Repository: dekoza/mtgpl
Catalog: rules/pofiles/*/M14_Rulebook.po
Languages: pl

source: The middle of each turn is the :term:`combat phase<combat phase gl>`. (You'll learn about the :ref:`parts of the turn<sec-parts-of-the-turn>` in a bit.) In your combat phase, you choose which of your creatures will attack, and you choose who or what they will attack. Each one can attack your opponent or one of your opponent's planeswalkers, but not any of his or her creatures. You tap the attacking creatures. They all attack at the same time, even if they're attacking different things. You can attack with a creature only if it's untapped, and only if it was on the battlefield under your control when the turn began.
pl: Pośrodku każdej tury jest :term:`faza walki<combat phase gl>`. (Wkrótce dowiesz się więcej na temat :ref:`części tury<sec-parts-of-the-turn>`.) W swojej fazie walki wybierasz, którymi stworami chcesz zaatakować oraz kogo lub co będą one atakować. Każda może atakować jednego z przeciwników lub wędrowców, ale nie mogą atakować stworów. Zużywasz stwory, którymi atakujesz. Wszystkie atakują w tym samym momencie - nawet jeśli atakują różne cele. Możesz atakować wyłącznie stworem, który nie jest zużyty i tylko jeśli jest on na polu walki pod twoim władaniem od samego początku tury.

source: Your opponent chooses which of his or her creatures will block. Tapped creatures can't be declared as blockers. For blocking, it doesn't matter how long the creature has been on the battlefield. Each creature can block only one attacker, but multiple blockers can gang up on a single attacking creature. If that happens, the attacking player orders the blockers to show which is first in line for damage, which is second, and so on. Creatures don't have to block.
pl: Przeciwnik wybiera stwory, które będą blokować. Zużyte stwory nie mogą być zadeklarowane jako blokujący. Podczas blokowania czas przebywania stwora na polu walki nie ma znaczenia. Każdy stwór może blokować tylko jednego atakującego, ale wielu blokujących może równocześnie blokować jednego atakującego stwora. Gdy tak się stanie, atakujący gracz ustawia blokujących w kolejności, by określić który otrzyma obrażenia jako pierwszy, drugi itd. Nie ma obowiązku blokowania.

source: After all blockers are chosen, combat damage is assigned. Each creature—both attackers and blockers—deals damage equal to its power.
pl: Gdy już wszyscy blokujący zostali wybrani, następuje zadawanie obrażeń. Wszystkie stwory - tak atakujące jak i blokujące - zadają obrażenia równe swojej sile.

source: An attacking creature that isn't blocked deals damage to the player or planeswalker it's attacking.
pl: Atakujący stwór, który nie jest blokowany, zadaje obrażenia atakowanemu przez niego graczowi lub wędrowcowi.

source: An attacking creature that is blocked deals damage to the blocking creatures. If one of your attacking creatures is blocked by multiple creatures, you decide how to divide its combat damage among them. You must assign at least enough damage to the first blocking creature in line to destroy it before you can assign damage to the next one in line, and so on.
pl: Stwór, który został zablokowany zadaje obrażenia blokującym go stworom. Jeśli jeden z twoich atakujących jest blokowany przez kilka stworów, to ty decydujesz jak rozdzielić między nimi obrażenia. Musisz przypisać obrażenia wystarczające do zniszczenia pierwszemego z blokujących zanim będziesz mógł przypisać obrażenia do następnego w kolejce i tak dalej.

source: A blocking creature deals damage to the attacker it's blocking.
pl: Blokujący stwór zadaje obrażenia stworowi, którego blokuje.

source: If damage is dealt to your opponent, he or she loses that much life!
pl: Jeśli obrażenia zostają zadane przeciwnikowi, traci on tyle punktów życia!

source: If damage is dealt to your opponent's planeswalker, that many loyalty counters are removed from it.
pl: Jeśli obrażenia są zadane wędrowcowi twojego przeciwnika, usuwa się z niego tyle samo znaczników lojalności.

source: If a creature is dealt damage equal to or greater than its toughness over the course of a single turn, that creature is destroyed and goes to its owner's graveyard. If a creature takes damage that isn't lethal, that creature stays on the battlefield, but the damage doesn't wear off until the turn ends.
pl: Jeśli stwór w trakcie całej tury otrzyma obrażenia równe lub większe swojej wytrzymałości, zostaje zniszczony i trafia do cmentarza swojego właściciela. Jeśli stwór otrzyma obrażenia, które nie są śmiertelna, zostaje na polu walki, ale obrażenia pozostają na nim do końca tury.

source: Turn the page to see an example of combat.
pl: Na następnej stronie znajduje się przykładowa walka.

source: Example of combat
pl: Przykład walki

source: Declare Attackers
pl: Deklaracja atakujących

source: The attacking player attacks with his three biggest creatures and taps them. He doesn't attack with the smallest because it's too easy to destroy, and it might be useful for blocking on the opponent's next turn.
pl: Atakujący gracz wyznacza do ataku swoje trzy największe stwory i zużywa je. Nie atakuje najmniejszymi, bo zbyt łatwo je zniszczyć, a mogą się przydać do blokowania w turze przeciwnika.

source: Assign Blockers
pl: Przypisanie blokujących

source: The defending player assigns blockers to two of the attackers and lets the third attacker through. Blocking choices are up to the defender.
pl: Broniący się gracz przypisuje blokujących do dwóch atakujących i przepuszcza trzeciego. Wybór blokujących należy do broniącego się gracza.

source: Combat Damage
pl: Obrażenia

source: The unblocked attacker deals 3 damage to the defending player. The blocked attackers and the blockers deal damage to each other. The smaller creatures die and the bigger creatures live.
pl: Nieblokowany atakujący zadaje 3 obrażenia broniącemu się graczowi. Zablokowani atakujący oraz blokujący zadają sobie nawzajem obrażenia. Mniejsze stwory umierają, większe przeżywają.

source: Building Your Own Deck
pl: Zbuduj własną talię

source: You play a Magic game with your own customized deck. You build it yourself using whichever Magic cards you want. There are two rules: your deck must have at least 60 cards, and your deck can't have more than four copies of any single card (except for basic lands). The rest is up to you, but here are some guidelines:
pl: W Magic gra się talią, którą składasz z wybranych przez siebie kart do Magic. Są tylko dwie zasady: twoja talia musi mieć co najmniej 60 kart oraz nie może zawierać więcej niż czterech kopii którejkolwiek z kart (z wyjątkiem podstawowych lądów). Reszta należy do ciebie. Poniżej znajdziesz garść porad:

source: Lands. A good rule of thumb is that 40% of your deck should be lands. A 60-card deck usually has about 24 lands.
pl: Lądy. Ogólnie przyjętą zasadą jest, że 40% twojej talii powinny stanowić lądy. Talia złożona z 60 kart powinna mieć około 24 lądów.

source: Creatures. Creatures account for 15 to 25 cards in a typical 60-card deck. Choose creatures that have a variety of mana costs.
pl: Stwory. Zazwyczaj stwory stanowią od 15 do 25 kart typowej 60-o kartowej talii. Wybierz stwory o zróżnicowanym koszcie many.

source: Low-cost creatures are potent early on, but high-cost creatures can quickly win a game once they enter the battlefield.
pl: Stwory o niskim koszcie są ważne na początku, a te drogie mogą szybko zakończyć grę, kiedy już wejdą na pole walki.

source: Other cards. Artifacts, enchantments, planeswalkers, instants, and sorceries round out your deck.
pl: Inne karty. Talię dopełniają artefakty, uroki, wędrowcy, sztuczki i obrzędy.

source: After you play with your new deck for a while, you can start to customize it. Take out cards you don't feel are working well and add new cards you want to try. The best part about trading card games is being able to play with whatever cards you want, so start experimenting!
pl: Kiedy już trochę pograsz swoją talią, możesz zacząć ją ulepszać. Wyjmij karty, które nie działają zbyt dobrze i dodaj karty, które chcesz sprawdzić. Najlepsza w kolekcjonerskich grach karcianych jest możliwość grania dowolnymi kartami, więc zacznij kombinować!

source: Once they build up their collections, Magic players often choose to build different decks for different formats. Formats are defined by what cards can be played in them. The most popular Magic format is called Standard. It uses only the newest sets the game has to offer. The current block, the block that was released the previous October, and the most recent core set are all legal to play in a Standard deck. Standard events are available all year, worldwide. When you're ready to start exploring other Magic formats, go to `Wizards.com/MagicFormats`_ for more information.
pl: Kiedy już stworzą swoje kolekcje, gracze często budują różne talie dla różnych formatów. Format jest definiowany przez karty, którymi można w nim grać. Najpopularniejszy format gry w Magic zwany jest Standardem. Wykorzystuje tylko najnowsze zestawy dostępne do gry - można w nim grać kartami z bieżącego i poprzedniego bloku oraz najnowszej podstawki. Turnieje w Standardzie odbywają się na całym świecie przez cały rok. Gdy będziesz gotów sprawdzić inne formaty Magic, wejdź na stronę `Wizards.com/MagicFormats`_.

source: The Golden Rule
pl: Złota Zasada

source: When a Magic card contradicts the rulebook, the card wins. For example, the rules say creatures enter the battlefield untapped. But Imposing Sovereign is a creature that says "Creatures your opponents control enter the battlefield tapped." Imposing Sovereign changes the rules as long as it's on the battlefield. One of the things that makes the Magic game fun to play is that there are individual cards that let you break almost every rule.
pl: Kiedy treść karty stoi w sprzeczności z podręcznikiem, karta wygrywa. Przykładowo zasady mówią, że stwory wchodzą na pole walki odświeżone. Jednakże Imposing Sovereign jest stworem, który mówi "Stwory twoich przeciwników wchodzą na pole walki jako zużyte." Imposing Sovereign zmienia zasady tak długo, jak jest na polu walki. Istnieją karty, które pozwalają złamać niemal każdą zasadę i jest to jedna z tych rzeczy, które sprawiają, że gra w Magic jest tak emocjonująca.

source: Section 3: Playing a Game
pl: Rozdział 3: Rozgrywka

source: Get a Deck
pl: Zdobądź talię

source: You'll need your own Magic deck. You'll also need a way to keep track of both players' life totals, as well as small items to use as counters or tokens.
pl: Będziesz potrzebować własnej talii do Magic, jakiegoś sposobu na zapisywanie punktów życia obu graczy oraz kilku małych przedmiotów jako znaczniki i żetony.

source: Get a Friend
pl: Weź kumpla

source: To play a game, you'll need an opponent! Your opponent will play against you using his or her own deck.
pl: Aby grać, potrzebujesz przeciwnika! Będzie on grać przeciwko tobie używając własnej talii.

source: Start the Game
pl: Rozpocznij grę

source: Each player starts at 20 life. You win the game by reducing your opponent to 0 life. You also win if your opponent has to draw a card when none are left in his or her deck, or if a spell or ability says that you win.
pl: Każdy gracz rozpoczyna z 20 punktami życia. Wygrywasz jeśli sprowadzisz życie przeciwnika do 0. Wygrywasz też jeśli przeciwnik będzie musiał dobrać kartę, a nie będzie miał już kart w bibliotece lub też jeśli czar lub zdolność powie, że wygrywasz.

source: Parts of the Turn
pl: Części tury

source: Below are the parts of a turn. Each turn proceeds in the same sequence. Whenever you enter a new step or phase, any triggered abilities that happen during that step or phase trigger and are put on the stack. The *active player* (the player whose turn it is) gets to cast spells and activate abilities, then the other player does. When both players in a row decline to do anything and nothing is waiting to resolve, the game will move to the next step or phase.
pl: Poniżej wyjaśnione są poszczególne części tury. Każda tura przebiega według tej samej sekwencji. Kiedy tylko zacznie się nowy krok lub faza, wszystkie wyzwalane zdolności, które dzieją się w danym momencie, są wyzwalane i trafiają na stos. *Aktywny gracz* (ten, którego tura właśnie przebiega) może rzucać czary i aktywować zdolności, następnie robi to drugi gracz. Kiedy obaj gracze pod rząd zrezygnują z podjęcia akcji i nic nie czeka na rozpatrzenie, gra przechodzi do kolejnego kroku lub fazy.

source: With each part of the turn is a description of what can happen during that part, if it's your turn.
pl: Przy każdej części tury znajduje się opis tego, to się dzieje w danej części, jeśli to twoja tura.

source: Beginning Phase
pl: Faza początkowa

source: Untap step
pl: Krok odświeżania

source: You untap all your tapped permanents. On the first turn of the game, you don't have any permanents, so you just skip this step. No one can cast spells or activate abilities during this step.
pl: Odśwież (wyprostuj) wszystkie swoje zużyte stałki. Podczas pierwszej tury gry nie masz jeszcze żadnych stałek, więc po prostu pomijasz ten krok. Nikt nie może rzucać czarów ani aktywować zdolności w trakcie tego kroku.

source: Upkeep step
pl: Krok utrzymania

source: This part of the turn is mentioned on a number of cards. If something is supposed to happen just once per turn, right at the beginning, an ability will trigger "at the beginning of your upkeep." Players can cast instants and activate abilities.
pl: Ta część tury jest wymieniona na wielu kartach. Jeśli coś ma się wydarzyć raz na turę zaraz na jej początku, zdolność zostanie wyzwolona "na początku twojego utrzymania". Gracze mogą rzucać sztuczki i aktywować zdolności.

source: Draw step
pl: Krok dobierania

source: You draw a card from your library. (The player who goes first skips the draw step on his or her first turn to make up for the advantage of going first.) Players can then cast instants and activate abilities.
pl: Dobierasz karty ze swojej biblioteki. (Rozpoczynający gracz pomija krok dobierania podczas pierwszej tury, by zrekompensować przewagę uzyskaną z rozpoczynania.) Gracze mogą następnie zagrywać sztuczki i aktywować zdolności.

source: Main Phase
pl: Faza główna

source: You can cast any number of sorceries, instants, creatures, artifacts, enchantments, and planeswalkers, and you can activate abilities. You can play a land during this phase, but remember that you can play only one land during your turn. Your opponent can cast instants and activate abilities.
pl: Możesz rzucić dowolną liczbę obrzedów, sztuczek, stworów, artefaktów, uroków i wędrowców oraz możesz aktywować zdolności. Możesz zagrać ląd w trakcie tej fazy, ale pamiętaj, że możesz zagrać tylko jeden ląd w swojej turze. Twoi przeciwnicy mogą rzucać sztuczki i aktywować zdolności.

source: Combat Phase
pl: Faza walki

source: Beginningof combat step
pl: Krok początku walki

source: Players can cast instants and activate abilities. This is your opponent's last chance to cast spells or activate abilities that stop your creatures from attacking.
pl: Gracze mogą rzucać sztuczki i aktywować zdolności. Przeciwnik ma ostatnią szansę na rzucenie czaru lub aktywację zdolności, która uniemożliwi twoim stworom atak.

source: Declare attackers step
pl: Krok deklarowania atakujących

source: Declare bLockers step
pl: Krok deklarowania blokujących

source: Combat damage step
pl: Krok obrażeń bojowych

source: End of combat step
pl: Krok końca walki

source: Players can cast instants and activate abilities.
pl: Gracze mogą rzucać sztuczki i aktywować zdolności.

source: Ending Phase
pl: Faza końcowa

source: End step
pl: Krok końcowy

source: Abilities that trigger "at the beginning of your end step" go on the stack. Players can then cast instants and activate abilities.
pl: Zdolności, które są wyzwalane "z początkiem twojego kroku końcowego" wchodzą na stos. Gracze mogą następnie rzucać sztuczki i aktywować zdolności.

source: Cleanup step
pl: Krok uprzątnięcia

source: If you have more than seven cards in your hand, choose and discard cards until you have only seven. Next, all damage on creatures is removed and all "until end of turn" and "this turn" effects end. No one can cast instants or activate abilities unless an ability triggers during this step.
pl: Jeśli masz więcej niż siedem kart w ręce, wybierasz i odrzucasz karty dopóki nie masz siedmiu. Następnie wszystkie obrażenia są usuwane ze stworów i wszystkie efekty działające "do końca tury" i "w tej turze" kończą się. Nikt nie może rzucać sztuczek ani aktywować zdolności dopóki jakaś zdolność nie jest wyzwalana w tym kroku.

source: The Next Turn
pl: Następna tura

source: Now it's your opponent's turn. That player untaps his or her permanents and goes from there. After that player is done, it will be your turn again. Keep going until a player is reduced to 0 life. As soon as a player has 0 life, the game ends immediately and the other player wins!
pl: Teraz następuje tura przeciwnika. Odświeża on swoje stałki i wszystko się powtarza. Kiedy przeciwnik skończy, znów nastąpi twoja tura. Powtarzajcie dopóki punkty życia któregoś z graczy nie zostanie sprowadzone do 0. W chwili, gdy któryś z graczy ma 0 życia gra natychmiast się kończy i wygrywa drugi gracz.

source: The Ever-Changing Game
pl: Ciągle zmieniająca się gra

source: Section 4: Different Ways to Play
pl: Rozdział 4: Różne sposoby gry

source: Limited Formats
pl: Formaty ograniczone (Limited)

source: Sealed Deck (any number of players)
pl: Zamknięta Talia (Sealed Deck) - dowolna liczba graczy

source: In this Limited format, you build a deck out of brand-new booster packs. Each player opens six 15-card boosters and builds a 40-card deck using the cards from his or her packs and any number of basic lands.
pl: W tym formacie budujesz talię z nowych pakietów. Każdy gracz otwiera sześć piętnastokartowych pakietów i buduje z otworzonych kart oraz dowolnej liczby zwykłych lądów czterdziestokartową talię.

source: Booster Draft (4 to 8 players)
pl: Karuzela (Booster Draft) - od 4 do 8 graczy

source: In this Limited format, instead of just opening your cards and building a deck, you and the other players at the table select (draft) the cards for your decks. Each player at the table starts with three unopened 15-card booster packs.
pl: W tym formacie zamiast po prostu otworzyć karty i zbudować talię, gracze siedząc przy stole wybierają (draftują) dla swoich talii. Każdy gracz zaczyna z trzema zamkniętymi piętnastokartowymi pakietami.

source: At the start of a booster draft, each player opens a pack and picks the card he or she wants from it. (You can't see the cards that the other players draft.) Then each player passes the rest of the pack to his or her left. You pick up the pack that was passed to you, select a card, and pass the rest to your left. This process continues until all the cards have been drafted. Next, each player opens a second pack, but this time, you pass the pack to your right. After all those cards are drafted, you open the third pack and pass to the left again. Use your picks and any number of basic lands to build your 40-card deck.
pl: Na początku karuzeli każdy gracz otwiera pakiet i wybiera jedną kartę dla siebie. (Nie można podglądać kart wybieranych przez innych graczy.) Następnie każdy gracz podaje resztę pakietu w lewo. Proces ten trwa, aż wszystkie karty zostaną pobrane. Następnie każdy gracz otwiera drugi pakiet, ale tym razem podawany jest on w prawo. Gdy znów wszystkie karty zostaną pobrane, otwiera się trzeci pakiet i znów podaje się go w lewo. Użyj pobranych kart i dowolnej liczby zwykłych lądów, by złożyć talię czterdziestu kart.

source: To play these formats and more, check out events at your local gaming store! `Wizards.com/Locator`_
pl: Aby zagrać w te i inne formaty, zajrzyj na listę wydarzeń swojego lokalnego sklepu: `Wizards.com/Locator`_

source: Multiplayer Variants
pl: Warianty wieloosobowe

source: Two-Headed Giant
pl: Dwugłowy gigant

source: Commander
pl: Dowódca

source: Archenemy
pl: Arcywróg

source: We've collected info about new formats in separate document: :doc:`game_variants`
pl: Zebraliśmy informacje o nowych sposobach gry w osobnym dokumencie: :doc:`game_variants`

source: *-- The translation team*
pl: *-- Ekipa tłumaczy*

source: Section 5: Glossary
pl: Rozdział 5: Słowniczek

source: mana_1, mana_2, mana_3, and so on, mana_x
pl: |mana_1|, |mana_2|, |mana_3| itd., |mana_x|

source: mana_w (white mana)
pl: |mana_w| (biała mana)

source: One white mana. Tapping a Plains makes |mana_w|. A card with |mana_w| in its mana cost is white.
pl: Jedna biała mana. Zaznaczenie Równiny daje |mana_w|. Karta, która w koszcie ma |mana_w| jest biała.

source: mana_u (blue mana)
pl: |mana_u| (niebieska mana)

source: One blue mana. Tapping an Island makes |mana_u|. A card with |mana_u| in its mana cost is blue.
pl: Jedna niebieska mana. Zaznaczenie Wyspy daje |mana_u|. Karta, która w koszcie ma |mana_u| jest niebieska.

source: mana_b (black mana)
pl: |mana_b| (czarna mana)

source: One black mana. Tapping a Swamp makes |mana_b|. A card with |mana_b| in its mana cost is black.
pl: Jedna czarna mana. Zaznaczenie Bagna daje |mana_b|. Karta, która w koszcie ma |mana_b| jest czarna.

source: mana_r (red mana)
pl: |mana_r| (czerwona mana)

source: One red mana. Tapping a Mountain makes |mana_r|. A card with |mana_r| in its mana cost is red.
pl: Jedna czerwona mana. Zaznaczenie Góry daje |mana_r|. Karta, która w koszcie ma |mana_r| jest czerwona.

source: mana_g (green mana)
pl: |mana_g| (zielona mana)

source: One green mana. Tapping a Forest makes |mana_g|. A card with |mana_g| in its mana cost is green.
pl: Jedna zielona mana. Zaznaczenie Lasu daje |mana_g|. Karta, która w koszcie ma |mana_g| jest zielona.

source: tap (tap)
pl: |tap| (zaznacz)

source: This symbol means "tap this card" (turn it sideways to show that it's been used). It appears in activation costs. You can't pay a oT cost if the card is already tapped. Also, remember that you can't pay your creature's oT costs until the creature starts your turn on the battlefield under your control.
pl: Ten symbol oznacza "zaznacz tę kartę" (przekręć ją w bok, by pokazać, że została użyta). Pojawia się w kosztach aktywacji. Nie możesz opłacić kosztu z |tap| jeśli karta jest już zaznaczona. Pamiętaj też, że nie możesz opłacać kosztu z |tap| stwora, który nie znajdował się na polu walki na początku twojej tury.

source: mana_wu, mana_bg, and so on
pl: |mana_wu|, |mana_bg| itd.

source: Hybrid mana symbols represent a cost that can be paid with either of two colors. For example, a cost represented by the oh1 symbol can be paid with one white mana or one blue mana. It's both a white and a blue mana symbol, and a card with oh1 in its mana cost is both white and blue.
pl: Hybrydowe symbole many oznaczają koszt, który może być opłacony jednym z dwóch kolorów. Przykładowo koszt oznaczony przez |mana_wu| może być opłacony albo jedną białą maną, albo jedną niebieską.

source: Ability gl
pl: Ability / Zdolność

source: Activate gl
pl: Activate / Aktywować

source: Activated ability gl
pl: Activated ability / Zdolność aktywowana

source: Active player gl
pl: Active player / Aktywny gracz

source: Additional cost gl
pl: Additional cost / Dodatkowy koszt

source: Archenemy gl
pl: Archenemy / Arcywróg

source: Artifact gl
pl: Artifact / Artefakt

source: A card type. See :ref:`Artifact<sec-artifact>` [on page 6].
pl: Typ karty. Zobacz: :ref:`Artefakt<sec-artifact>`.

source: Artifact creature gl
pl: Artifact creature / Stwór artefaktowy

source: This is both an artifact and a creature. See :ref:`Creature<sec-creature>` [on page 6].
pl: Jest jednocześnie artefaktem i stworem. Zobacz: :ref:`Stwór<sec-creature>`.

source: Attack gl
pl: Attack / Atak

source: Attacking creature gl
pl: Attacking creature / Atakujący stwór

source: Aura gl
pl: Aura

source: Basic land gl
pl: Basic land / Zwykły ląd
