Repository: dekoza/mtgpl
Catalog: rules/pofiles/*/M14_Rulebook.po
Languages: pl

source: Magic the Gathering - Basic Rulebook
pl: Magic the Gathering - Podręcznik

source: Ignite Your Spark
pl: Zapal swoją iskrę

source: In the **Magic™** game, you are counted among the elite spellcasters of the Multiverse — the Planeswalkers. Some are friends and others are foes. All wield terrifying magic and command armies of creatures torn from the endless planes of reality. Your deck of cards represents all the weapons in your arsenal. It contains the spells you know and the creatures you can summon to fight for you. Customize your own **Magic** deck, then challenge your friends to see whose spark burns the brightest!
pl: W grze **Magic™** jesteś jednym z elitarnych czarowników Wieloświata — Wędrowców. Jedni z nich są przyjaciółmi, inni wrogami. Wszyscy władają przerażającą magią i dowodzą armiami stworów zaciągniętymi wśród nieskończonych płaszczyzn rzeczywistości. Twoja talia kart reprezentuje cały twój arsenał. Zawiera czary, które znasz i stwory, które możesz przyzwać, by walczyły dla ciebie. Złóż swoją własną talię do **Magic,** a później staw czoła przyjaciołom, by przekonać się, czyja iskra płonie najjaśniej!

source: Trading card games like the **Magic: The Gathering®** game combine collectable cards with a strategy game. Start your collection with an intro pack and begin battling immediately with a ready-to-play deck.
pl: Gry kolekcjonerskie, takie jak **Magic: The Gathering®** łączą kolekcjonerskie karty z grą strategiczną. Zapoczątkuj kolekcję zestawem początkowym i stań w szranki z talią gotową do gry.

source: The best part about a trading card game is that it's always changing. You design and build your own unique decks, and each **Magic** game you play is different. New **Magic** expansions are released a few times a year, and each new expansion brings new ways to stupefy and defeat your opponents. Check out `MagicTheGathering.com`_ for daily articles, insider information, and news about upcoming sets!
pl: Najlepsze w grze kolekcjonerskiej jest to, że ciągle się ona zmienia. Projektujesz i składasz własną unikalną dalię i każda partia **Magic** jest inna. Nowe dodatki emitowane są kilka razy do roku i każdy z nich przynosi nowe sposoby na wprawienie przeciwników w osłupienie. Na `MagicTheGathering.com`_ codzeinnie znajdziesz artykuły, informacje i aktualności na temat nadchodzących zestawów!

source: Section 1: The Basics
pl: Rozdział 1: Podstawy

source: The **Magic: The Gathering** game is a strategy game played by two or more players, each of whom has a customized deck of **Magic** cards. Over the course of the game, each player will take turns playing cards such as lands (which enable you to play your other cards), creatures, sorceries, and other spells. Each player starts at 20 life. When you reduce your opponent to 0 life by attacking with creatures and playing spells, you win!
pl: **Magic: The Gathering** jest grą strategiczną dla dwóch lub więcej graczy, z których każdy ma talię ułożoną z kart do tej gry. Podczas rozgrywki każdy z graczy w czasie swojej tury zagrywa takie karty jak lądy (które umożliwiają zagrywanie innych kart), stwory, obrzędy i inne czary. Każdy gracz rozpoczyna grę z 20 punktami życia. Kiedy sprowadzisz punkty życia przeciwnika do zera poprzez atakowanie stworami i zagrywanie czarów - wygrywasz!

source: Five Colors of Mana
pl: Pięć kolorów many

source: Only one thing unites the infinite planes of the Multiverse: mana, the energy that fuels all magic. The five colors of mana are imbued in the land itself, and a Planeswalker with a connection to a place can call upon its mana from across the sea of Æther between worlds.
pl: Tylko jedna rzecz spaja nieskończone płaszczyzny Wieloświata: mana, energia napędzająca całą magię. Pięć kolorów many przesycają konkretne krainy, a Wędrowcy połączeni z takim miejscem mogą pobierać z niego manę poprzez morze eteru rozdzielające światy.

source: Each color of mana fuels a different kind of powerful magic for you to command. For example, red spells have |mana_r| in their costs, and tapping (turning) a Mountain gives you |mana_r| that you can spend to cast spells. It's up to you whether to master one color or all five.
pl: Każdy kolor many zasila inny rodzaj potężnej magii, którą możesz władać. Przykładowo czerwone czary mają |mana_r| w koszcie, a zaznaczenie (obrócenie) Góry daje |mana_r|, które możesz użyć do rzucania czarów. Od ciebie zależy, czy opanujesz jeden kolor, czy wszystkie pięć.

source: White
pl: Biały

source: **White** is the color of law, order, and structure. The sprawling **Plains**, populated by soldiers, clerics, and angels, provide white mana. You send coordinated armies of smaller creatures into battle to teach the enemy a lesson.
pl: **Biały** jest kolorem prawa, porządku i ładu. Rozległe **Równiny**, zamieszkałe przez żołnierzy, kleryków i anioły, dostarczają białą manę. Wysyłasz do walki zorganizowane armie mniejszych stworów, by dać przeciwnikowi nauczkę.

source: Green
pl: Zielony

source: **Green** magic is about growth, life, and brute force. The **Forests** overflow with green mana, which represents the pulse of nature. You empower your creatures with the predatory might of nature and dominate through sheer size.
pl: **Zielona** magia dotyczy wzrostu, życia i brutalnej siły. **Lasy** przepełnione są zieloną maną, która reprezentuje puls natury. Wzmacniasz swoje stwory drapieżną siłą natury i dominujesz poprzez ich niezrównany rozmiar.

source: Blue
pl: Niebieski

source: **Blue** magic relies on trickery and manipulation. **Islands** provide blue mana, the color of the deep sea and the endless sky. You work behind the scenes, controlling your environment completely before making a move.
pl: **Niebieska** magia opiera się na sztuczkach i manipulacji. **Wyspy** dostarczają niebieską manę, kolor głębokiego morza i bezkresnego nieba. Pracujesz za kulisami, całkowicie kontrolując środowisko, zanim zrobisz jakiś ruch.

source: Red
pl: Czerwony

source: **Red** magic erupts with fire, frenzy, and storms of rock and lava. Red mana comes from **Mountains** and volcanoes. You act quickly and recklessly, channeling your wild emotions to summon mighty dragons or crush the ground your enemies walk on.
pl: **Czerwona** magia wybucha ogniem, szałem oraz nawałnicami skał i lawy. Czerwona mana pochodzi z **Gór** i wulkanów. Działasz szybko i bezwzględnie, używając swoich dzikich emocji do przywoływania potężnych smoków lub kruszenia gruntu, po którym stąpają twoi przeciwnicy.

source: Black
pl: Czarny

source: **Black** magic is about death, disease, and power at any cost. Black mana comes from dank **Swamps**, where things fester and rot. You are as selfish and twisted as the undead creatures and unspeakable horrors you command.
pl: **Czarna** magia to śmierć, zaraza i władza za wszelką cenę. Czarna mana pochodzi z podmokłych **Bagien**, gdzie wszystko rozkłada się i gnije. Jesteś tak samolubny i szalony, jak nieumarłe stwory i niewypowiedziane okropności, którym przewodzisz.

source: Parts of a Card
pl: Części karty

source: Mana Cost
pl: Koszt many

source: *:term:`Mana<Mana gl>`* is the main resource in the game. It's produced by lands, and you spend it to cast *spells*. The symbols in a card's upper right corner tell you the cost to cast that spell. If the mana cost reads |mana_4| |mana_r| |mana_r|, you pay four mana of any kinds plus two red mana (from two Mountains) to cast it.
pl: W grze głównym zasobem jest :term:`mana<mana gl>`. Produkują ją lądy, a ty wydajesz ją, by rzucać *czary*. Symbole w górnym prawym roku karty pokazują koszt rzucenia czaru. Jeśli koszt many wynosi |mana_4| |mana_r| |mana_r|, to żeby rzucić czar, musisz zapłacisz cztery many dowolnego rodzaju plus dwie czerwone many (z dwóch Gór).

source: Type Line
pl: Linia typu

source: This tells you the card's :term:`card type<card type gl>`: artifact, creature, enchantment, instant, land, planeswalker, or sorcery. If the card has a :term:`subtype<subtype gl>` or :term:`supertype<supertype gl>`, that's also listed here. For example, Shivan Dragon is a creature, and its subtype is the creature type Dragon.
pl: Tutaj znajduje się informacja o :term:`typie karty<card type gl>`: artefakt, stwór, urok, sztuczka, ląd, wędrowiec lub obrzęd. Jeśli karta ma :term:`podtyp<subtype gl> lub :term:`nadtyp<supertype gl>, ta informacja też się tutaj znajduje. Przykładowo Smok z Shiv jest stworem, ja jego podtypem jest Smok.

source: Expansion Symbol
pl: Symbol dodatku

source: This symbol tells you which **Magic** set the card is from. This version of Shivan Dragon is from the *Magic 2014* core set. The color of the symbol tells you the card's rarity: black for common cards, silver for uncommons, gold for rares, and red-orange for mythic rares.
pl: Ten symbol mówi, z jakiego dodatku do **Magic** pochodzi dana karta. Ta wersja Smoka z Shiv pochodzi z zestawu podstawowego *Magic 2014*. Kolor symbolu mówi o rzadkości karty: czarny dla pospolitych, srebrny dla niepospolitych, złoty dla rzadkich i czerwono-pomarańczowy dla mitycznie rzadkich.

source: Text Box
pl: Pole treści

source: This is where a card's *abilities* appear. You may also find flavor text printed in italics (like this) that tells you something about the Magic world. Flavor text has no effect on game play. Some abilities have italic reminder text to help explain what they do.
pl: To miejsce, gdzie pojawiają się *zdolności* karty. Możesz także znaleźć tutaj tekst klimatyczny zapisany kursywą (*w ten sposób*), który mówi co nieco o świecie gry. Tekst klimatyczny nie ma wpływu na rozgrywkę. Niektóre zdolności mają zapisany kursywą tekst pomocniczy, który wyjaśnia, co robią.

source: Power and Toughness
pl: Siła i wytrzymałość

source: Each creature card has a special box with its :term:`power<power gl>` and :term:`toughness<toughness gl>`. A creature's power (the first number) is how much damage it deals in combat. Its toughness (the second number) is how much damage must be dealt to it in a single turn to destroy it. (A planeswalker card has a different special box with its loyalty here.)
pl: Każda karta stwora posiada specjalne pole z :term:`siłą<power gl>` i :term:`wytrzymałością<toughness gl>`. Siła stwora (pierwsza liczba) mówi o tym, ile obrażeń zadaje on w walce. Wytrzymałość (druga liczba) mówi, ile obrażeń trzeba temu stworowi zadać, aby go zniszczyć. (Karta Wędrowca ma w tym miejscu inne pole określające lojalność.)

source: Collector Number
pl: Numer kolekcjonerski

source: The collector number makes it easier to organize your cards. For example, "154/249" means that the card is the 154th of 249 cards in its set.
pl: Numer kolekcjonerski ułatwia organizację kart. Przykładowo "154/249" oznacza, że jest to 154-ta karta ze wszystkich 249 kart w tym zestawie.

source: Card Types
pl: Typy kart

source: Every **Magic** card has one or more types. A card's type tells you when you can play the card and what happens to the card after you do.
pl: Każda karta do **Magic** ma jeden lub więcej typów. Mówi on o tym, kiedy możesz zagrać daną kartę i co się stanie po tym, jak to zrobisz.

source: Sorcery
pl: Obrzęd

source: A sorcery represents a magical incantation. You can cast a sorcery only during a *main phase* of one of your own turns. You can't cast it when another spell is on the *stack*. (You'll learn about phases and the stack in a bit.) A sorcery has its *effect*—in other words, you follow the instructions on the card—then you put it into your *graveyard*, which is the game term for your discard pile.
pl: Obrzęd reprezentuje magiczne zaklęcie. Możesz rzucić obrzęd wyłącznie podczas *fazy głównej* jednej ze swoich tur. Nie możesz go rzucić, gdy inny czar jest na *stosie*. (O fazach i stosie dowiesz się niebawem.) Obrzęd ma swój *efekt* - innymi słowy wykonujesz instrukcje na karcie - następnie wkładasz go do swojego *cmentarza*, który oznacza w grze stos kart odrzuconych.

source: Instant
pl: Sztuczka

source: An instant is just like a sorcery, except you can cast it just about any time you want, even during your opponent's turn or *in response* to another spell. Like a sorcery, an instant has its effect, then you put it into your graveyard.
pl: Sztuczka jest podobna do obrzędu, z wyjątkiem tego, że możesz ją zagrać praktycznie kiedy tylko chcesz, nawet podczas tury przeciwnika lub *w odpowiedzi* na inny czar. Podobnie do obrzędu, sztuczka ma efekt, a następnie umieszczasz ją w swoim cmentarzu.

source: Enchantment
pl: Urok

source: An enchantment represents a stable magical manifestation. An enchantment is a *permanent*. This means two things: you can cast one only at the time you could cast a sorcery, and after you cast one, you'll put it on the table in front of you, near your lands. (Most players keep their lands closer to them, then put their other cards closer to the middle of the table.) The card is now on the *battlefield*. A card on the battlefield is called a *permanent* because it sticks around permanently (well, unless something destroys it).
pl: Urok reprezentuje stały magiczny przejaw. Jest on *stałką*. Oznacza to dwie rzeczy: możesz go zagrać tylko wtedy, gdy możesz zagrać obrzęd, a po rzuceniu kładziesz go przed sobą na stole w pobliżu lądów. (Większość graczy trzyma lądy blisko siebie, a inne karty bliżej środka stołu.) Karta jest teraz na *polu walki*. Karta na polu walki nazywana jest *stałką*, ponieważ zostaje na stałe (cóż, przynajmniej do chwili, gdy coś ją zniszczy).

source: Some enchantments are *Auras*. An Aura enters the battlefield attached to a permanent and affects that permanent while it's on the battlefield. If the enchanted permanent leaves the battlefield, the Aura is put into its owner's graveyard.
pl: Niektóre uroki są *Aurami*. Aura wchodzi na pole walki dołączona do stałki i wpływa na nią dopóki jest na polu walki. Jeśli zauroczona stałka opuszcza pole walki, Aura trafia do cmentarza swojego właściciela.

source: Artifact
pl: Artefakt

source: An artifact represents a magical relic. Like an enchantment, an artifact is a permanent, so it'll stay on the battlefield affecting the game. Most artifacts are colorless, so you can cast one no matter what kinds of lands you have.
pl: Artefakt reprezentuje magiczny relikt. Podobnie do uroku, artefakt jest stałką, więc będzie trwał na polu walki wpływając na grę. Większość artefaktów jest bezkolorowa, więc możesz je rzucać bez względu na rodzaj posiadanych lądów.

source: Some artifacts are *Equipment*. You can pay to attach an Equipment to a creature you control to make that creature more powerful. If an equipped creature leaves the battlefield, the Equipment doesn't—the creature drops it and it remains on the battlefield.
pl: Niektóre artefakty są *Wyposażeniem*. Możesz opłacić koszt, by dołączyć Ekwipunek do stwora, którym władasz, by uczynić go potężniejszym. Jeśli wyposażony stwór opuści pole walki, Wyposażenie pozostanie - stwór upuszcza je, więc pozostaje na polu walki.

source: Creature
pl: Stwór

source: Creatures fight for you. They're permanents, but unlike any other kind of permanent, creatures can *attack* and *block*. Each creature has *power* and *toughness*. Its power (the first number) is how much *damage* it deals in combat. Its toughness (the second number) is how much damage must be dealt to it in a single turn to destroy it. Creatures attack and block during the *combat phase*.
pl: Stwory walczą dla ciebie. Są stałkami, ale w przeciwieństwie do innych stałek, stwory mogą *atakować* i *blokować*. Każda z nich ma *siłę* oraz *wytrzymałość*. Siła (pierwsza liczba) mówi, ile *obrażeń* zadaje w walce. Wytrzymałość (druga liczba) mówi, ile obrażeń trzeba zadać w jednej turze, aby stwora zniszczyć. Stwory atakują i blokują podczas *fazy walki*.

source: Unlike other types of permanents, creatures enter the battlefield with "summoning sickness": a creature can't attack, or use an ability that has |tap| in its cost, until it has started your turn on the battlefield under your control. You can block with a creature or activate its other abilities no matter how long it's been on the battlefield.
pl: W przeciwieństwie do innych stałek, stwory wchodzą na pole walki z "chorobą przyzwaniową": stwór nie może atakować lub używać zdolności, która ma |tap| w koszcie dopóki nie rozpocznie tury na polu walki pod twoim władaniem. Możesz blokować lub używać innych zdolności niezależnie od tego, jak długo dany stwór jest na polu walki.

source: Artifact creatures are both artifacts and creatures. They're usually colorless like other artifacts, and they can attack and block like other creatures. An artifact creature can be affected by anything that affects artifacts, as well as anything that affects creatures.
pl: Stwory artefaktowe są jednocześnie artefaktami i stworami. Zwykle są bezkolorowe jak inne artefakty oraz mogą atakować i blokować jak inne stwory. Stwór artefaktowy może być pod wpływem wszystkiego, co wpływa na artefakty oraz wszystkiego, co wpływa na stwory.

source: Planeswalker
pl: Wędrowiec

source: Planeswalkers are powerful allies you can call on to fight by your side. You can cast a planeswalker only at the time you could cast a sorcery. They're permanents, and each one enters the battlefield with the number of *loyalty* counters indicated in its lower right corner.
pl: Wędrowcy są potężnymi sprzymierzeńcami, których możesz wezwać, by walczyli po twojej stronie. Możesz wezwać Wędrowca tylko wtedy, gdy możesz rzucić obrzęd. Są oni stałkami i każdy wchodzi na pole walki z taką liczbą znaczników *lojalności*, jaką wskazuje liczba w prawym dolnym rogu.

source: Each planeswalker has *loyalty abilities* that are activated by adding or removing loyalty counters from the planeswalker. For example, the symbol {+1} means "Put one loyalty counter on this planeswalker" and the symbol {-3} means "Remove three loyalty counters from this planeswalker." You can activate one of these abilities only at the time you could cast a sorcery and only if none of that planeswalker's loyalty abilities have been activated yet that turn.
pl: Każdy wędrowiec ma *zdolności lojalnościowe,* które aktywowane są poprzez dodawanie lub usuwanie z niego znaczników lojalności. Przykładowo symbol {+1} oznacza "Umieść jeden znacznik lojalności na tym wędrowcu", a symbol {-3} oznacza "Usuń trzy znaczniki lojalności z tego wędrowca". Możesz aktywować te zdolności tylko wtedy, gdy można zagrać obrzęd i tylko jeśli żadna ze zdolności lojalnościowych tego wędrowca nie była jeszcze aktywowana w tej turze.

source: Your planeswalkers can be attacked by your opponent's creatures (if so, you can block as normal), and your opponents can damage them with their spells and abilities instead of damaging you. Any damage dealt to a planeswalker causes it to lose that many loyalty counters. If a planeswalker has no loyalty counters, it's put into your graveyard.
pl: Twój wędrowiec może być atakowany przez stwory twojego przeciwnika (jeśli tak się stanie, blokujesz normalnie), a twoi przeciwnicy mogą zadawać im obrażenia za pomocą czarów i zdolności zamiast zadawać je tobie. Każde obrażenia zadane wędrowcowi powodują, że traci on tyle samo znaczników lojalności. Jeśli wędrowiec nie ma znaczników lojalności, trafia do cmentarza.

source: Land
pl: Ląd

source: Although lands are permanents, they aren't cast as spells. To play a land, just put it onto the battlefield. This happens immediately, so no player can do anything else in response. You can play a land only during one of your main phases while the stack is empty. You can't play more than one land a turn.
pl: Mimo że lądy są stałkami, nie są zagrywane jako czary. Aby zagrać ląd, po prostu umieszczasz go na polu walki. Dzieje się to natychmiast, więc żaden z graczy nic nie może zrobić w odpowiedzi. Możesz zagrać ląd wyłącznie w jednej ze swoich faz głównych i tylko jeśli stos jest pusty. Nie możesz zagrać więcej niż jednego lądu na turę.

source: Most lands have abilities that make mana. You'll use lands to make the mana you need to pay for spells and abilities.
pl: Większość lądów ma zdolności, które produkują manę. Będziesz używać lądów do produkcji many potrzebnej do opłacenia czarów i zdolności.

source: Each basic land has a mana ability that makes one mana of a particular color. Plains make white mana (|mana_w|), Islands make blue mana (|mana_u|), Swamps make black mana (|mana_b|), Mountains make red mana (|mana_r|), and Forests make green mana (|mana_g|). Any land other than these five is a *nonbasic land*.
pl: Każdy ląd podstawowy posiada zdolność, która produkuje manę określonego koloru. Równiny dają białą manę (|mana_w|), Wyspy - niebieską (|mana_u|), Bagna - czarną (|mana_b|), Góry - czerwoną (|mana_r|), a Lasy - zieloną (|mana_g|). Każdy inny ląd jest *lądem niepodstawowym.*

source: Card type
pl: Typ karty

source: Is a permanent
pl: Jest stałką

source: Is cast as a spell
pl: Jest czarem

source: Is usually colorless
pl: Jest zwykle bezkolorowy

source: Can attack
pl: Może atakować

source: Can be attacked
pl: Może być zaatakowany

source: Game Zones
pl: Strefy gry

source: Library
pl: Biblioteka

source: When the game begins, your deck of cards becomes your library (your draw pile). It's kept face down, and the cards stay in the order they were in at the beginning of the game. No one can look at the cards in your library, but you can know how many cards are in each player's library. Each player has his or her own library.
pl: Na początku gry twoja talia staje się twoją biblioteką (stosem, z którego dobierasz karty). Trzymana jest obrazkiem do dołu, a karty pozostają w kolejności, w jakiej były na początku gry. Nikt nie może patrzeć na karty z twojej biblioteki, ale możesz się dowiedzieć, ile kart pozostało w bibliotece każdego z graczy. Każdy gracz posiada swoją własną bibliotekę.

source: Hand
pl: Ręka

source: When you draw cards, they go to your hand, just as in most other card games. No one except you can look at the cards in your hand. You start the game with seven cards in your hand, and you have a maximum hand size of seven. (You may have more than seven cards in your hand, but you must discard down to seven at the end of each of your turns.) Each player has his or her own hand.
pl: Kiedy dobierasz karty, trafiają one do twojej ręki, tak jak w większości innych gier karcianych. Nikt poza tobą nie może patrzeć na karty na twojej ręce. Zaczynasz grę z siedmioma kartami w ręce, a twój maksymalny rozmiar ręki to siedem. (Możesz mieć na ręce więcej kart niż siedem, ale na koniec każdej z tur musisz odrzucić tyle kart, żeby mieć siedem.) Każdy gracz ma własną rękę.

source: The Stack
pl: Stos

source: Spells and abilities exist on the stack. They wait there to *resolve* until both players choose not to cast any new spells or activate any new abilities. Then the last spell or ability that was put onto the stack resolves, and players get a chance to cast spells and activate abilities again. (You'll learn more about casting spells and activating abilities in the next section.) This zone is shared by both players.
pl: Czary i zdolności funkcjonują na stosie. Czekają tam na *rozpatrzenie* dopóki obaj gracze nie zdecydują, że nie rzucają nowych czarów ani nie aktywują nowych zdolności. Następnie ostatni z czarów lub zdolności znajdujących się na stosie jest rozpatrywany i gracze mają okazję ponownie rzucać czary i aktywować zdolności. (Więcej na temat rzucania czarów i aktywowania zdolności dowiesz się w następnym rozdziale.) Ta strefa jest współdzielona przez obu graczy.

source: Battlefield
pl: Pole walki
