Repository: dekoza/mtgpl
Catalog: rules/pofiles/*/M14_Rulebook.po
Languages: pl

source: Basic land type gl
pl: Basic land type / Typ zwykłego lądu

source: Battlefield gl
pl: Battlefield / Pole walki

source: A game zone. See :ref:`Battlefield<sec-battlefield>` [on page 8].
pl: Jedna ze stref gry. Zobacz :ref:`Pole walki<sec-battlefield>`.

source: Block gl
pl: Block / Blokowanie

source: Blocked creature gl
pl: Blocked creature / Zablokowany stwór

source: Blocking creature gl
pl: Blocking creature / Blokujący stwór

source: Card type gl
pl: Card type / Typ karty

source: Cast gl
pl: Cast / Rzucać

source: Choose one — gl
pl: Choose one — / Wybierz jedno:

source: Color gl
pl: Color / Kolor

source: The five Magic colors are white, blue, black, red, and green. If a spell or ability tells you to choose a color, you must choose one of those five. A card's color is determined by its mana cost. For example, a card that costs 1U is blue and a card that costs RW is both red and white. Cards with no colored mana in their mana costs, like most artifacts, are colorless. (Colorless is not a color.) Lands are also colorless.
pl: Mana występuje w pięciu kolorach: białym, niebieskim, czarnym, czerwonym i zielonym. Jeśli jakiś czar lub zdolność mówi, że masz wybrać kolor, musisz wybrać jeden z tych pięciu. Kolor karty jest określany przez jej koszt many. Przykładowo karta o koszcie |mana_1| |mana_u| jest niebieska, a karta o koszcie |mana_r| |mana_w| jest jednocześnie czerwona i biała. Karty bez kolorowej many w swoim koszcie, tak jak większość artefaktów, są bezkolorowe. (Bezkolorowy to nie kolor.) Również lądy są pozbawione koloru.

source: Some effects can change a spell or permanent's color. For example, "Target creature becomes blue until end of turn." The new color replaces the previous colors, unless the ability says otherwise.
pl: Niektóre efekty mogą zmienić kolor czaru lub stałki, np. "Wskazany stwór staje się niebieski do końca tury." Nowy kolor zastępuje poprzednie kolory, chyba że zdolność mówi inaczej.

source: Colorless gl
pl: Colorless / Bezkolorowy

source: Lands and most artifacts are colorless. Colorless is not a color. If something tells you to choose a color, you can't choose colorless.
pl: Lądy i większość artefaktów są bezkolorowe. Jeśli coś każe ci wybrać kolor, nie możesz wybrać "bezkolorowy", gdyż nie jest to kolor.

source: Combat gl
pl: Combat / Walka

source: In general, combat means attacking, blocking, and all the stuff that happens during a combat phase.
pl: W ogólności walka oznacza atakowanie, blokowanie i wszystko, co się dzieje w czasie fazy walki.

source: Combat damage gl
pl: Combat damage / Obrażenia bojowe

source: Combat damage step gl
pl: Combat damage step / Krok obrażeń bojowych

source: See :ref:`Parts of the Turn<sec-parts-of-the-turn>` [on page 17].
pl: Zobacz: :ref:`Części tury<sec-parts-of-the-turn>`.

source: Combat phase gl
pl: Combat phase / Faza walki

source: Command zone gl
pl: Command zone / Strefa dowodzenia

source: Commander gl
pl: Commander / Dowódca

source: Concede gl
pl: Concede / Poddać się

source: Continuous effect gl
pl: Continuous effect / Efekt ciągły

source: Control gl
pl: Control / Władanie

source: Controller gl
pl: Controller / Władca

source: Converted mana cost gl
pl: Converted mana cost / Łączny koszt many

source: Cost gl
pl: Cost / Koszt

source: A cost is something you have to pay to take another action. You must pay a cost to cast a spell or activate an activated ability. Sometimes a spell or ability will also ask you to pay a cost when it resolves. You can't pay a cost unless you can pay all of it. For example, if an activated ability's cost (the part before the ":") tells you to discard a card and you have no cards in your hand, you can't even try to pay it.
pl: Koszt jest czymś, co musisz opłacić, by wykonać kolejną akcję. Musisz opłacić koszt rzucając czar lub aktywując zdolność aktywowaną. Czasem czar lub zdolność będzie prosić o zapłacenie kosztu podczas rozpatrywania. Nie możesz opłacić częściowego kosztu. Przykładowo jeśli koszt zdolności aktywowanej (część przed ":") mówi, że musisz odrzucić kartę, a nie masz karty w ręce, nie możesz nawet próbować go opłacić.

source: Counter a spell or ability gl
pl: Counter a spell or ability / Skontrować czar lub zdolność

source: To cancel out a spell or ability so it has no effect. If a spell is countered, it's removed from the stack and put into its owner's graveyard. Once a spell or ability starts to resolve, it's too late to counter it. Lands aren't spells, so they can't be countered.
pl: Anulować czar lub zdolność tak, by nie miała efektu. Jeśli czar zostaje skontrowany, jest usuwany ze stosu i umieszczany w cmentarzu swojego właściciela. Kiedy czar lub zdolność zaczynają być rozpatrywane, jest za późno na kontrę. Lądy nie są czarami, więc nie mogą zostać skontrowane.

source: Counter on a permanent gl
pl: Counter on a permanent / Znacznik na stałce

source: Creature gl
pl: Creature / Stwór

source: Creature type gl
pl: Creature type / Typ stwora

source: Damage gl
pl: Damage / Obrażenia

source: Deathtouch gl
pl: Deathtouch / Dotyk śmierci

source: Deck gl
pl: Deck / Talia

source: Declare attackers step gl
pl: Declare attackers step / Krok deklarowania atakujących

source: Declare blockers step gl
pl: Declare blockers step / Krok deklarowania blokujących

source: Defender gl
pl: Defender / Obronność

source: A keyword ability seen on creatures. Creatures with defender can't attack.
pl: Hasło zdolności stwora. Stwory z obronnością nie mogą atakować.

source: Defending player gl
pl: Defending player / Broniący się gacz

source: Destroy gl
pl: Destroy / Zniszczyć

source: Dies gl
pl: Dies / Umiera

source: Discard gl
pl: Discard / Odrzucić kartę

source: Double strike gl
pl: Double strike / Podwójny cios

source: Draw a card gl
pl: Draw a card / Dobrać kartę

source: Draw step gl
pl: Draw step / Krok dobierania

source: Draw the game gl
pl: Draw the game / Remis

source: Effect gl
pl: Effect / Efekt

source: Emblem gl
pl: Emblem / Emblemat

source: Enchant gl
pl: Enchant / Zaurocz

source: Enchanted gl
pl: Enchanted / Zauroczony

source: Enchantment gl
pl: Enchantment / Urok

source: End of combat step gl
pl: End of combat step / Krok końca walki

source: End step gl
pl: End step / Krok końcowy

source: Enters the battlefield gl
pl: Enters the battlefield / Wchodzi na pole walki

source: Equip gl
pl: Equip / Wyposaż

source: Equipment gl
pl: Equipment / Wyposażenie

source: Evasion ability gl
pl: Evasion ability / Zdolność unikania

source: Exile gl
pl: Exile / Wypędzenie

source: Expansion symbol gl
pl: Expansion symbol / Symbol rozszerzenia

source: See :ref:`Parts of a Card<sec-parts-of-a-card>` [on page 5].
pl: Zobacz: :ref:`Części karty<sec-parts-of-a-card>`.

source: Fight gl
pl: Fight / Bić się

source: First strike gl
pl: First strike / Pierwszy cios

source: Flash gl
pl: Flash / Błysk

source: Flavor text gl
pl: Flavor text / Kontekst

source: Flying gl
pl: Flying / Latanie

source: Forestwalk gl
pl: Forestwalk / Zdobywca lasów

source: Graveyard gl
pl: Graveyard / Cmentarz

source: Hand gl
pl: Hand / Ręka

source: Haste gl
pl: Haste / Pośpiech

source: Hexproof gl
pl: Hexproof / Antyklątwa

source: Indestructible gl
pl: Indestructible / Niezniszczalność

source: Instant gl
pl: Instant / Sztuczka

source: Instead gl
pl: Instead / Zamiast tego

source: Intimidate gl
pl: Intimidate / Zastraszenie

source: Intro pack gl
pl: Intro pack / Zestaw początkowy

source: Islandwalk gl
pl: Islandwalk / Zdobywca wysp

source: Land gl
pl: Land / Ląd

source: Land type gl
pl: Land type / Typ lądu

source: Landwalk gl
pl: Landwalk / Zdobywca

source: Leaves the battlefield gl
pl: Leaves the battlefield / Opuszcza pole walki

source: Legendary gl
pl: Legendary / Legendarny

source: Library gl
pl: Library / Biblioteka

source: Lifelink gl
pl: Lifelink / Więź życia

source: Losing life gl
pl: Losing life / Tracić życie

source: Loyalty gl
pl: Loyalty / Lojalność

source: Main phase gl
pl: Main phase / Faza główna

source: Mana gl
pl: Mana

source: Mana ability gl
pl: Mana ability / Zdolność dająca manę

source: Mana cost gl
pl: Mana cost / Koszt many

source: Mana pool gl
pl: Mana pool / Pula many

source: Match gl
pl: Match / Mecz

source: Mountainwalk gl
pl: Mountainwalk / Zdobywca gór

source: Mulligan gl
pl: Mulligan

source: Multicolored card gl
pl: Multicolored card / Karta wielokolorowa

source: Multiplayer game gl
pl: Multiplayer game / Gra wieloosobowa

source: Name gl
pl: Name / Nazwa

source: Non- gl
pl: Non- / Nie-

source: Nonbasic land gl
pl: Nonbasic land / Niezwykły ląd

source: One-shot effect gl
pl: One-shot effect / Jednorazowy efekt

source: Opponent gl
pl: Opponent / Przeciwnik

source: Owner gl
pl: Owner / Właściciel

source: Paying life gl
pl: Paying life / Płacenie życia

source: Permanent gl
pl: Permanent / Stałka

source: A card or creature token on the battlefield. Permanents can be artifacts, creatures, enchantments, lands, or planeswalkers. Once a permanent is on the battlefield, it stays there until it's destroyed, sacrificed, or removed somehow. You can't remove a permanent from the battlefield just because you want to, even if you control it. If a permanent leaves the battlefield and then re-enters the battlefield, it's treated like a brand-new card. It doesn't "remember" anything about the last time it was on the battlefield.
pl: Karta lub żeton stwora na polu walki. Stałkami mogą być artefakty, stwory, uroki, lądy i wędrowcy. Gdy stałka jest na polu walki, zostaje dam dopóki nie zostanie zniszczona, poświęcona albo w jakiś sposób usunięta. Nie możesz usunąć stałki z pola walki tylko dlatego, że tego chcesz, nawet jeśli nią władasz. Jeśli stałka opuści pole walki i później ponownie wejdzie na pole walki, traktowana jest jak zupełnie nowa karta. Nie "pamięta" ona niczego ze swojego poprzedniego pobytu na polu walki.

source: Permanent type gl
pl: Permanent type / Typ stałki

source: Phase gl
pl: Phase / Faza

source: Planeswalker gl
pl: Planeswalker / Wędrowiec

source: Planeswalker type gl
pl: Planeswalker type / Typ wędrowca

source: Play gl
pl: Play / Zagrywać

source: Player gl
pl: Player / Gracz

source: Power gl
pl: Power / Siła

source: Prevent gl
pl: Prevent / Zażegnać

source: Prevention effect gl
pl: Prevention effect / Efekt zażegnujący

source: Priority gl
pl: Priority / Priorytet

source: Protection gl
pl: Protection / Ochrona

source: Put onto the battlefield gl
pl: Put onto the battlefield / Położyć na polu walki

source: Rarity gl
pl: Rarity / Rzadkość

source: Reach gl
pl: Reach / Zasięg

source: A keyword ability seen on creatures. A creature with reach can block a creature with flying. However, a creature with reach can be blocked by any kind of creature.
pl: Zdolność hasłowa występująca na stworach. Stwór z zasięgiem może blokować stwora z lataniem. Jednakże stwór z zasięgiem może być blokowany przez dowolny rodzaj stwora.

source: Regenerate gl
pl: Regenerate / Zregenerować

source: Reminder text gl
pl: Reminder text / Tekst przypominający

source: Remove from combat gl
pl: Remove from combat / Usunąć z walki

source: Replacement effect gl
pl: Replacement effect / Efekt podmieniający

source: Resolve gl
pl: Resolve / Rozpatrzyć

source: Reveal gl
pl: Reveal / Ujawnić

source: When you reveal a card, it's shown to all the players in the game.
pl: Kiedy ujawniasz kartę, jest ona pokazywana wszystkim graczom uczestniczącym w grze.

source: Sacrifice gl
pl: Sacrifice / Poświęcić

source: Shuffle gl
pl: Shuffle / Tasować

source: Sorcery gl
pl: Sorcery / Obrzęd

source: Source gl
pl: Source / Źródło

source: Spell gl
pl: Spell / Czar

source: Stack gl
pl: Stack / Stos

source: Static ability gl
pl: Static ability / Zdolność statyczna

source: Step gl
pl: Step / Krok

source: Subtype gl
pl: Subtype / Podtyp

source: Supertype gl
pl: Supertype / Nadtyp

source: Swampwalk gl
pl: Swampwalk / Zdobywca bagien

source: Tap gl
pl: Tap / Zaznaczyć

source: To turn a card sideways. See :ref:`Tapping<sec-tapping>` [on page 9].
pl: Przekręcić kartę w bok. Zobacz :ref:`Zaznaczanie<sec-tapping>`.

source: Target gl
pl: Target / Wskazywać

source: Text box gl
pl: Text box / Pole treści

source: Token gl
pl: Token / Żeton

source: Toughness gl
pl: Toughness / Wytrzymałość

source: Trample gl
pl: Trample / Tratowanie

source: Triggered ability gl
pl: Triggered ability / Zdolność wyzwalana

source: Turn gl
pl: Turn / Tura

source: Parts of the Turn:
pl: Części tury:

source: Beginning phase
pl: Faza początkowa

source: Main phase
pl: Faza główna

source: Combat phase
pl: Faza walki

source: Beginning of combat step
pl: Krok początku walki

source: Declare blockers step
pl: Krok deklarowania blokujących

source: Main phase (again)
pl: Faza główna (ponownie)

source: Ending phase
pl: Faza końcowa

source: Two-Headed Giant gl
pl: Two-Headed Giant / Dwugłowy Gigant

source: Type line gl
pl: Type line / Linia typu

source: Unblocked gl
pl: Unblocked / Niezablokowany

source: Untap gl
pl: Untap / Odznacz

source: To turn a tapped card upright so it's ready to be used again. See :ref:`Tapping<sec-tapping>` [on page 9].
pl: Przekręcić kartę to pionu, by była gotowa do ponownego użycia. Zobacz: :ref:`Zaznaczanie<sec-tapping>`.

source: Untap step gl
pl: Untap step / Krok odznaczania

source: Upkeep step gl
pl: Upkeep step / Krok utrzymania

source: Vigilance gl
pl: Vigilance / Czujność

source: A keyword ability seen on creatures. When a creature with vigilance attacks, it doesn't become tapped.
pl: Zdolność hasłowa obecna na stworach. Kiedy stwór z czujnością atakuje, nie staje się zużyty.

source: Winning the game gl
pl: Winning the game / Zwycięstwo w grze

source: You win the game when any of the following things happens:
pl: Wygrywasz grę, gdy nastąpi jedno z poniższych:

source: Your opponent's life total is reduced to 0 or less.
pl: Punkty życia twojego przeciwnika będą równe 0 lub mniej.

source: Your opponent has to draw a card from an empty library.
pl: Twój przeciwnik będzie musiał dobrać kartę z pustej biblioteki.

source: Your opponent has ten or more poison counters. (No cards in the Magic 2014 core set can give players poison counters.)
pl: Twój przeciwnik ma dziesięć lub więcej znaczników zatrucia. (Żadna z kart w podstawce Magic 2014 nie daje graczom znaczników zatrucia.)

source: A spell or ability says that you win the game or your opponent loses the game.
pl: Czar lub zdolność mówi, że wygrywasz grę lub że przeciwnik przegrywa grę.

source: Your opponent concedes.
pl: Twój przeciwnik podda się.

source: If both players would lose the game at the same time, the game is draw—nobody wins.
pl: Jeśli obaj gracze mieliby przegrać grę w tym samym momencie, gra kończy się remisem — nikt nie wygrywa.

source: Different multiplayer variants may modify the conditions for winning the game.
pl: Różne warianty gry wieloosobowej mogą zmieniać warunki zwycięstwa.

source: X gl
pl: X

source: You gl
pl: You / Ty

source: Zone gl
pl: Zone / Strefa
