Repository: dekoza/mtgpl
Catalog: rules/pofiles/*/M14_Rulebook.po
Languages: pl

source: You start the game with nothing on the battlefield, but this is where the action is going to be. On each of your turns, you can play a land from your hand. Creatures, artifacts, enchantments, and planeswalkers also enter the battlefield after they resolve. You can arrange your permanents however you want (we recommend putting lands closest to you), but your opponent must be able to see all of them and tell whether they're *tapped*. This zone is shared by both players.
pl: Zaczynasz grę z pustym polem walki, ale to właśnie tu będzie się odbywać cała akcja. Podczas każdej z tur możesz zagrać z ręki ląd. Stwory, artefakty, uroki i wędrowcy także wchodzą na pole walki po ich rozpatrzeniu. Możesz dowolnie rozmieszczać swoje stałki (zalecamy umieszczanie lądów bliżej siebie), ale twoi przeciwnicy muszą mieć możliwość zobaczenia ich wszystkich i określenia czy są *zużyte*. Ta strefa jest współdzielona przez obu graczy.

source: Graveyard
pl: Cmentarz

source: Your graveyard is your discard pile. Your instant and sorcery spells go to your graveyard when they resolve. Your cards go to your graveyard if an effect causes them to be *discarded*, *destroyed*, *sacrificed*, or *countered*. Your planeswalkers go to your graveyard if they lose all their loyalty counters. Your creatures go to your graveyard if the damage they're dealt in a single turn is equal to or greater than their toughness, or if their toughness is reduced to 0 or less. Cards in your graveyard are always face up and anyone can look at them at any time. Each player has his or her own graveyard.
pl: Twój cmentarz jest stosem kart odrzuconych. Trafiają tam twoje sztuczki i obrzędy po tym, jak zostaną rozpatrzone. Twoje karty trafiają do cmentarza, jeśli efekt powoduje ich *odrzucenie*, *zniszczenie*, *poświęcenie*, lub *skontrowanie*. Twoi wędrowcy trafiają na cmentarz po utracie wszystkich znaczników lojalności. Stwory trafiają na cmentarz, jeśli obrażenia otrzymane przez nie w ciągu jednej tury są nie mniejsze od ich wytrzymałości lub gdy ich wytrzymałość zostanie zredukowana do zera lub poniżej. Karty w cmentarzu są zawsze obrazkiem do góry i każdy może je przejrzeć w dowolnym momencie. Każdy gracz ma swój własny cmentarz.

source: Exile
pl: Wygnanie

source: If a spell or ability *exiles* a card, that card is put in a game area that's set apart from the rest of the game. The card will remain there forever, unless whatever put it there is able to bring it back. Exiled cards are normally face up. This zone is shared by both players.
pl: Jeśli czar lub zdolność *wygania* kartę, owa karta jest umieszczana w strefie oddzielonej od reszty gry. Karta zostanie tam na zawsze, przynajmniej do czasu, aż coś ją stamtąd sprowadzi z powrotem. Wygnane karty zazwyczaj zwrócone są obrazkiem do góry. Strefa ta jest współdzielona przez obu graczy.

source: Here's what a game in progress looks like. In this example, there aren't any exiled cards, and no spells are on the stack. (When you put a spell on the stack, you take the card from your hand and put it in the middle of the table until it finishes resolving.)
pl: Oto jak może wyglądać stół w trakcie rozgrywki. W tym przykładzie nie ma żadnych wygnanych kart oraz stos jest pusty. (Kładąc czar na stosie bierzesz daną kartę z ręki i umieszczasz na środku stołu dopóki nie zostanie rozliczona.)

source: Section 2: The Building Blocks
pl: Rozdział 2: Elementy układanki

source: This section describes the actions that you'll take during a game. You'll learn how to make mana, which is the resource you need to cast spells. You'll learn how to cast a spell, as well as how to use abilities. You'll also learn how to attack and block with your creatures. The section finisheswith a brief description of how to build your first deck and an explanation of the game's :ref:`Golden Rule<sec-golden-rule>`.
pl: Ten rozdział opisuje akcje, które możesz podjąć w czasie gry. Nauczysz się pobierać manę, która jest zasobem potrzebnym do rzucania czarów. Dowiesz się, jak rzucać czary oraz aktywować zdolności. Nauczysz się także jak atakować i blokować swoimi stworami. No końcu rozdziału znajduje się garść porad na temat budowy talii oraz wyjaśnienie, czym jest :ref:`Złota Zasada<sec-golden-rule>`.

source: Making Mana
pl: Wytwarzanie many

source: To do just about anything else in the game, you first need to be able to make mana. Think of mana as Magic money—it's what you use to pay most costs. Each mana is either one of the five **Magic** *colors* or is :term:`colorless<colorless gl>`. When a cost requires colored mana, you'll see colored mana symbols (|mana_w| for white, |mana_u| for blue, |mana_b| for black, |mana_r| for red, |mana_g| for green). When any kind of mana can be used to pay the cost, you'll see a symbol with a number in it (like |mana_2|).
pl: Aby zrobić cokolwiek w grze, najpierw potrzebujesz uzyskać manę. Pomyśl o niej jak o pieniądzach - używasz jej do opłacania większości kosztów. Każda mana jest albo w jednym z pięciu *kolorów*, albo jest :term:`bezkolorowa<colorless gl>`. Kiedy koszt trzeba opłacić kolorową maną, zobaczysz symbole many (|mana_w| dla białej, |mana_u| - niebieskiej, |mana_b| - czarnej, |mana_r| - czerwonej, |mana_g| - zielonej). Kiedy dowolny rodzaj many może być użyty do opłacenia kosztu, zobaczysz symbol z liczbą w środku (np. |mana_2|).

source: Where does mana come from? Nearly every land in the game has an ability that produces mana. Basic lands just have a large mana symbol in their text boxes to show this—you can tap one of them to add one mana of that color to your :term:`mana pool<mana pool gl>`. (Your mana pool is where mana is stored until you spend it.) Other lands, as well as some creatures, artifacts, and spells, may also make mana. They'll say something like "Add |mana_g| to your mana pool."
pl: Skąd pochodzi mana? Niemal każdy ląd w grze posiada zdolność, która produkuje manę. Na lądach podstawowych przedstawione jest to za pomocą dużego symbolu many w polu treści — możesz zaznaczyć jeden z nich, by dodać jedną manę tego koloru do swojej :term:`puli many<mana pool gl>`. (Pula many jest miejscem, gdzie mana jest przechowywana, zanim ją zużyjesz.) Inne lądy oraz niektóre stwory, artefakty oraz czary także mogą produkować manę. Będą mieć napisane coś w rodzaju "Dodaj |mana_g| do twojej puli many".

source: Basic land type
pl: Rodzaj lądu podstawowego

source: Can be tapped for
pl: Zużycie pozyskuje

source: Plains
pl: Równina

source: |mana_w| (white)
pl: |mana_w| (biała)

source: Island
pl: Wyspa

source: |mana_u| (blue)
pl: |mana_u| (niebieska)

source: Swamp
pl: Bagno

source: |mana_b| (black)
pl: |mana_b| (czarna)

source: Mountain
pl: Góra

source: |mana_r| (red)
pl: |mana_r| (czerwona)

source: Forest
pl: Las

source: |mana_g| (green)
pl: |mana_g| (zielona)

source: Mana that you've made doesn't last forever. At the end of each step or phase of the turn, any unused mana in your mana pool disappears. This doesn't happen often because usually you'll only make mana when you need it to cast a spell or activate an ability.
pl: Mana, którą produkujesz nie trwa wiecznie. Na końcu każdego kroku i fazy każda niewykorzystana mana pozostająca w zasobniku, znika. To nie zdarza się często, ponieważ zwykle produkujesz manę, kiedy potrzebujesz rzucić czar lub aktywować zdolność.

source: Tapping
pl: Zaznaczanie

source: To tap a card is to turn it sideways. You do this when you use a land to make mana, when you attack with a creature, or when you activate an ability that has the |tap| symbol as part of its cost (|tap| means "tap this permanent").
pl: Aby zużyć kartę, należy ustawić ją bokiem. Robisz tak, kiedy używasz lądu do produkcji many, kiedy atakujesz stworem lub gdy aktywujesz zdolność, która ma |tap| w swoim koszcie (|tap| oznacza "zużyj tę stałkę").

source: When a permanent is tapped, that usually means it's been used for the turn. You can't tap it again until it's been *untapped* (straightened out).
pl: Kiedy stałka jest zużyta, zwykle oznacza to, że została już wykorzystana w tej turze. Nie możesz jej ponownie zużyć dopóki nie zostanie *odświeżona* (wyprostowana).

source: At the beginning of each of your turns, you untap your tapped cards so you can use them again.
pl: Na początku każdej ze swoich tur, odświeżasz swoje zużyte karty, żeby móc z nich znowu korzystać.

source: Spells
pl: Czary

source: Now that you can make mana, you'll want to use it to cast spells. All cards except lands are cast as spells. You can cast sorceries, creatures, artifacts, enchantments, and planeswalkers only during one of your main phases when there's nothing else on the stack. Instants can be cast at any time.
pl: Teraz, gdy już możesz produkować manę, możesz chcieć jej użyć do rzucania czarów. Wszystkie karty z wyjątkiem lądów są czarami. Możesz rzucać obrzędy, stwory, artefakty, uroki i wędrowców wyłącznie w czasie jednej ze swoich faz głównych, kiedy nic innego nie ma na stosie. Sztuczki mogą być rzucane w dowolnym momencie.

source: Casting a Spell
pl: Rzucanie czaru

source: To cast a spell, take the card you want to cast from your hand, show it to your opponent, and put it on the stack. (The stack is the game zone where spells live. It's usually in the middle of the table.)
pl: Aby rzucić czar, weź jego kartę z ręki, pokaż przeciwnikowi i połóż na stosie (Stos jest strefą gry, w której przebywają czary. Zazwyczaj jest to środek stołu.)

source: There are a few choices that you need to make right now. If the spell is an instant or sorcery and says "Choose one —," you choose which of the options you're using. If the spell is an instant or sorcery and it has a target, you choose what (or who) that target is. Aura spells also target the permanents they'll enchant. If the spell has |mana_x| in its cost, you choose what number X stands for. Other choices will be made later, when the spell resolves.
pl: W tej chwili musisz podjąć kilka decyzji. Jeśli czar jest sztuczką lub obrzędem i mówi "Wybierz jedno -", musisz zdecydować, której części będziesz używać. Jeśli czar jest sztuczką lub obrzędem i wymaga wskazania celu, wybierasz co (lub kogo) wskazuje. Czary Aur także wskazują stałki, które będą przez nie zauroczone. Jeśli czar ma |mana_x| w swoim koszcie, wybierasz wartość X. Pozostałe decyzje zostaną podjęte, gdy czar będzie rozpatrywany.

source: Now check what the spell's cost is. Tap your lands to produce the mana necessary to pay that cost, and pay it. Once you do that, the spell has been cast.
pl: Sprawdź teraz koszt czaru. Zużyj lądy, by pobrać manę konieczną do opłacenia tego kosztu i opłać go. W momencie, gdy to zrobisz, czar został rzucony.

source: Target
pl: Wskazywanie

source: When you see the word "target" on a spell or ability, you have to choose one or more things for the spell or ability to affect. You'll be able to choose only certain kinds of things, such as "target enchantment" or "target creature or player."
pl: Kiedy widzisz słowo "wskazany" na czarze lub zdolności, musisz wybrać jedną lub więcej rzeczy, na które czar będzie miał wpływ. Będziesz mógł wybrać określony rodzaj rzeczy, np. "wskazany urok" albo "wskazany stwór lub gracz".

source: When the spell or ability resolves, it checks the targets to make sure they're still *legal* (they're still there, and they match the requirements stated by the spell or ability). If a target isn't legal, the spell or ability can't affect it. If none of the targets are legal, the spell or ability is countered and does nothing at all.
pl: Kiedy czar lub zdolność jest rozpatrywany, sprawdza on wskazywane cele, by się upewnić, że wciąż są *legalne* (nadal są na miejscu oraz spełniają wymagania ustalone przez czar lub zdolność). Jeśli wskazany cel nie jest legalny, czar lub zdolność nie może na niego wpływać. Jeśli każdy z celów jest nielegalny, czar lub zdolność zostaje skontrowana i w ogóle nic nie robi.

source: Responding to a Spell
pl: Odpowiadanie na czar

source: The spell doesn't resolve (have its effect) right away—it has to wait on the stack. Each player, including you, now gets a chance to cast an instant or activate an activated ability *in response*. If a player does, that instant or ability goes on the stack on top of what was already waiting there. When all players decline to do anything, the top spell or ability on the stack will resolve.
pl: Czar nie zostaje rozliczony (tzn. nie przynosi efektu) natychmiast - musi poczekać na stosie. Każdy gracz, włączając ciebie, może teraz rzucić sztuczkę lub aktywować zdolność *w odpowiedzi*. Jeśli jakiś gracz tak zrobi, owa sztuczka lub zdolność trafi na stos na wierzch tego, co już tam czekało. Kiedy wszyscy gracze zrezygnują z robienia czegokolwiek, wierzchni czar lub zdolność ze stosu zostanie rozliczony.

source: Resolving a Spell
pl: Rozpatrywanie czaru

source: When a spell resolves, one of two things happens. If the spell is an instant or sorcery, it has its effect (in other words, you follow the instructions on the card), then you put the card into your graveyard. If the spell is a creature, artifact, enchantment, or planeswalker, you put the card on the table in front of you, near your lands. The card is now on the battlefield. Any of your cards on the battlefield is called a :term:`permanent<permanent gl>` because it sticks around permanently (well, until something happens to it). Many permanents have abilities, which is text on them that affects the game.
pl: Kiedy czar jest rozpatrywany, dzieje się jedna z dwóch rzeczy. Jeśli czar jest sztuczką lub obrzędem, to ma swój efekt (innymi słowy podążasz za instrukcjami na karcie), a następnie umieszczasz tę kartę w cmentarzu. Jeśli czar jest stworem, artefaktem, urokiem lub wędrowcem, umieszczasz tę kartę na stole przed sobą, w pobliżu lądów. Karta jest teraz na polu walki. Każda z kart znajdujących się na polu walki nazywana jest :term:`stałką<permanent gl>`, ponieważ będzie się tam stale znajdować (cóż, przynajmniej do czasu, gdy coś jej się przytrafi). Wiele stałek ma zdolności, które są na nich napisane i wpływają na grę.

source: After a spell or ability resolves, both players get the chance to play something new. If no one does, the next thing waiting on the stack will resolve (or if the stack is empty, the current part of the turn will end and the game will proceed to the next part). If either player plays something new, it goes on top of the stack and the process repeats.
pl: Po tym jak czar lub zdolność zostanie rozliczony, obaj gracze mają szansę zagrać coś nowego. Jeśli nikt nic nie zrobi, następna rzecz czekają na stosie zostanie rozliczona (lub jeśli stos jest pusty, bieżąca część tury zakończy się i gra przejdzie do następnej części). Jeśli którykolwiek z graczy zagra coś nowego, wędruje to na wierzch stosu i cały proces się powtarza.

source: [Turn the page to see examples of spells on the stack.]
pl: [Na następnej stronie znajduje się przykład czarów na stosie.]

source: Examples of Spells on the Stack
pl: Przykłady czarów na Stosie

source: Your opponent casts Shock targeting your Auramancer, a 2/2 creature. The Shock goes on the stack.
pl: Twój przeciwnik rzuca Szok wskazując twojego Auromantę, stwora 2/2. Szok wchodzi na stos.

source: You respond to the Shock by casting Show of Valor on your Auramancer. Show of Valor goes on the stack, *on top of Shock*.
pl: Odpowiadasz na Szok rzucając Pokaz Dzielności na swojego Auromantę. Pokaz Dzielności wchodzi na stos *na wierzch Szoku*.

source: You and your opponent both decline to do anything else. Show of Valor resolves, making the Auramancer 4/6 until the end of the turn.
pl: Ty i twój przeciwnik obaj pasujecie. W wyniku rozpatrzenia Pokazu Dzielności, Auromanta staje się 4/6 do końca tury.

source: Then the Shock resolves, dealing 2 damage to the pumped-up Auramancer. That's not enough to destroy it.
pl: Następnie Szok jest rozpatrywany zadając dwa obrażenia do podpakowanego Auromanty. To nie wystarcza, by go zniszczyć.

source: **What would happen if the Show of Valor were cast first?**
pl: **Co by się stało, gdyby Pokaz Dzielności został rzucony najpierw?**

source: The Shock goes on the stack on top of Show of Valor so it resolves first. It deals 2 damage to Auramancer—enough to destroy it! When the Show of Valor tries to resolve, its only target is no longer on the battlefield, so it's countered (it does nothing).
pl: Szok wchodzi na stos na wierzch Pokazu Dzielności, więc zostaje rozpatrzony jako pierwszy. Zadaje dwa obrażenia Auromancie - wystarczająco dużo, by go zniszczyć! Kiedy przychodzi kolej rozpatrzenia Pokazu Dzielności, cel przez niego wskazywany nie znajduje się już na polu walki, więc czar zostaje skontrowany (nic nie robi).

source: Abilities
pl: Zdolności

source: As you start to accumulate permanents on the battlefield, the game will change. That's because many permanents have text on them that affects the game. This text tells you a permanent's abilities. There are three different kinds of abilities a permanent can have: *static abilities*, *triggered abilities*, and *activated abilities*.
pl: W miarę jak zaczniesz zbierać stałki na polu walki, gra będzie się zmieniać. To dlatego, że wiele stałek ma treść, która modyfikuje rozgrywkę. Ten tekst opisuje zdolności stałki. Są trzy różne rodzaje zdolności, które stałka może posiadać: *zdolności statyczne*, *zdolności wyzwalane* oraz *zdolności aktywowane*.

source: Static Abilities
pl: Zdolności statyczne

source: A static ability is text that is always true while that card is on the battlefield. For example, Imposing Sovereign is a creature with the ability "Creatures your opponents control enter the battlefield tapped." You don't activate a static ability. It just does what it says.
pl: Zdolnością statyczną jest tekst, który jest zawsze prawdziwy, dopóki karta jest na polu walki. Przykładowo Okazały Suweren jest stworem ze zdolnością "Stwory władane przez twoich przeciwników wchodzą na pole walki zużyte." Nie można aktywować zdolności statycznej. Ona po prostu robi to, co jest napisane.

source: Triggered Abilities
pl: Zdolności wyzwalane

source: Each triggered ability starts with the word "when," "whenever," or "at." You don't activate a triggered ability. It automatically triggers whenever the first part of the ability happens. The ability goes on the stack just like a spell, and resolves just like a spell. If the ability triggers but then the permanent the ability came from leaves the battlefield, the ability will still resolve.
pl: Każda z wyzwalanych zdolności zaczyna się od słów "kiedy", "zawsze gdy", "z początkiem" lub "w trakcie". Nie aktywujesz zdolności wyzwalanej. Jest ona automatycznie wyzwalana zawsze gdy wydarzy się pierwsza część zdolności. Zdolność wchodzi na stos zupełnie jak czar i jest rozpatrywana jak czar. Jeśli zdolność zostanie wyzwolona, a następnie stałka, z której ona pochodzi opuści pole walki, zdolność i tak zostanie rozpatrzona.

source: You can't choose to delay or ignore a triggered ability. However, if the ability targets something or someone but you can't choose a legal target for it, the ability won't do anything.
pl: Nie możesz opóźnić lub zignorować wyzwalanej zdolności. Jednakże jeśli zdolność musi wskazywać coś lub kogoś, a ty nie możesz wybrać dla niej legalnego celu, nic ona nie zrobi.

source: Activated Abilities
pl: Zdolności aktywowane

source: An activated ability is an ability that you can activate whenever you want, as long as you can pay the cost. For example, Blood Bairn is a creature with the ability "Sacrifice another creature: Blood Bairn gets +2/+2 until end of turn."
pl: Zdolność aktywowana jest zdolnością, której możesz użyć zawsze gdy chcesz, o ile możesz opłacić koszt. Przykładowo Dziecię Krwi jest stworem ze zdolnością "Poświęć innego stwora: Dziecię Krwi dostaje +2/+2 do końca tury."

source: Each activated ability has a cost, then a colon (":"), then an effect. Activating one works exactly like casting an instant spell, except there's no card to put on the stack. The ability goes on the stack just like a spell, and resolves just like a spell. If you activate an ability but then the permanent the ability came from leaves the battlefield, the ability will still resolve.
pl: Każda aktywowana zdolność posiada koszt, następnie dwukropek (":") i później efekt. Aktywowanie działa tak, jak rzucanie sztuczki, tylko żadna karta nie idzie na stos. Zdolność wchodzi na stos tak jak czar i jest rozpatrywana jak czar. Jeśli aktywujesz zdolność, ale później stałka, z której zdolność pochodzi, opuści pole walki - zdolność i tak zostanie rozpatrzona.

source: Some activated abilities contain the |tap| symbol in their costs. This means that you must tap the permanent to activate the ability. You can't activate the ability if the permanent is already tapped.
pl: Niektóre zdolności zawierają w koszcie symbol |tap|. Oznacza to, że do aktywacji zdolności musisz zużyć stałkę. Nie możesz aktywować zdolności jeśli stałka jest już zużyta.

source: Keywords
pl: Słowa kluczowe

source: Some permanents have abilities that are shortened to a single word or phrase. Many of these have :term:`reminder text<reminder text gl>` that gives you a brief description of the ability's effect. Keyword abilities in the core set include :term:`deathtouch<deathtouch gl>`, :term:`defender<defender gl>`, :term:`enchant<enchant gl>`, :term:`equip<equip gl>`, :term:`first strike<first strike gl>`, :term:`flash<flash gl>`, :term:`flying<flying gl>`, :term:`haste<haste gl>`, :term:`hexproof<hexproof gl>`, :term:`indestructible<indestructible gl>`, :term:`landwalk<landwalk gl>` (such as swampwalk or forestwalk), :term:`lifelink<lifelink gl>`, :term:`protection<protection gl>`, :term:`reach<reach gl>`, :term:`trample<trample gl>`, and :term:`vigilance<vigilance gl>`. Most of these are static abilities, but keyword abilities can also be triggered abilities or activated abilities. Detailed explanations of each of these abilities can be found in the glossary at the end of this rulebook.
pl: Niektóre stałki mają zdolności, które są skrócone do pojedynczego hasła lub frazy. Wiele z nich posiada *tekst przypominający* dający krótki opis efektu zdolności. Hasła zdolności w zestawie podstawowym zawierają: :term:`dotyk śmierci<deathtouch gl>`, :term:`obronność<defender gl>`, :term:`zaurocz<enchant gl>`, :term:`ekwipuj<equip gl>`, :term:`pierwszy cios<first strike gl>`, :term:`błysk<flash gl>`, :term:`latanie<flying gl>`, :term:`pośpiech<haste gl>`, :term:`antyklątwa<hexproof gl>`, :term:`niezniszczalność<indestructible gl>`, :term:`zdobywca lądów<landwalk gl>` (np. zdobywca bagien czy zdobywca lasów), :term:`więź życia<lifelink gl>`, :term:`ochrona<protection gl>`, :term:`zasięg<reach gl>`, :term:`tratowanie<trample gl>` i :term:`czujność<vigilance gl>`. Większość z nich to zdolności statyczne, ale hasła mogą określać też zdolności wyzwalane lub aktywowane. Szczegółowe wyjaśnienia każdej z tych zdolności znajdują się w glosariuszu na końcu tego podręcznika.

source: Attacking and Blocking
pl: Atakowanie i blokowanie

source: The primary way to win the game is to attack with your creatures. If a creature that's attacking your opponent isn't blocked, it deals damage equal to its power to him or her. It doesn't take that many hits to drop your opponent all the way from 20 life to 0!
pl: Głównym sposobem na wygraną jest atakowanie swoimi stworami. Jeśli stwór atakujący przeciwnika nie jest zablokowany, to zadaje mu tyle obrażeń, ile ma siły. Nie potrzeba wielu ciosów, by sprowadzić przeciwnika z 20 punktów życia do zera!
