Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/2XM.po
Languages: pl

source: |tap|, Remove a charge counter from Tumble Magnet: Tap target artifact or creature.
pl: |tap|, usuń znacznik ładunku z tego artefaktu: Przekręć wskazany artefakt lub stwora.

source: Equipped creature gets +4/+2 and doesn't untap during its controller's untap step.
pl: Wyposażony stwór dostaje +4/+2 i nie odkręca się w kroku odkręcania swojego władcy.

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery. This card enters the battlefield unattached and stays on the battlefield if the creature leaves.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd. Ta karta wchodzi na pole bitwy odłączona i zostaje na polu bitwy po opuszczeniu go przez stwora.)

source: Walking Ballista enters the battlefield with X +1/+1 counters on it.
pl: Ten stwór wchodzi na pole bitwy mając X znaczników +1/+1.

source: |mana_4|: Put a +1/+1 counter on Walking Ballista.
pl: |mana_4|: Umieść znacznik +1/+1 na tym stworze.

source: Remove a +1/+1 counter from Walking Ballista: It deals 1 damage to any target.
pl: Usuń znacznik +1/+1 z tego stwora: Zadaje on wskazanemu celowi 1 obrażenie.

source: Sacrifice Welding Jar: Regenerate target artifact.
pl: Poświęć ten artefakt: Zregeneruj wskazany artefakt.

source: Deathtouch, lifelink
pl: Dotyk śmierci, więź życia

source: When Wurmcoil Engine dies, create a 3/3 colorless Wurm artifact creature token with deathtouch and a 3/3 colorless Wurm artifact creature token with lifelink.
pl: Kiedy ten stwór umrze, stwórz żeton bezkolorowego artefaktowego stwora Żmij 3/3 z dotykiem śmierci oraz żeton bezkolorowego artefaktowego stwora Żmij 3/3 z więzią życia.

source: |mana_1|\ |mana_u|, |tap|: Put target artifact card from your graveyard on top of your library.
pl: |mana_1|\ |mana_u|, |tap|: Umieść wskazana kartę artefaktu z twojego cmentarza na wierzchu twojej biblioteki.

source: Basic landcycling |mana_1| (|mana_1|, Discard this card: Search your library for a basic land card, reveal it, put it into your hand, then shuffle.)
pl: Lądocykling bazowych |mana_1| (|mana_1|, odrzuć tę kartę: Wyszukaj w twojej bibliotece kartę bazowego lądu, ujawnij ją, umieść w twojej ręce, po czym przetasuj.)

source: |mana_1|: Blinkmoth Nexus becomes a 1/1 Blinkmoth artifact creature with flying until end of turn. It's still a land.
pl: |mana_1|: Ten ląd staje się do końca tury stworem Świetlik 1/1 z lataniem. Nadal jest lądem.

source: |mana_1|, |tap|: Target Blinkmoth creature gets +1/+1 until end of turn.
pl: |mana_1|, |tap|: Wskazany stwór typu Świetlik dostaje do końca tury +1/+1.

source: |mana_2|, |tap|, Sacrifice Buried Ruin: Return target artifact card from your graveyard to your hand.
pl: |mana_2|, |tap|, poświęć ten ląd: Przywróć wskazaną kartę artefaktu z twojego cmentarza do twojej ręki.

source: |mana_ur|, |tap|: Add |mana_u|\ |mana_u|, |mana_u|\ |mana_r|, or |mana_r|\ |mana_r|.
pl: |mana_ur|, |tap|: Weź |mana_u|\ |mana_u|, |mana_u|\ |mana_r| lub |mana_r|\ |mana_r|.

source: Dark Depths enters the battlefield with ten ice counters on it.
pl: Ten ląd wchodzi na pole bitwy mając dziesięć znaczników lodu.

source: |mana_3|: Remove an ice counter from Dark Depths.
pl: |mana_3|: Usuń znacznik lodu z tego lądu.

source: When Dark Depths has no ice counters on it, sacrifice it. If you do, create Marit Lage, a legendary 20/20 black Avatar creature token with flying and indestructible.
pl: Kiedy ten ląd nie ma znaczników lodu, poświęć go. Jeśli tak zrobisz, stwórz żeton legendarnego stwora Awatar 20/20 o nazwie Marit Lage z lataniem i niezniszczalnością.

source: Indestructible
pl: Niezniszczalność

source: |mana_wb|, |tap|: Add |mana_w|\ |mana_w|, |mana_w|\ |mana_b|, or |mana_b|\ |mana_b|.
pl: |mana_wb|, |tap|: Weź |mana_w|\ |mana_w|, |mana_w|\ |mana_b| lub |mana_b|\ |mana_b|.

source: |mana_rg|, |tap|: Add |mana_r|\ |mana_r|, |mana_r|\ |mana_g|, or |mana_g|\ |mana_g|.
pl: |mana_rg|, |tap|: Weź |mana_r|\ |mana_r|, |mana_r|\ |mana_g| lub |mana_g|\ |mana_g|.

source: |mana_gu|, |tap|: Add |mana_g|\ |mana_g|, |mana_g|\ |mana_u|, or |mana_u|\ |mana_u|.
pl: |mana_gu|, |tap|: Weź |mana_g|\ |mana_g|, |mana_g|\ |mana_u| lub |mana_u|\ |mana_u|.

source: At the beginning of the end step, if you control no artifacts, sacrifice Glimmervoid.
pl: Na początku kroku końcowego, jeśli nie władasz artefaktem, poświęć ten ląd.

source: |tap|: Add one mana of any color.
pl: |tap|: Weź jedną manę dowolnego koloru.

source: |mana_br|, |tap|: Add |mana_b|\ |mana_b|, |mana_b|\ |mana_r|, or |mana_r|\ |mana_r|.
pl: |mana_br|, |tap|: Weź |mana_b|\ |mana_b|, |mana_b|\ |mana_r| albo |mana_r|\ |mana_r|.

source: |tap|, Sacrifice a creature: You gain 1 life.
pl: |tap|, poświęć stwora: Zyskaj 1 życie.

source: |tap|: Untap target attacking creature. Prevent all combat damage that would be dealt to and dealt by that creature this turn.
pl: |tap|: Odkręć wskazanego atakującego stwora. Zażegnaj wszystkie obrażenia bojowe, jakie mógłby otrzymać lub mogłyby zostać przez niego zadane w tej turze.

source: |mana_1|: Mishra's Factory becomes a 2/2 Assembly-Worker artifact creature until end of turn. It's still a land.
pl: |mana_1|: Ten ląd staje się do końca tury artefaktowym stworem Składacz 2/2. Nadal jest lądem.

source: |tap|: Target Assembly-Worker creature gets +1/+1 until end of turn.
pl: |tap|: Wskazany Składacz dostaje do końca tury +1/+1.

source: |mana_wu|, |tap|: Add |mana_w|\ |mana_w|, |mana_w|\ |mana_u|, or |mana_u|\ |mana_u|.
pl: |mana_wu|, |tap|: Weź |mana_w|\ |mana_w|, |mana_w|\ |mana_u| lub |mana_u|\ |mana_u|.

source: |mana_rw|, |tap|: Add |mana_r|\ |mana_r|, |mana_r|\ |mana_w|, or |mana_w|\ |mana_w|.
pl: |mana_rw|, |tap|: Weź |mana_r|\ |mana_r|, |mana_r|\ |mana_w| lub |mana_w|\ |mana_w|.

source: |mana_ub|, |tap|: Add |mana_u|\ |mana_u|, |mana_u|\ |mana_b|, or |mana_b|\ |mana_b|.
pl: |mana_ub|, |tap|: Weź |mana_u|\ |mana_u|, |mana_u|\ |mana_b| lub |mana_b|\ |mana_b|.

source: |mana_2|, |tap|: Thespian's Stage becomes a copy of target land, except it has this ability.
pl: |mana_2|, |tap|: Ten ląd staje się kopią wskazanego lądu, ale nadal ma niniejszą zdolność.

source: |mana_bg|, |tap|: Add |mana_b|\ |mana_b|, |mana_b|\ |mana_g|, or |mana_g|\ |mana_g|.
pl: |mana_bg|, |tap|: Weź |mana_b|\ |mana_b|, |mana_b|\ |mana_g| lub |mana_g|\ |mana_g|.

source: |tap|: Add |colorless|. If you control an Urza's Power-Plant and an Urza's Tower, add |colorless|\ |colorless| instead.
pl: |tap|: Weź |colorless|. Jeśli masz we władaniu Urza's Power-Plant oraz Urza's Tower, zamiast tego weź |colorless|\ |colorless|.

source: |tap|: Add |colorless|. If you control an Urza's Mine and an Urza's Tower, add |colorless|\ |colorless| instead.
pl: |tap|: Weź |colorless|. Jeśli masz we władaniu Urza's Mine oraz Urza's Tower, zamiast tego weź |colorless|\ |colorless|.

source: |tap|: Add |colorless|. If you control an Urza's Mine and an Urza's Power-Plant, add |colorless|\ |colorless|\ |colorless| instead.
pl: |tap|: Weź |colorless|. Jeśli masz we władaniu Urza's Mine oraz Urza's Power-Plant, zamiast tego weź |colorless|\ |colorless|\ |colorless|.

source: |mana_gw|, |tap|: Add |mana_g|\ |mana_g|, |mana_g|\ |mana_w|, or |mana_w|\ |mana_w|.
pl: |mana_gw|, |tap|: Weź |mana_g|\ |mana_g|, |mana_g|\ |mana_w| lub |mana_w|\ |mana_w|.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)
