Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/2XM.po
Languages: pl

source: Other creatures you control of the chosen type get +1/+1.
pl: Inne stwory pod twoim władaniem będące wybranego typu dostają +1/+1.

source: Basalt Monolith doesn't untap during your untap step.
pl: Ten stwór nie odkręca się w twoim kroku odkręcania.

source: |tap|: Add |colorless|\ |colorless|\ |colorless|.
pl: |tap|: Weź |colorless|\ |colorless|\ |colorless|.

source: |mana_3|: Untap Basalt Monolith.
pl: |mana_3|: Odkręć tego stwora.

source: Equipped creature has deathtouch and lifelink.
pl: Wyposażony stwór ma dotyk śmierci i więź życia.

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: Living weapon (When this Equipment enters the battlefield, create a 0/0 black Germ creature token, then attach this to it.)
pl: Żywy oręż (Kiedy to Wyposażenie wejdzie na pole bitwy, stwórz żeton czarnego stwora Bakcyl 0/0 i dołącz to do niego.)

source: Equipped creature gets +4/+4 and has vigilance and lifelink.
pl: Wyposażony stwór dostaje +4/+4 i ma czujność oraz więź życia.

source: |mana_3|: Return Batterskull to its owner's hand.
pl: |mana_3|: Przywróć ten artefakt do ręki właściciela.

source: Equip |mana_5|
pl: Wyposaż |mana_5|

source: Trample, infect, indestructible
pl: Tratowanie, infekcja, niezniszczalność

source: If Blightsteel Colossus would be put into a graveyard from anywhere, reveal Blightsteel Colossus and shuffle it into its owner's library instead.
pl: Jeśli ten stwór miałby trafić skądkolwiek do cmentarza, zamiast tego ujawnij go i wtasuj do biblioteki właściciela.

source: |mana_3|\ |mana_r|, Sacrifice an artifact: Bosh, Iron Golem deals damage equal to the sacrificed artifact's mana value to any target.
pl: |mana_3|\ |mana_r|, poświęć artefakt: Ten stwór zadaje wskazanemu celowi obrażenia równe skrótowi many poświęconego artefaktu.

source: When Cathodion dies, add |colorless|\ |colorless|\ |colorless|.
pl: Kiedy ten stwór umrze, weź |colorless|\ |colorless|\ |colorless|.

source: |mana_1|, |tap|, Sacrifice Chromatic Star: Add one mana of any color.
pl: |mana_1|, |tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.

source: When Chromatic Star is put into a graveyard from the battlefield, draw a card.
pl: Kiedy ten artefakt trafi do cmentarza z pola bitwy, dobierz kartę.

source: Imprint — When Chrome Mox enters the battlefield, you may exile a nonartifact, nonland card from your hand.
pl: Odlew — Kiedy ten artefakt wejdzie na pole bitwy, możesz wygnać nieartefaktową, nielądową kartę z twojej ręki.

source: |tap|: Add one mana of any of the exiled card's colors.
pl: |tap|: Weź jedną manę w jednym z kolorów wygnanej karty.

source: Imprint — When Clone Shell enters the battlefield, look at the top four cards of your library, exile one face down, then put the rest on the bottom of your library in any order.
pl: Odlew — Kiedy ten stwór wejdzie na pole bitwy, spójrz na cztery wierzchnie karty twojej biblioteki, wygnaj jedną zakrytą, po czym umieść pozostałe dowolnie na spodzie twojej biblioteki.

source: When Clone Shell dies, turn the exiled card face up. If it's a creature card, put it onto the battlefield under your control.
pl: Kiedy ten stwór umrze, odkryj wygnaną kartę. Jeśli to karta stwora, umieść ją na polu bitwy pod twoim władaniem.

source: |mana_7|: Create a token that's a copy of target artifact. That token gains haste. Exile it at the beginning of the next end step.
pl: |mana_7|: Stwórz żeton będący kopią wskazanego artefaktu. Ów żeton zyskuje pośpiech. Wygnaj go na początku najbliższego kroku końcowego.

source: At the beginning of your end step, you may exile target creature you control, then return that card to the battlefield under your control.
pl: Na początku twojego kroku końcowego, możesz wygnać wskazanego stwora pod twoim władaniem, po czym przywróć ową kartę na pole bitwy pod twoim władaniem.

source: |tap|: Put a charge counter on target artifact.
pl: |tap|: Umieść znacznik ładunku na wskazanym artefakcie.

source: Sacrifice Coretapper: Put two charge counters on target artifact.
pl: Poświęć tego stwora: Umieść dwa znaczniki ładunku na wskazanym artefakcie.

source: Equipped creature gets +1/+0 for each artifact you control.
pl: Wyposażony stwór dostaje +1/+0 za każdy artefakt pod twoim władaniem.

source: |mana_b|\ |mana_b|: Attach Cranial Plating to target creature you control.
pl: |mana_b|\ |mana_b|: Dołącz ten artefakt do wskazanego stwora pod twoim władaniem.

source: Equip |mana_1|
pl: Wyposaż |mana_1|

source: |tap|, Sacrifice a creature: Put a charge counter on Culling Dais.
pl: |tap|, poświęć stwora: Umieść znacznik ładunku na ty, artefakcie.

source: |mana_1|, Sacrifice Culling Dais: Draw a card for each charge counter on Culling Dais.
pl: |mana_1|, poświęć ten artefakt: Dobierz kartę za każdy znacznik ładunku na tym artefakcie.

source: Indestructible (Effects that say "destroy" don't destroy this artifact.)
pl: Niezniszczalność (Efekty mówiące "zniszcz" nie niszczą tego artefaktu.)

source: Equipped creature gets +2/+0.
pl: Wyposażony stwór dostaje +2/+0.

source: Artifacts you control have indestructible. (Effects that say "destroy" don't destroy them. Artifact creatures with indestructible can't be destroyed by damage.)
pl: Artefakty pod twoim władaniem mają niezniszczalność. (Efekty mówiące "zniszcz" nie niszczą ich. Artefaktowe stwory z niezniszczalnością nie mogą być zniszczone przez obrażenia.)

source: Imprint — When Duplicant enters the battlefield, you may exile target nontoken creature.
pl: Odlew — Kiedy ten stwór wejdzie na pole bitwy możesz wygnać wskazanego nieżetonowego stwora.

source: As long as a card exiled with Duplicant is a creature card, Duplicant has the power, toughness, and creature types of the last creature card exiled with Duplicant. It's still a Shapeshifter.
pl: O ile karta wygnana tym stworem jest kartą stwora, niniejszy stwór ma jej siłę, wytrzymałość i typy stwora ostatnio wygnanej przez siebie karty stwora. Nadal jest Przemieńcem.

source: When Eager Construct enters the battlefield, each player may scry 1. (To scry 1, look at the top card of your library, then you may put that card on the bottom of your library.)
pl: Kiedy ten stwór wejdzie na pole bitwy, każdy gracz może wróżyć 1. (By wróżyć 1, spójrz na wierzchnią kartę twojej biblioteki, po czym możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: |mana_2|, |tap|: Draw a card. Activate only if you control three or more lands with the same name.
pl: |mana_2|, |tap|: Dobierz kartę. Możesz aktywować tylko jeśli co najmniej trzema lądami o tej samej nazwie.

source: Sunburst (This enters the battlefield with a charge counter on it for each color of mana spent to cast it.)
pl: Rozbłysk słońca (Ten permanent wchodzi na pole bitwy mając tyle znaczników ładunku, ile kolorów many użyto do rzucenia go.)

source: |mana_2|, Sacrifice Engineered Explosives: Destroy each nonland permanent with mana value equal to the number of charge counters on Engineered Explosives.
pl: |mana_2|, poświęć ten artefakt: Zniszcz każdy nielądowy permanent o skrócie many równym liczbie znaczników ładowania na tym artefakcie.

source: Creatures with power greater than the number of cards in your hand can't attack.
pl: Stwory o sile większej niż liczba kart w twojej ręce nie mogą atakować.

source: Multikicker |mana_2|
pl: Wielopodbicie |mana_2|

source: Everflowing Chalice enters the battlefield with a charge counter on it for each time it was kicked.
pl: Ten artefakt wchodzi na pole bitwy mając tyle znaczników ładunku, ile razy został podbity.

source: |tap|: Add |colorless| for each charge counter on Everflowing Chalice.
pl: |tap|: Weź |colorless| za każdy znacznik ładunku na tym artefakcie.

source: |mana_2|, |tap|, Sacrifice Expedition Map: Search your library for a land card, reveal it, put it into your hand, then shuffle.
pl: |mana_2|, |tap|, poświęć ten artefakt: Wyszukaj w twojej bibliotece kartę lądu, ujawnij ją, umieść ją w twojej ręce, po czym przetasuj.

source: Defender
pl: Obronność

source: When Gleaming Barrier dies, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Kiedy ten stwór umrze, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: |mana_2|: Target artifact creature gets +1/+1 until end of turn.
pl: |mana_2|: Wskazany artefaktowy stwór dostaje do końca tury +1/+1.

source: |mana_2|: Target artifact creature gains your choice of flying, trample, or haste until end of turn.
pl: |mana_2|: Wskazany artefaktowy stwór zyskuje do końca tury zdolność wybraną przez cienie spośród latania, tratowania i pośpiechu.

source: Equipped creature gets +1/+0 for each Equipment attached to it.
pl: Wyposażony stwór dostaje +1/+0 za każde Wyposażenie dołączone do niego.

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery. This card enters the battlefield unattached and stays on the battlefield if the creature leaves.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora pod twoim władaniem. Wyposaż wyłącznie jako obrzęd. Ta karta wchodzi na pole bitwy odłączona i zostaje na polu bitwy po opuszczeniu go przez stwora.)

source: Whenever Hammer of Nazahn or another Equipment enters the battlefield under your control, you may attach that Equipment to target creature you control.
pl: Ilekroć ten artefakt lub inne Wyposażenie wejdzie na pole bitwy pod twoim włądaniem, możesz dołączyć owe Wyposażenie do wskazanego stwora pod twoim władaniem.

source: Equipped creature gets +2/+0 and has indestructible.
pl: Wyposażony stwór dostaje +2/+0 i ma niezniszczalność.

source: Equip |mana_4|
pl: Wyposaż |mana_4|

source: When Ichor Wellspring enters the battlefield or is put into a graveyard from the battlefield, draw a card.
pl: Kiedy ten artefakt wejdzie na pole bitwy lub trafia z pola bitwy do cmentarza, dobierz kartę.

source: Menace (This creature can't be blocked except by two or more creatures.)
pl: Złowrogość (Ten stwór nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: When Iron Bully enters the battlefield, put a +1/+1 counter on target creature.
pl: Kiedy ten stwór wejdzie na pole bitwy, umieść znacznik +1/+1 na wskazanym stworze.

source: Imprint — When Isochron Scepter enters the battlefield, you may exile an instant card with mana value 2 or less from your hand.
pl: Odlew — Kiedy ten artefakt wejdzie na pole bitwy, możesz wygnać kartę sztuczki o skrócie many 2 lub mniejszym z twojej ręki.

source: |mana_2|, |tap|: You may copy the exiled card. If you do, you may cast the copy without paying its mana cost.
pl: |mana_2|, |tap|: Możesz skopiować wygnaną kartę. Jeśli tak zrobisz, możesz rzucić ową kopię bez płacenia jej kosztu many.

source: Historic spells you cast cost |mana_1| less to cast. (Artifacts, legendaries, and Sagas are historic.)
pl: Rzucanie historycznych czarów kosztuje cię o |mana_1| mniej. (Artefakty, legendy i Sagi są historyczne.)

source: |tap|, Sacrifice three artifacts: Search your library for an artifact card, put it onto the battlefield, then shuffle.
pl: |tap|, poświęć trzy artefakty: Wyszukaj w twojej bibliotece kartę artefaktu, umieść ją na polu bitwy, po czym przetasuj.

source: Equipped creature has haste and shroud. (It can't be the target of spells or abilities.)
pl: Wyposażony stwór ma pośpiech i antymagię. (Nie może być wskazywany przez czary lub zdolności.)

source: Equip |mana_0|
pl: Wyposaż |mana_0|

source: |tap|: Put a charge counter on Lux Cannon.
pl: |tap|: Umieść znacznik ładunku na tym artefakcie.

source: |tap|, Remove three charge counters from Lux Cannon: Destroy target permanent.
pl: |tap|, usuń trzy znaczniki ładunku z tego artefaktu: Zniszcz wskazany permanent.

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_4|, |tap|: Investigate. (Create a colorless Clue artifact token with "|mana_2|, Sacrifice this artifact: Draw a card.")
pl: |mana_4|, |tap|: Dociekaj. (Stwórz żeton bezkolorowego artefaktu Wskazówka mający "|mana_2|, poświęć ten artefakt: Dobierz kartę.")

source: At the beginning of your upkeep, flip a coin. If you lose the flip, Mana Crypt deals 3 damage to you.
pl: Na początku twojego kroku utrzymania, rzuć monetą. Jeśli przegrasz rzut, ten artefakt zadaje tobie 3 obrażenia.

source: |tap|: Add |colorless|\ |colorless|.
pl: |tap|: Weź |colorless|\ |colorless|.

source: You may have Masterwork of Ingenuity enter the battlefield as a copy of any Equipment on the battlefield.
pl: Umieszczając tę kartę na polu bitwy możesz uczynić ją kopią Wyposażenia obecnego na polu bitwy.

source: Whenever a permanent becomes untapped, that permanent's controller mills a card.
pl: Ilekroć permanent zostanie odkręcony, jego władca mieli kartę.

source: When Metalspinner's Puzzleknot enters the battlefield, you draw a card and you lose 1 life.
pl: Kiedy ten artefakt wejdzie na pole bitwy, dobierz kartę i strać 1 życie.

source: |mana_2|\ |mana_b|, Sacrifice Metalspinner's Puzzleknot: You draw a card and you lose 1 life.
pl: |mana_2|\ |mana_b|, poświęć ten artefakt: Dobierz kartę i strać 1 życie.

source: |tap|, Sacrifice Mishra's Bauble: Look at the top card of target player's library. Draw a card at the beginning of the next turn's upkeep.
pl: |tap|, poświęć ten artefakt: Spójrz na wierzchnią kartę biblioteki wskazanego gracza. Dobierz kartę na początku kroku utrzymania następnej tury.

source: Metalcraft — |tap|: Add one mana of any color. Activate only if you control three or more artifacts.
pl: Metalurgia — |tap|: Weź jedną manę dowolnego koloru. Możesz aktywować tylko jeśli władasz co najmniej trzema artefaktami.

source: When Myr Battlesphere enters the battlefield, create four 1/1 colorless Myr artifact creature tokens.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz cztery żetony bezkolorowego artefaktowego stwora Myr 1/1.

source: Whenever Myr Battlesphere attacks, you may tap X untapped Myr you control. If you do, Myr Battlesphere gets +X/+0 until end of turn and deals X damage to the player or planeswalker it's attacking.
pl: Ilekroć ten stwór atakuje, możesz przekręcić X odkręconych Myrów pod twoim władaniem. Jeśli tak zrobisz, ten stwór dostaje do końca tury +X/+0 i zadaje atakowanemu graczowi lub wędrowcowi X obrażeń.

source: When Myr Retriever dies, return another target artifact card from your graveyard to your hand.
pl: Kiedy ten stwór umrze, przywróć inną wskazaną kartę artefaktu z twojego cmentarza do twojej ręki.

source: O-Naginata can be attached only to a creature with power 3 or greater.
pl: Ten artefakt może być dołączony tylko do stwora o sile 3 lub większej.

source: Equipped creature gets +3/+0 and has trample.
pl: Wyposażony stwór dostaje +3/+0 i ma tratowanie.

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: |mana_4|, |tap|: Put a fate counter on target permanent.
pl: |mana_4|, |tap|: Umieść znacznik losu na wskazanym permanencie.

source: |mana_5|, |tap|, Sacrifice Oblivion Stone: Destroy each nonland permanent without a fate counter on it, then remove all fate counters from all permanents.
pl: |mana_5|, |tap|, poświęć ten artefakt: Zniszcz każdy nielądowy permanent bez znacznika losu, po czym usuń wszystkie znaczniki losu ze wszystkich permanentów.

source: When Peace Strider enters the battlefield, you gain 3 life.
pl: Kiedy ten stwór wejdzie na pole bitwy, zyskaj 3 życia.

source: Remove a charge counter from Pentad Prism: Add one mana of any color.
pl: Usuń znacznik ładunku z tego artefaktu: Weź jedną manę dowolnego koloru.

source: As Phyrexian Revoker enters the battlefield, choose a nonland card name.
pl: Umieszczając tego stwora na polu bitwy nazwij nie-lądową kartę.

source: Activated abilities of sources with the chosen name can't be activated.
pl: Aktywowane zdolności źródła o wybranej nazwie nie mogą być aktywowane.

source: |mana_r|, Sacrifice Pyrite Spellbomb: It deals 2 damage to any target.
pl: |mana_r|, poświęć ten artefakt: Zadaje on wskazanemu celowi 2 obrażenia.

source: |mana_1|, Sacrifice Pyrite Spellbomb: Draw a card.
pl: |mana_1|, poświęć ten artefakt: Dobierz kartę.

source: |tap|: Put a charge counter on Ratchet Bomb.
pl: |tap|: Umieść znacznik ładunku na tym artefakcie.

source: |tap|, Sacrifice Ratchet Bomb: Destroy each nonland permanent with mana value equal to the number of charge counters on Ratchet Bomb.
pl: |tap|, poświęć ten artefakt: Zniszcz każdy nie-lądowy permanent, o skrócie many równym liczbie znaczników ładunku na tym artefakcie.

source: When Sandstone Oracle enters the battlefield, choose an opponent. If that player has more cards in hand than you, draw cards equal to the difference.
pl: Kiedy ten stwór wejdzie na pole bitwy, wybierz przeciwnika. Jeśli ów gracz ma więcej kart w ręce niż ty, dobierz tyle kart, ile wynosi różnica.

source: You may have Sculpting Steel enter the battlefield as a copy of any artifact on the battlefield.
pl: Możesz sprawić, że ta karta wejdzie na pole bitwy jako kopia dowolnego artefaktu na polu bitwy.

source: Equipped creature gets +2/+2.
pl: Wyposażony stwór dostaje +2/+2.

source: Equipped creature gets +2/+2 and has flying.
pl: Wyposażony stwór dostaje +2/+2 i ma latanie.

source: Equip |mana_6|
pl: Wyposaż |mana_6|

source: |mana_up|: Change a target of target spell or ability to Spellskite. (|mana_up| can be paid with either |mana_u| or 2 life.)
pl: |mana_up|: Zmień wskazanie wskazanego czaru lub zdolności na tego stwora. (|mana_up| można zapłacić |mana_u| lub 2 życiami.)

source: Sphinx of the Guildpact is all colors.
pl: Ta karta ma wszystkie kolory.

source: Hexproof from monocolored (This creature can't be the target of monocolored spells or abilities your opponents control.)
pl: Antyklątwa przed jednokolorowymi (Ten stwór nie może być wskazywany przez jednokolorowe czary lub zdolności pod władaniem twoich przeciwników.)

source: |tap|, Tap an untapped creature you control: Add one mana of any color.
pl: |tap|, przekręć odkręconego stwora pod twoim władaniem: Weź jedną manę dowolnego koloru.

source: When Sundering Titan enters or leaves the battlefield, choose a land of each basic land type, then destroy those lands.
pl: Kiedy ten stwór wejdzie na pole bitwy lub je opuści, wybierz po jednym lądzie każdego bazowego typu, po czym zniszcz owe lądy.

source: Equipped creature gets +4/+0.
pl: Wyposażony stwór dostaje +4/+0.

source: |mana_r|\ |mana_w|, Unattach Sunforger: Search your library for a red or white instant card with mana value 4 or less and cast that card without paying its mana cost. Then shuffle.
pl: |mana_r|\ |mana_w|, odłącz ten artefakt: Wyszukaj w twojej bibliotece kartę czerwonej lub białej sztuczki o skrócie many 4 lub mniejszym i rzuć ją beż płacenia jej kosztu many. Następnie przetasuj.

source: Equip |mana_3|
pl: Wyposaż |mana_3|

source: Surge Node enters the battlefield with six charge counters on it.
pl: Ten artefakt wchodzi na pole bitwy mając sześć znaczników ładunku.

source: |mana_1|, |tap|, Remove a charge counter from Surge Node: Put a charge counter on target artifact.
pl: |mana_1|, |tap|, usuń znacznik ładunku z tego artefaktu: Umieść znacznik ładunku na wskazanym artefakcie.

source: Equipped creature gets +2/+2 and has protection from green and from blue.
pl: Wyposażony stwór dostaje +2/+2 i ma ochronę przed zielonym i niebieskim.

source: Whenever equipped creature deals combat damage to a player, you create a 2/2 green Wolf creature token and that player mills ten cards.
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, ów gracz mieli dziesięć kart, a ty stwórz żeton zielonego stwora Wilk 2/2.

source: Equipped creature gets +2/+2 and has protection from black and from green.
pl: Wyposażony stwór dostaje +2/+2 i ma ochronę przed czarnym i zielonym.

source: Whenever equipped creature deals combat damage to a player, that player discards a card and you untap all lands you control.
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, ów gracz odrzuca kartę, a ty odkręć wszystkie lądy pod twoim władaniem.

source: Equipped creature gets +2/+2 and has protection from red and from blue.
pl: Wyposażony stwór dostaje +2/+2 i ma ochronę przed czerwonym i niebieskim.

source: Whenever equipped creature deals combat damage to a player, Sword of Fire and Ice deals 2 damage to any target and you draw a card.
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, ten artefakt zadaje wskazanemu celowi 2 obrażenia, a ty dobierz kartę.

source: Equipped creature gets +2/+2 and has protection from white and from black.
pl: Wyposażony stwór dostaje +2/+2 i ma ochronę przed białym i czarnym.

source: Whenever equipped creature deals combat damage to a player, you gain 3 life and you may return up to one target creature card from your graveyard to your hand.
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, zyskaj 3 życia i możesz przywrócić co najwyżej jedną wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Equipped creature gets +1/+2.
pl: Wyposażony stwór dostaje +1/+2.

source: Whenever a 1/1 creature enters the battlefield under your control, you may return Sword of the Meek from your graveyard to the battlefield, then attach it to that creature.
pl: Ilekroć na pole walki pod twoim władaniem wejdzie stwór 1/1, możesz przywrócić tę kartę z twojego cmentarza na pole bitwy, po czym dołączyć ją do owego stwora.

source: Equipped creature gets +2/+2 and has protection from red and from white.
pl: Wyposażony stwór dostaje +2/+2 i ma ochronę przed czerwonym i białym.

source: Whenever equipped creature deals combat damage to a player, Sword of War and Peace deals damage to that player equal to the number of cards in their hand and you gain 1 life for each card in your hand.
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, ten artefakt zadaje owemu graczowi obrażenia równe liczbie kart w jego ręce, a ty zyskaj po 1 życiu za każdą kartę w twojej ręce.

source: |tap|, Sacrifice an artifact: Proliferate. (Choose any number of permanents and/or players, then give each another counter of each kind already there.)
pl: |tap|, poświęć artefakt: Rozpleń. (Wybierz dowolną liczbę permanentów i/lub graczy, po czym daj im kolejny znacznik każdego z już obecnych tam rodzajów.)

source: When Treasure Keeper dies, reveal cards from the top of your library until you reveal a nonland card with mana value 3 or less. You may cast that card without paying its mana cost. Put all revealed cards not cast this way on the bottom of your library in a random order.
pl: Kiedy ten stwór umrze, ujawnij karty z wierzchu twojej biblioteki aż ujawnisz nie-lądową kartę o skrócie many 3 lub mniejszym. Możesz rzucić ową kartę bez płacenia jej kosztu many. Umieść wszystkie ujawnione i nie rzucone w ten sposób karty losowo na spodzie twojej biblioteki.

source: As long as Trinisphere is untapped, each spell that would cost less than three mana to cast costs three mana to cast. (Additional mana in the cost may be paid with any color of mana or colorless mana. For example, a spell that would cost |mana_1|\ |mana_b| to cast costs |mana_2|\ |mana_b| to cast instead.)
pl: O ile ten artefakt jest odkręcony każdy czar, którego rzucenie miałoby kosztować mniej niż trzy many, kosztuje trzy many. (Dodatkowa mana w koszcie może być płacona dowolnym kolorem many lub maną bezkolorową. Na przykład jeśli rzucenie czaru miałoby kosztować |mana_1|\ |mana_b|, zamiast tego kosztuje |mana_2|\ |mana_b|.)

source: Tumble Magnet enters the battlefield with three charge counters on it.
pl: Ten artefakt wchodzi na pole bitwy mając trzy znaczniki ładunku.
