Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/2XM.po
Languages: pl

source: At the beginning of your upkeep, reveal the top card of your library and put that card into your hand. You lose life equal to its mana value.
pl: Na początku twojego kroku utrzymania, ujawnij wierzchnią kartę twojej biblioteki i umieść ją w twojej ręce. Strać tyle żyć, ile wynosi jej skrót many.

source: Death's Shadow gets -X/-X, where X is your life total.
pl: Ten stwór dostaje -X/-X, gdzie X to liczba twoich żyć.

source: Sacrifice an artifact or creature: Put a +1/+1 counter on Defiant Salvager. Activate only as a sorcery.
pl: Poświęć artefakt lub stwora: Umieść znacznik +1/+1 na tym stworze. Aktywuj tylko jako obrzęd.

source: When Dire Fleet Hoarder dies, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Kiedy ten stwór umrze, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: When Disciple of Bolas enters the battlefield, sacrifice another creature. You gain X life and draw X cards, where X is that creature's power.
pl: Kiedy ten stwór wejdzie na pole bitwy, poświęć innego stwora. Zyskaj X żyć i dobierz X kart, gdzie X jest siłą owego stwora.

source: Whenever an artifact is put into a graveyard from the battlefield, you may have target opponent lose 1 life.
pl: Ilekroć artefakt jest umieszczany w cmentarzu z pola bitwy, możesz sprawić, że wskazany gracz straci 1 życie.

source: Target player reveals their hand. You choose an artifact or creature card from it. That player discards that card.
pl: Wskazany gracz ujawnia swoją rękę. Wybierz z niej kartę artefaktu lub stwora. Ów gracz odrzuca ową kartę.

source: |mana_b|, |tap|, Sacrifice Doomed Necromancer: Return target creature card from your graveyard to the battlefield.
pl: |mana_b|, |tap|, poświęć tego stwora: Przywróć wskazaną kartę stwora z twojego cmentarza na pole bitwy.

source: Return target creature card from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę stwora z twojego cmentarza na pole bitwy.

source: Flashback—Sacrifice three creatures. (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie—Poświęć trzy stwory. (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: When Driver of the Dead dies, return target creature card with mana value 2 or less from your graveyard to the battlefield.
pl: Kiedy ten stwór umrze, przywróć wskazaną kartę stwora o skrócie many 2 lub mniejszym z twojego cmentarza na pole bitwy.

source: All creatures get -2/-2 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wszystkie stwory dostają do końca tury -2/-2. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ją na spodzie twojej biblioteki.)

source: |mana_1|\ |mana_b|, |tap|, Sacrifice Executioner's Capsule: Destroy target nonblack creature.
pl: |mana_1|\ |mana_b|, |tap|, poświęć ten artefakt: Zniszcz wskazanego nieczarnego stwora.

source: Destroy target creature if it has mana value 2 or less.
pl: Zniszcz wskazanego stwora, jeśli jego skrót many jest mniejszy lub równy 2.

source: Revolt — Destroy that creature if it has mana value 4 or less instead if a permanent you controlled left the battlefield this turn.
pl: Rewolta — Jeśli permanent pod twoim władaniem opuścił pole bitwy w tej turze, zamiast tego zniszcz owego stwora jeśli jego skrót many jest mniejszy lub równy 4.

source: Intimidate (This creature can't be blocked except by artifact creatures and/or creatures that share a color with it.)
pl: Zastraszenie (Ten stwór nie może być blokowany, chyba że przez stwory artefaktowe lub współdzielące z nim kolor.)

source: |mana_x|\ |mana_b|: Put target artifact or creature card with mana value X from an opponent's graveyard onto the battlefield under your control tapped. Then that player mills X cards.
pl: |mana_x|\ |mana_b|: Umieść wskazaną kartę artefaktu lub stwora o skrócie many X z cmentarza przeciwnika przekręconą na pole bitwy pod twoim władaniem. Następnie ów gracz mieli X kart.

source: Whenever another artifact enters the battlefield under your control, Glaze Fiend gets +2/+2 until end of turn.
pl: Ilekroć inny artefakt wejdzie na pole bitwy pod twoim władaniem, ten stwór dostaje do końca tury +2/+2.

source: Target opponent discards two cards.
pl: Wskazany przeciwnik odrzuca dwie karty.

source: Raid — If you attacked this turn, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Najazd — Jeśli atakowałeś w tej turze, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: At the beginning of each player's upkeep, destroy target nonartifact creature that player controls of their choice. It can't be regenerated.
pl: Na początku kroku utrzymania każdego z graczy, zniszcz wskazanego nieartefaktowego stwora pod władaniem owego gracza i według jego wyboru. Nie może zostać zregenerowany.

source: |mana_2|\ |mana_b|, |tap|, Exile Magus of the Will: Until end of turn, you may play lands and cast spells from your graveyard. If a card would be put into your graveyard from anywhere this turn, exile that card instead.
pl: |mana_2|\ |mana_b|, |tap|, wygnaj tego stwora: Do końca tury możesz zagrywać karty lądów i rzucać karty czarów z twojego cmentarza. Jeśli w tej turze karta miałaby trafić skądkolwiek do twojego cmentarza, zamiast tego wygnaj ją.

source: Morbid — When Morkrut Banshee enters the battlefield, if a creature died this turn, target creature gets -4/-4 until end of turn.
pl: Okropność — Kiedy ten stwór wejdzie na pole bitwy, jeśli w tej turze umarł stwór, wskazany stwór dostaje do końca tury -4/-4.

source: When Oubliette enters the battlefield, target creature phases out until Oubliette leaves the battlefield. Tap that creature as it phases in this way. (Auras and Equipment phase out with it. While permanents are phased out, they're treated as though they don't exist.)
pl: Kiedy ten urok wejdzie na pole bitwy, wskazany stwór wycofuje się dopóki ten urok jest na polu bitwy. Przekręć owego stwora podczas wycofywania w ten sposób. (Aury i Ekwipunek wyofuje się razem z nim. Wycofane permanenty traktuję się tak, jakby nie istniały.)

source: Whenever an artifact enters the battlefield under your control, you may return Ovalchase Daredevil from your graveyard to your hand.
pl: Ilekroć artefakt wejdzie na pole bitwy pod twoim władaniem, możesz przywrócić niniejszą kartę z twojego cmentarza do twojej ręki.

source: Whenever you cast an artifact spell, you may have target creature get +2/+0 and gain deathtouch until end of turn.
pl: Ilekroć rzucisz czar artefaktu, możesz sprawić, że wskazany stwór dostanie do końca tury +2/+0 i dotyk śmierci.

source: If an opponent had three or more cards put into their graveyard from anywhere this turn, you may pay |mana_0| rather than pay this spell's mana cost.
pl: Jeśli w tej turze do cmentarza jednego przeciwnika trafiły skądkolwiek co najmniej trzy karty, możesz zapłacić |mana_0| zamiast płacić koszt many tego czaru.

source: Exile all cards from target player's graveyard.
pl: Wygnaj wszystkie karty z cmentarza wskazanego gracza.

source: You may sacrifice three artifacts rather than pay this spell's mana cost.
pl: Możesz poświęcić trzy artefakty zamiast płacić koszt many tego czaru.

source: Exile three artifact cards from your graveyard: Return Salvage Titan from your graveyard to your hand.
pl: Wygnaj trzy karty artefaktów z twojego cmentarza: Przywróć tę kartę z twojego cmentarza do twojej ręki.

source: Exploit (When this creature enters the battlefield, you may sacrifice a creature.)
pl: Wyzysk (Kiedy ten stwór wejdzie na pole bitwy, możesz poświęcić stwora.)

source: Whenever another creature you control dies, put a +1/+1 counter on Silumgar Scavenger. It gains haste until end of turn if it exploited that creature.
pl: Ilekroć umrze inny stwór pod twoim władaniem, umieść znacznik +1/+1 na niniejszym stworze. Zyskuje on do końca tury pośpiech, jeśli ów stwór był wyzyskany.

source: Morbid — |tap|, Tap two untapped creatures you control: Create a 5/5 black Demon creature token with flying. Activate only if a creature died this turn.
pl: Okropność — |tap|, przekręć dwa odkręcone stwory pod twoim władaniem: Stwórz żeton czarnego stwora Demon 5/5 z lataniem. Możesz aktywować tylko jeśli w tej turze umarł stwór.

source: Infect (This creature deals damage to creatures in the form of -1/-1 counters and to players in the form of poison counters.)
pl: Infekcja (Ten stwór zadaje obrażenia stworom w postaci znaczników -1/-1, a graczom w postaci znaczników zatrucia.)

source: |mana_b|: Skithiryx, the Blight Dragon gains haste until end of turn.
pl: |mana_b|: Ten stwór zyskuje do końca tury pośpiech.

source: |mana_b|\ |mana_b|: Regenerate Skithiryx.
pl: |mana_b|\ |mana_b|: Zregeneruj tego stwora.

source: Until end of turn, target creature gets +2/+0 and gains "When this creature dies, return it to the battlefield tapped under its owner's control."
pl: Do końca tury wskazany stwór dostaje +2/+0 oraz "Kiedy ten stwór umrze, przywróć go przekręconego na pole bitwy pod władaniem właściciela."

source: Target player reveals their hand. You choose a nonland card from it. That player discards that card. You lose 2 life.
pl: Wskazany gracz ujawnia swoją rękę. Wybierz z niej nie-lądową kartę. Ów gracz odrzuca ową kartę. Strać 2 życia.

source: As an additional cost to cast this spell, pay X life.
pl: Jako dodatkowy koszt rzucenia tego czaru — zapłać X żyć.

source: All creatures get -X/-X until end of turn.
pl: Wszystkie stwory dostają do końca tury -X/-X.

source: |mana_b|: Regenerate Twisted Abomination.
pl: |mana_b|: Zregeneruj tego stwora.

source: Swampcycling |mana_2| (|mana_2|, Discard this card: Search your library for a Swamp card, reveal it, put it into your hand, then shuffle.)
pl: Bagnocykling |mana_2| (|mana_2|, odrzuć tę kartę: Wyszukaj w twojej bibliotece kartę Bagna, ujawnij ją, umieść w twojej ręce, po czym przetasuj.)

source: First strike
pl: Pierwszy cios

source: Sacrifice Vampire Hexmage: Remove all counters from target permanent.
pl: Poświęć tego stwora: Usuń wszystkie znaczniki ze wskazanego permanentu.

source: At the beginning of each end step, each opponent loses life equal to the life they lost this turn. (Damage causes loss of life.)
pl: Na początku każdego kroku końcowego każdy przeciwnik traci tyle żyć, ile stracił żyć w tej turze. (Obrażenia powodują utratę żyć.)

source: Abrade deals 3 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 3 obrażenia.

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Target attacking creature gets +X/+0 until end of turn.
pl: Wskazany atakujący stwór dostaje do końca tury +X/+0.

source: Draw a card at the beginning of the next turn's upkeep.
pl: Dobierz kartę na początku kroku utrzymania najbliższej tury.

source: At the beginning of combat on your turn, you may have target creature get +2/+0 until end of turn.
pl: Na początku potyczki w twojej turze, możesz sprawić, że wskazany stwór dostanie do końca tury +2/+0.

source: This spell costs |mana_1| less to cast for each creature on the battlefield.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdego stwora na polu bitwy.

source: Blasphemous Act deals 13 damage to each creature.
pl: Ten czar zadaje każdemu stworowi po 13 obrażeń.

source: Nonbasic lands are Mountains.
pl: Niebazowe lądy są Górami.

source: |tap|: Bloodshot Trainee deals 4 damage to target creature. Activate only if Bloodshot Trainee's power is 4 or greater.
pl: |tap|: Ten stwór zadaje wskazanemu stworowi 4 obrażenia. Możesz aktywować tylko jeśli siła niniejszego stwora wynosi 4 lub więcej.

source: Brimstone Volley deals 3 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 3 obrażenia.

source: Morbid — Brimstone Volley deals 5 damage instead if a creature died this turn.
pl: Okropność — Zamiast tego ten czar zadaje 5 obrażeń jeśli w tej turze umarł stwór.

source: As an additional cost to cast this spell, discard two cards.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć dwie karty.

source: Draw three cards.
pl: Dobierz trzy karty.

source: When Cragganwick Cremator enters the battlefield, discard a card at random. If you discard a creature card this way, Cragganwick Cremator deals damage equal to that card's power to target player or planeswalker.
pl: Kiedy ten stwór wejdzie na pole bitwy, odrzuć losową kartę. Jeśli odrzucisz w ten sposób kartę stwora, niniejszy stwór zadaje wskazanemu graczowi lub wędrowcowi obrażenia równe sile owej karty.

source: Destroy target artifact. If that artifact had counters on it, put that many +1/+1 counters or charge counters on an artifact you control.
pl: Zniszcz wskazany artefakt. Jeśli ów artefakt miał znaczniki, umieść tyle samo znaczników +1/+1 lub ładunku na artefakcie pod twoim władaniem.

source: When Dualcaster Mage enters the battlefield, copy target instant or sorcery spell. You may choose new targets for the copy.
pl: Kiedy ten stwór wejdzie na pole bitwy, skopiuj wskazany czar sztuczki lub obrzędu. Możesz wskazać nowe cele dla kopii.

source: Galvanic Blast deals 2 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 2 obrażenia.

source: Metalcraft — Galvanic Blast deals 4 damage instead if you control three or more artifacts.
pl: Metalurgia — Ten czar zamiast tego zadaje 4 obrażenia jeśli władasz co najmniej trzema artefaktami.

source: Goblin Gaveleer gets +2/+0 for each Equipment attached to it.
pl: Ten stwór dostaje +2/+0 za każde Wyposażenie dołączone do niego.

source: Haste
pl: Pośpiech

source: Whenever Goblin Guide attacks, defending player reveals the top card of their library. If it's a land card, that player puts it into their hand.
pl: Ilekroć ten stwór zaatakuje, broniący się gracz ujawnia wierzchnią kartę swojej biblioteki. Jeśli to karta lądu, ów gracz umieszcza ją w swojej ręce.

source: When Godo, Bandit Warlord enters the battlefield, you may search your library for an Equipment card, put it onto the battlefield, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę Wyposażenia, umieścić ją na polu bitwy, po czym przetasuj.

source: Whenever Godo attacks for the first time each turn, untap it and all Samurai you control. After this phase, there is an additional combat phase.
pl: Ilekroć ten stwór zaatakuje po raz pierwszy w danej turze, odkręć go i wszystkich Samurajów pod twoim władaniem. Po tej fazie jest dodatkowa faza potyczki.

source: |mana_r|, |tap|, Exile two cards from your graveyard: Grim Lavamancer deals 2 damage to any target.
pl: |mana_r|, |tap|, wygnaj dwie karty z twojego cmentarza: Ten stwór zadaje wskazanemu celowi 2 obrażenia.

source: Create a token that's a copy of target creature, except it has haste and "At the beginning of the end step, exile this permanent."
pl: Stwórz żeton będący kopią wskazanego stwora, ale ma pośpiech oraz "Na początku kroku końcowego, wygnaj ten permanent."

source: When Imperial Recruiter enters the battlefield, search your library for a creature card with power 2 or less, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, wyszukaj w twojej bibliotece kartę stwora o sile 2 lub mniejszej, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: |mana_1|\ |mana_r|, Remove a +1/+1 counter or a charge counter from a permanent you control: Ion Storm deals 2 damage to any target.
pl: |mana_1|\ |mana_r|, usuń znacznik +1/+1 lub znacznik ładunku z permanentu pod twoim władaniem: Ten urok zadaje wskazanemu celowi 2 obrażenia.

source: |mana_0|: Attach target Equipment you control to Kazuul's Toll Collector. Activate only as a sorcery.
pl: |mana_0|: Dołącz wskazane Wyposażenie pod twoim władaniem do tego stwora. Aktywuj tylko jako obrzęd.

source: When Kuldotha Flamefiend enters the battlefield, you may sacrifice an artifact. If you do, Kuldotha Flamefiend deals 4 damage divided as you choose among any number of targets.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz poświęcić artefakt. Jeśli tak zrobisz, ten stwór zadaje 4 obrażenia rozdzielone dowolnie pomiędzy jakiekolwiek wskazane cele.

source: As an additional cost to cast this spell, discard a card or pay |mana_5|.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć kartę lub zapłać |mana_5|.

source: Lightning Axe deals 5 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 5 obrażeń.

source: Whenever a creature enters the battlefield, you may add an amount of |colorless| equal to the number of creatures you control that share a creature type with it.
pl: Ilekroć stwór wejdzie na pole bitwy, możesz wziąć tyle |colorless|, iloma stworami mającymi wspólny typ stwora władasz.

source: |tap|, Sacrifice an artifact: Orcish Vandal deals 2 damage to any target.
pl: |tap|, poświęć artefakt: Ten stwór zadaje wskazanemu celowi 2 obrażenia.

source: Bloodrush — |mana_1|\ |mana_r|, Discard Pyrewild Shaman: Target attacking creature gets +3/+1 until end of turn.
pl: Zew krwi — |mana_1|\ |mana_r|, odrzuć tę kartę: Wskazany atakujący stwór dostaje do końca tury +3/+1.

source: Whenever one or more creatures you control deal combat damage to a player, if Pyrewild Shaman is in your graveyard, you may pay |mana_3|. If you do, return Pyrewild Shaman to your hand.
pl: Ilekroć jeden lub kilka stworów pod twoim władaniem zada graczowi obrażenia bojowe, jeśli ta karta jest w twoim cmentarzu, możesz zapłacić |mana_3|. Jeśli tak zrobisz, przywróć tę kartę do twojej ręki.

source: Creatures you control have double strike.
pl: Stwory pod twoim władaniem mają podwójny cios.

source: When Rapacious Dragon enters the battlefield, create two Treasure tokens. (They're artifacts with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz dwa żetony Skarbu. (Są artefaktami ze zdolnością "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Sacrifice an artifact: Ravenous Intruder gets +2/+2 until end of turn.
pl: Poświęć artefakt: Ten stwór dostaje od końca tury +2/+2.

source: Rolling Earthquake deals X damage to each creature without horsemanship and each player.
pl: Ten czar zadaje każdemu stworowi bez jazdy konnej i każdemu graczowi po X obrażeń.

source: Whenever an artifact enters the battlefield under your control, Salivating Gremlins gets +2/+0 and gains trample until end of turn.
pl: Ilekroć artefakt wejdzie na pole bitwy pod twoim władaniem, ten stwór dostaje do końca tury +2/+0 oraz tratowanie.

source: Bloodrush — |mana_r|, Discard Skinbrand Goblin: Target attacking creature gets +2/+1 until end of turn.
pl: Zew krwi — |mana_r|, odrzuć tę kartę: Wskazany atakujący stwór dostaje do końca tury +2/+1.

source: |mana_r|: You may put a creature card from your hand onto the battlefield. That creature gains haste. Sacrifice the creature at the beginning of the next end step.
pl: |mana_r|: Możesz umieścić kartę stwora z twojej ręki na polu bitwy. Ów stwór zyskuje pośpiech. Poświęć go na początku najbliższego kroku końcowego.

source: Target creature gains double strike until end of turn.
pl: Wskazany stwór zyskuje do końca tury podwójny cios.

source: Ferocious — That creature also gains trample until end of turn if you control a creature with power 4 or greater.
pl: Zaciekłość — Ów stwór zyskuje do końca tury także tratowanie jeśli władasz stworem o sile 4 lub większej.

source: When Thopter Engineer enters the battlefield, create a 1/1 colorless Thopter artifact creature token with flying.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton bezkolorowego artefaktowego stwora Thopter 1/1 z lataniem.

source: Artifact creatures you control have haste. (They can attack and |tap| as soon as they come under your control.)
pl: Artefaktyczne stwory pod twoim władaniem mają pośpiech. (Mogą atakować i |tap| zaraz po wejściu pod twoje władanie.)

source: When Tuktuk the Explorer dies, create Tuktuk the Returned, a legendary 5/5 colorless Goblin Golem artifact creature token.
pl: Kiedy ten stwór umrze, stwórz legendarny żeton bezkolorowego artefaktowego stwora Goblin Golem 5/5 o nazwie Tuktuk Powrócony.

source: Target creature you control gets +1/+0 and gains first strike until end of turn.
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +1/+0 oraz pierwszy cios.

source: Overload |mana_1|\ |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_1|\ |mana_r| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: Look at the top five cards of your library. You may reveal a colorless card from among them and put it into your hand. Then put the rest on the bottom of your library in any order.
pl: Spójrz na pięć wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich bezkolorową kartę i umieścić ją w twojej ręce. Następnie umieść pozostałe dowolnie na spodzie twojej biblioteki.

source: When Avenger of Zendikar enters the battlefield, create a 0/1 green Plant creature token for each land you control.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz tyle żetonów zielonego stwora Roślina 0/1, iloma lądami władasz.

source: Landfall — Whenever a land enters the battlefield under your control, you may put a +1/+1 counter on each Plant creature you control.
pl: Lądowanie — Ilekroć ląd wejdzie na pole bitwy pod twoim władaniem, możesz umieścić znacznik +1/+1 na każdej Roślinie pod twoim władaniem.

source: At the beginning of your upkeep, you may create a 0/1 colorless Eldrazi Spawn creature token. It has "Sacrifice this creature: Add |colorless|."
pl: Na początku twojego kroku utrzymania, możesz stworzyć żeton bezkolorowego stwora Pomiot Eldrazi 0/1 mający "Poświęć tego stwora: Weź |colorless|."

source: Whenever you sacrifice another permanent, put a +1/+1 counter on Bloodbriar.
pl: Ilekroć poświęcisz inny permanent, umieść znacznik +1/+1 na tym stworze.

source: Devour 1 (As this enters the battlefield, you may sacrifice any number of creatures. This creature enters the battlefield with that many +1/+1 counters on it.)
pl: Pożarcie 1 (Umieszczając tego stwora na polu bitwy możesz poświęcić dowolną liczbę stworów. Ten stwór wchodzi na pole bitwy mając tyle samo znaczników +1/+1.)

source: Each other creature you control enters the battlefield with an additional X +1/+1 counters on it, where X is the number of +1/+1 counters on Bloodspore Thrinax.
pl: Każdy inny stwór pod twoim władaniem wchodzi na pole bitwy mając dodatkowych X znaczników +1/+1, gdzie X jest liczbą znaczników +1/+1 na tym stworze.

source: Creatures with power less than Champion of Lambholt's power can't block creatures you control.
pl: Stwory o sile mniejszej niż siła niniejszego stwora nie mogą blokować stworów pod twoim władaniem.

source: Whenever another creature enters the battlefield under your control, put a +1/+1 counter on Champion of Lambholt.
pl: Ilekroć inny stwór wejdzie na pole bitwy pod twoim władaniem, umieść znacznik +1/+1 na niniejszym stworze.

source: Create a 1/1 green Squirrel creature token.
pl: Stwórz żeton zielonego stwora Wiewiór 1/1.

source: Flashback |mana_1|\ |mana_g| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_1|\ |mana_g| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)
