Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/2XM.po
Languages: pl

source: +4: Target player exiles a card from their hand.
pl: +4: Wskazany gracz wygania kartę ze swojej ręki.

source: −3: Exile target permanent.
pl: –3: Wygnaj wskazany permanent.

source: −14: Restart the game, leaving in exile all non-Aura permanent cards exiled with Karn Liberated. Then put those cards onto the battlefield under your control.
pl: –14: Zacznij grę od nowa, pozostawiając na wygnaniu wszystkie permanenty nie będące Aurami wygnane przy użyciu niniejszej karty. Następnie umieść owe karty na polu bitwy pod twoim władaniem.

source: |mana_1|\ |mana_w|: Target creature you control gains lifelink until end of turn. (Damage dealt by the creature also causes its controller to gain that much life.)
pl: |mana_1|\ |mana_w|: Wskazany stwór pod twoim władaniem zyskuje do końca tury więź życia. (Obrażenia zadane przez owego stwora powodują, że jego władca zyskuje tyle samo żyć.)

source: When Ancestral Blade enters the battlefield, create a 1/1 white Soldier creature token, then attach Ancestral Blade to it.
pl: Kiedy ten artefakt wejdzie na pole bitwy, stwórz żeton białego stwora Piechur 1/1, po czym dołącz ten artefakt do niego.

source: Equipped creature gets +1/+1.
pl: Wyposażony stwór dostaje +1/+1.

source: Equip |mana_1| (|mana_1|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_1| (|mana_1|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: Flying
pl: Latanie

source: When Angel of the Dawn enters the battlefield, creatures you control get +1/+1 and gain vigilance until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwory pod twoim władaniem dostają do końca tury +1/+1 oraz czujność.

source: Lifelink (Damage dealt by this creature also causes you to gain that much life.)
pl: Więź życia (Obrażania zadane przez tego stwora powodują, że zyskujesz tyle samo żyć.)

source: Whenever you gain life, put a +1/+1 counter on each creature you control.
pl: Ilekroć zyskasz życia, umieść znacznik +1/+1 na każdym stworze pod twoim władaniem.

source: |mana_1|\ |mana_w|: Return target artifact card with mana value 1 or less from your graveyard to your hand.
pl: |mana_1|\ |mana_w|: Przywróć wskazaną kartę artefaktu o skrócie many 1 lub mniejszym z twojego cmentarza do twojej ręki.

source: Choose two —
pl: Wybierz dwie —

source: Destroy all artifacts.
pl: Zniszcz wszystkie artefakty.

source: Destroy all enchantments.
pl: Zniszcz wszystkie uroki.

source: Destroy all creatures with mana value 3 or less.
pl: Zniszcz wszystkie stwory o skrócie many 3 lub mniejszym.

source: Destroy all creatures with mana value 4 or greater.
pl: Zniszcz wszystkie stwory o skrótach many 4 lub większych.

source: Flying, vigilance, indestructible
pl: Latanie, czujność, niezniszczalność

source: Other permanents you control have indestructible.
pl: Inne permanenty pod twoim władaniem mają niezniszczalność.

source: When Blade Splicer enters the battlefield, create a 3/3 colorless Golem artifact creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton bezkolorowego artefaktowego stwora Golem 3/3.

source: Golems you control have first strike.
pl: Golemy pod twoim władaniem mają pierwszy cios.

source: If you would gain life, you gain twice that much life instead.
pl: Jeśli miałbyś zyskać życia, zamiast tego zyskaj dwukrotnie tyle żyć.

source: Will of the council — Starting with you, each player votes for a nonland permanent you don't control. Exile each permanent with the most votes or tied for most votes.
pl: Wola rady — Zaczynając od ciebie, każdy gracz głosuje na nielądowy permanent poza twoim władaniem. Wygnaj każdy permanent mający najwięcej głosów lub równą ich liczbą.

source: Changeling (This card is every creature type.)
pl: Zmiennokształtny (Ta karta ma każdy typ stwora.)

source: Exile target creature. Its controller creates a 1/1 colorless Shapeshifter creature token with changeling.
pl: Wygnaj wskazanego stwora. Jego władca tworzy żeton bezkolorowego stwora Przemieniec 1/1 ze zmiennokształtnością.

source: Crusader of Odric's power and toughness are each equal to the number of creatures you control.
pl: Siła i wytrzymałość tego stwora są obie równe liczbie stworów pod twoim władaniem.

source: Each player who has cast a nonartifact spell this turn can't cast additional nonartifact spells.
pl: Każdy gracz, który rzucił w tej turze nieartefaktowy czar, nie może rzucać dodatkowych nieartefaktowych czarów.

source: Double strike
pl: Podwójny cios

source: When Flickerwisp enters the battlefield, exile another target permanent. Return that card to the battlefield under its owner's control at the beginning of the next end step.
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj inny wskazany permanent. Przywróć ową kartę na pole bitwy pod władaniem właściciela na początku najbliższego kroku końcowego.

source: Choose one —
pl: Wybierz jedną —

source: Creatures you control get +2/+0 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +2/+0.

source: Creatures you control get +0/+2 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +0/+2.

source: Fabricate 1 (When this creature enters the battlefield, put a +1/+1 counter on it or create a 1/1 colorless Servo artifact creature token.)
pl: Produkcja 1 (Kiedy ten stwór wejdzie na pole bitwy, umieść na nim znacznik +1/+1 albo stwórz żeton bezkolorowego artefaktowego stwora Serwo 1/1.)

source: At the beginning of your upkeep, create a 2/2 white Cat creature token for each Equipment attached to Kemba, Kha Regent.
pl: Na początku twojego kroku utrzymania, stwórz żeton białego stwora Kot 2/2 za każde Wyposażenie dołączone do niniejszego stwora.

source: At the beginning of your upkeep, if an opponent controls more lands than you, you may search your library for up to three basic land cards, reveal them, put them into your hand, then shuffle.
pl: Na początku twojego kroku utrzymania, jeśli przeciwnik ma pod władaniem więcej lądów niż ty, możesz wyszukać w swojej bibliotece co najwyżej trzy karty bazowych lądów, umieścić je w twojej ręce, po czym przetasuj.

source: Artifacts you control have hexproof. (They can't be the targets of spells or abilities your opponents control.)
pl: Artefakty pod twoim władaniem mają antyklątwę. (Nie mogą być wskazywane przez czary i zdolności pod władaniem twoich przeciwników.)

source: When Master Splicer enters the battlefield, create a 3/3 colorless Golem artifact creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton bezkolorowego artefaktowego stwora Golem 3/3.

source: Golems you control get +1/+1.
pl: Golemy pod twoim władaniem dostają +1/+1.

source: Whenever you cast an artifact spell, you may pay |mana_1|. If you do, create a 1/1 colorless Myr artifact creature token.
pl: Ilekroć rzucisz czar artefaktu, możesz zapłacić |mana_1|. Jeśli tak zrobisz, stwórz żeton bezkolorowego artefaktowego stwora Myr 1/1.

source: Return all artifact and enchantment cards from all graveyards to the battlefield under their owners' control. (Auras with nothing to enchant remain in graveyards.)
pl: Przywróć wszystkie karty artefaktów i uroków ze wszystkich cmentarzy na pole bitwy pod władaniem ich właścicieli. (Aury nie mające niczego do zauroczenia pozostają w cmentarzach.)

source: Exile target creature. Its controller may search their library for a basic land card, put that card onto the battlefield tapped, then shuffle.
pl: Wygnaj wskazanego stwora. Jego władca możesz wyszukać w swojej bibliotece kartę bazowego lądu, umieścić ją przekręconą na polu bitwy, po czym przetasować.

source: Whenever an Equipment enters the battlefield under your control, you may draw a card.
pl: Ilekroć Wyposażenie wchodzi na pole bitwy pod twoim władaniem, możesz dobrać kartę.

source: Metalcraft — Equipment you control have equip |mana_0| as long as you control three or more artifacts.
pl: Metalurgia — Wyposażenia pod twoim władaniem mają "Wyposaż |mana_0|" o ile władasz przynajmniej trzema artefaktami.

source: Choose one or both —
pl: Wybierz jedno lub oba —

source: Return target creature card from your graveyard to your hand.
pl: Przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Return target artifact card from your graveyard to your hand.
pl: Przywróć wskazaną kartę artefaktu z twojego cmentarza do twojej ręki.

source: Exile target artifact or enchantment.
pl: Wygnaj wskazany artefakt lub urok.

source: When Sanctum Gargoyle enters the battlefield, you may return target artifact card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz przywrócić wskazaną kartę artefaktu z twojego cmentarza do twojej ręki.

source: Lifelink
pl: Więź życia

source: Discard a historic card: Sanctum Spirit gains indestructible until end of turn. (Artifacts, legendaries, and Sagas are historic.)
pl: Odrzuć historyczną kartę: Ten stwór zyskuje niezniszczalność do końca tury. (Artefakty, legendy i Sagi są historyczne.)

source: When Stoneforge Mystic enters the battlefield, you may search your library for an Equipment card, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę Wyposażenia, ujawnić ją, umieścić w twojej ręce, po czym przetasuj.

source: |mana_1|\ |mana_w|, |tap|: You may put an Equipment card from your hand onto the battlefield.
pl: |mana_1|\ |mana_w|, |tap|: Możesz umieścić kartę Wyposażenia z twojej ręki na polu bitwy.

source: Vigilance
pl: Czujność

source: |mana_1|\ |mana_w|, |tap|: Search your library for an Equipment card, put it onto the battlefield, attach it to a creature you control, then shuffle.
pl: |mana_1|\ |mana_w|, |tap|: Wyszukaj w twojej bibliotece kartę Wyposażenia, umieść ją na polu bitwy, dołącz ją do stwora pod twoim władaniem, po czym przetasuj.

source: Target creature gets +2/+2 until end of turn. If you control an Equipment, create a 1/1 white Human Soldier creature token.
pl: Wskazany stwór dostaje do końca tury +2/+2. Jeśli władasz Wyposażeniem, stwórz żeton białego stwora Człowiek Piechur 1/1.

source: Artifact creatures you control get +2/+2.
pl: Artefaktowe stwory pod twoim władaniem dostają +2/+2.

source: When Thraben Inspector enters the battlefield, investigate. (Create a colorless Clue artifact token with "|mana_2|, Sacrifice this artifact: Draw a card.")
pl: Kiedy ten stwór wejdzie na pole bitwy, dociekaj. (Stwórz żeton bezkolorowego artefaktu Wskazówka mający "|mana_2|, poświęć ten artefakt: Dobierz kartę.")

source: Tap target permanent. If it's an artifact, destroy it.
pl: Przekręć wskazany permanent. Jeśli to artefakt, zniszcz go.

source: Draw a card.
pl: Dobierz kartę.

source: Whenever a creature enters the battlefield under your control, creatures you control get +1/+1 until end of turn.
pl: Ilekroć stwór wejdzie na pole bitwy pod twoim władaniem, stwory pod twoim władaniem dostają do końca tury +1/+1.

source: Target creature gains indestructible until end of turn.
pl: Wskazany stwór do końca tury zyskuje niezniszczalność.

source: Destroy target creature with toughness 4 or greater.
pl: Zniszcz wskazanego stwora o wytrzymałości 4 lub większej.

source: Destroy all creatures. They can't be regenerated.
pl: Zniszcz wszystkie stwory. Nie mogą być zregenerowane.

source: |mana_u|, |tap|: Add |colorless|\ |colorless|\ |colorless|.
pl: |mana_u|, |tap|: Weź |colorless|\ |colorless|\ |colorless|.

source: |tap|: Target artifact creature's controller sacrifices it. That player may search their library for a noncreature artifact card, put it onto the battlefield, then shuffle.
pl: |tap|: Władca wskazanego artefaktu poświęca go. Ów gracz może wyszukać w swojej bibliotece kartę nie-stworowego artefaktu, umieścić ją na polu bitwy, po czym tasuje.

source: Return target artifact card from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę artefaktu z twojego cmentarza na pole bitwy.

source: At the beginning of each player's upkeep, that player may put an artifact, creature, or land card from their hand onto the battlefield.
pl: Na początku kroku rozliczenia każdego z graczy, ów gracz może umieścić kartę artefaktu, stwora lub lądu ze swojej ręki na polu bitwy.

source: Draw three cards, then put two cards from your hand on top of your library in any order.
pl: Dobierz trzy karty, po czym umieść dwie karty z twojej ręki dowolnie na wierzchu twojej biblioteki.

source: When Cloudreader Sphinx enters the battlefield, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy ten stwór wejdzie na pole bitwy, wróż 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, po czym umieść dowolną ich liczbę na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: When Corridor Monitor enters the battlefield, untap target artifact or creature you control.
pl: Kiedy ten stwór wejdzie na pole bitwy, odkręć wskazany artefakt lub stwora pod twoim władaniem.

source: Return target nonland permanent you don't control to its owner's hand.
pl: Przywróć wskazany nie-lądowy permanent poza twoim władaniem do ręki właściciela.

source: Overload |mana_6|\ |mana_u| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_6|\ |mana_u| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: When Deepglow Skate enters the battlefield, double the number of each kind of counter on any number of target permanents.
pl: Kiedy ten stwór wejdzie na pole bitwy, podwój liczbę znaczników każdego rodzaju na dowolnej liczbie wskazanych permanentów.

source: At the beginning of your upkeep, return an artifact you control to its owner's hand.
pl: Na początku twojego kroku utrzymania, przywróć artefakt pod twoim władaniem do ręki właściciela.

source: When Faerie Mechanist enters the battlefield, look at the top three cards of your library. You may reveal an artifact card from among them and put it into your hand. Put the rest on the bottom of your library in any order.
pl: Kiedy ten stwór wejdzie na pole bitwy, spójrz na trzy wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę artefaktu i umieścić ją w twojej ręce. Umieść pozostałe dowolnie na spodzie twojej biblioteki.

source: You may pay 1 life and exile a blue card from your hand rather than pay this spell's mana cost.
pl: Możesz zapłacić 1 życie i wygnać niebieską kartę z twojej ręki zamiast płacić koszt many tego czaru.

source: Counter target spell.
pl: Skontruj wskazany czar.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature loses all abilities and is a blue Frog creature with base power and toughness 1/1. (It loses all other card types and creature types.)
pl: Zauroczony stwór traci wszystkie zdolności i jest niebieskim stworem Żaba o bazowej sile i wytrzymałości 1/1. (Traci wszystkie inne typy kart i stwora.)

source: Other blue creatures you control get +1/+1.
pl: Inne niebieskie stwory pod twoim władaniem dostają +1/+1.

source: |mana_u|: Target artifact creature becomes blue until end of turn.
pl: |mana_u|: Wskazany artefaktowy stwór staje się do końca tury niebieski.

source: Tap an untapped blue creature you control: Add |colorless|\ |colorless|. Spend this mana only to cast artifact spells or activate abilities of artifacts.
pl: Przekręć odkręconego niebieskiego stwora pod twoim władaniem: Weź |colorless|\ |colorless|. Wydaj tę manę tylko na rzucanie czarów artefaktów lub aktywację zdolności artefaktów.

source: Counter target spell. If that spell is countered this way, put that card on the top or bottom of its owner's library instead of into that player's graveyard.
pl: Skontruj wskazany czar. Jeśli ów czar zostanie skontrowany w ten sposób, umieść ową kartę na wierzchu lub spodzie biblioteki jej właściciela zamiast w cmentarzu.

source: Trample
pl: Tratowanie

source: Islandwalk (This creature can't be blocked as long as defending player controls an Island.)
pl: Podbój wysp (Ten stwór nie może być blokowany o ile broniący się gracz włada Wyspą.)

source: Shroud (This creature can't be the target of spells or abilities.)
pl: Antymagia (Ten stwór nie może być wskazywany przez czary i zdolności.)

source: +2: Look at the top card of target player's library. You may put that card on the bottom of that player's library.
pl: +2: Spójrz na wierzchnią kartę biblioteki wskazanego gracza. Możesz umieścić ową kartę na spodzie biblioteki owego gracza.

source: 0: Draw three cards, then put two cards from your hand on top of your library in any order.
pl: 0: Dobierz trzy karty, po czym umieść dwie karty z twojej ręki dowolnie na wierzchu twojej biblioteki.

source: −1: Return target creature to its owner's hand.
pl: –1: Przywróć wskazanego stwora do ręki właściciela.

source: −12: Exile all cards from target player's library, then that player shuffles their hand into their library.
pl: –12: Wygnaj wszystkie karty z biblioteki wskazanego gracza, po czym ów gracz wtasowuje swoją rękę do swojej biblioteki.

source: Master of Etherium's power and toughness are each equal to the number of artifacts you control.
pl: Siła i wytrzymałość tego stwora są obie równa liczbie artefaktów pod twoim władaniem.

source: Other artifact creatures you control get +1/+1.
pl: Inne artefaktowe stwory pod twoim władaniem dostają +1/+1.

source: |mana_u|, |tap|, Return an artifact you control to its owner's hand: You may put an artifact card from your hand onto the battlefield.
pl: |mana_u|, |tap|, przywróć artefakt pod twoim władaniem do ręki właściciela: Możesz umieścić kartę artefaktu z twojej ręki na polu bitwy.

source: Improvise (Your artifacts can help cast this spell. Each artifact you tap after you're done activating mana abilities pays for |mana_1|.)
pl: Improwizacja (Twoje artefakty mogą pomóc w rzucaniu tego czaru. Każdy artefakt, który przekręcisz po aktywacji zdolności dających manę, opłaca |mana_1|.)

source: Counter target spell unless its controller pays |mana_3|.
pl: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_3|.

source: When Parasitic Strix enters the battlefield, if you control a black permanent, target player loses 2 life and you gain 2 life.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli władasz czarnym permanentem, wskazany gracz traci 2 życia, zyskaj 2 życia.

source: (|mana_up| can be paid with either |mana_u| or 2 life.)
pl: (|mana_up| można zapłacić |mana_u| lub 2 życiami.)

source: You may have Phyrexian Metamorph enter the battlefield as a copy of any artifact or creature on the battlefield, except it's an artifact in addition to its other types.
pl: Umieszczając tę kartę na polu bitwy możesz uczynić ją kopią dowolnego artefaktu lub stwora obecnego na polu bitwy, ale jest dodatkowo artefaktem oprócz swoich innych typów.

source: Destroy target creature. It can't be regenerated. Its controller creates a 3/3 green Ape creature token.
pl: Zniszcz wskazanego stwora. Nie może być regenerowany. Jego władca tworzy żeton zielonego stwora Małpa 3/3.

source: Relic Runner can't be blocked if you've cast a historic spell this turn. (Artifacts, legendaries, and Sagas are historic.)
pl: Ten stwór nie może być blokowany jeśli rzuciłeś historyczny czar w tej turze. (Artefakty, legendy i Sagi są historyczne.)

source: As an additional cost to cast this spell, sacrifice an artifact.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć artefakt.

source: Search your library for an artifact card with mana value X or less, put it onto the battlefield, then shuffle.
pl: Wyszukaj w twojej bibliotece kartę artefaktu o skrócie many X lub mniejszym, umieść ją na polu bitwy, po czym przetasuj.

source: Whenever you cast an artifact spell, you may draw a card. If you do, discard a card.
pl: Ilekroć rzucisz czar artefaktu, możesz dobrać kartę. Jeśli tak zrobisz, odrzuć kartę.

source: Draw cards equal to the highest mana value among permanents you control.
pl: Dobierz tyle kart, ile wynosi największy skrót many spośród permanentów pod twoim władaniem.

source: Flash
pl: Błysk

source: When Sentinel of the Pearl Trident enters the battlefield, you may exile target historic permanent you control. If you do, return that card to the battlefield under its owner's control at the beginning of the next end step. (Artifacts, legendaries, and Sagas are historic.)
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wygnać wskazany historyczny permanent pod twoim władaniem. Jeśli tak zrobisz, przywróć ową kartę na pole bitwy pod władaniem jej właściciela na początku najbliższego kroku końcowego. (Artefakty, legendy i Sagi są historyczne.)

source: Flying, vigilance
pl: Latanie, czujność

source: Draw three cards, then discard a card.
pl: Dobierz trzy karty, po czym odrzuć kartę.

source: Counter target artifact spell.
pl: Skontruj wskazany czar artefaktu.

source: Return target artifact to its owner's hand.
pl: Przywróć wskazany artefakt do ręki właściciela.

source: Draw three cards. Then discard two cards unless you discard an artifact card.
pl: Dobierz trzy karty. Następnie odrzuć dwie karty, chyba że odrzucisz kartę artefaktu.

source: If you would draw a card, draw two cards instead.
pl: Jeśli miałbyś dobrać kartę, zamiast tego dobierz dwie karty.

source: When Treasure Mage enters the battlefield, you may search your library for an artifact card with mana value 6 or greater, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece karę o skrócie many 3 lub większym, ujawnij ją, umieść ją w twojej ręce, po czym przetasuj.

source: At the beginning of your upkeep, you may put a charge counter on target artifact.
pl: Na początku twojego kroku utrzymania, możesz umieścić znacznik ładunku na wskazanym artefakcie.

source: When Well of Ideas enters the battlefield, draw two cards.
pl: Kiedy ten artefakt wejdzie na pole bitwy, dobierz dwie karty.

source: At the beginning of each other player's draw step, that player draws an additional card.
pl: Na początku kroku dobierania każdego innego gracza, ów gracz dobiera dodatkową kartę.

source: At the beginning of your draw step, draw two additional cards.
pl: Na początku twojego kroku dobieranie, dobierz dwie dodatkowe karty.

source: Reveal the top card of your library and put that card into your hand. You lose life equal to its mana value. You may repeat this process any number of times.
pl: Ujawnij wierzchnią kartę twojej biblioteki i umieść ją w twojej ręce. Strać tyle żyć, ile wynosi jej skrót many. Możesz powtórzyć ten proces dowolną liczbę razy.

source: Put target artifact or creature card from a graveyard onto the battlefield under your control. Shuffle Beacon of Unrest into its owner's library.
pl: Umieść wskazaną kartę artefaktu lub stwora z cmentarza na pole bitwy pod twoim władaniem. Wtasuj niniejszego stwora do biblioteki właściciela.

source: This spell costs |mana_3| less to cast if a creature died this turn.
pl: Rzucenie tego czaru kosztuje o |mana_3| mniej jeśli w tej turze umarł stwór.

source: Flying, deathtouch
pl: Latanie, dotyk śmierci

source: Destroy target nonlegendary creature.
pl: Zniszcz wskazanego nie-legendarnego stwora.

source: As an additional cost to cast this spell, sacrifice an artifact or creature.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć artefakt lub stwora.

source: Draw two cards.
pl: Dobierz dwie karty.
