Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/2XM.po
Languages: pl

source: Convoke (Your creatures can help cast this spell. Each creature you tap while casting this spell pays for |mana_1| or one mana of that creature's color.)
pl: Współpraca (Twoje stwory mogą pomóc rzucić ten czar. Każdy stwór, którego przekręcisz podczas rzucania tego czaru płaci za |mana_1| lub jedną manę w swoim kolorze.)

source: Search your library for a creature card with mana value X or less, put it onto the battlefield, then shuffle.
pl: Wyszukaj w twojej bibliotece kartę stwora o skrócie many X lub mniejszym, umieść ją na polu bitwy, po czym przetasuj.

source: Target creature you control gets +1/+1 until end of turn. It deals damage equal to its power to target creature you don't control.
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +1/+1. Zadaje on wskazanemu stworowi poza twoim władaniem obrażenia równe swojej sile.

source: When Conclave Naturalists enters the battlefield, you may destroy target artifact or enchantment.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz zniszczyć wskazany artefakt lub urok.

source: As an additional cost to cast this spell, sacrifice a land.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć ląd.

source: Search your library for a land card, put that card onto the battlefield, then shuffle.
pl: Wyszukaj w twojej bibliotece kartę lądu, umieść ją na polu bitwy, po czym przetasuj.

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora mającego latanie.

source: |mana_1|\ |mana_g|: Death-Hood Cobra gains reach until end of turn.
pl: |mana_1|\ |mana_g|: Ten stwór zyskuje do końca tury zasięg.

source: |mana_1|\ |mana_g|: Death-Hood Cobra gains deathtouch until end of turn.
pl: |mana_1|\ |mana_g|: Ten stwór zyskuje do końca tury dotyk śmierci.

source: If an effect would create one or more tokens under your control, it creates twice that many of those tokens instead.
pl: Jeśli jakiś efekt miałby stworzyć co najmniej jeden żeton pod twoim władaniem, zamiast tego tworzy dwukrotność owych żetonów.

source: If an effect would put one or more counters on a permanent you control, it puts twice that many of those counters on that permanent instead.
pl: Jeśli jakiś efekt miałby umieścić co najmniej jeden znacznik na permanencie pod twoim władaniem, zamiast tego umieszcza tam dwukrotność owych znaczników.

source: |tap|: Add |mana_g|\ |mana_g|\ |mana_g|.
pl: |tap|: Weź |mana_g|\ |mana_g|\ |mana_g|.

source: Forestcycling |mana_2| (|mana_2|, Discard this card: Search your library for a Forest card, reveal it, put it into your hand, then shuffle.)
pl: Lasocykling |mana_2| (|mana_2|, odrzuć tę kartę: Wyszukaj w twojej bibliotece kartę Lasu, ujawnij ją, umieść w twojej ręce, po czym przetasuj.)

source: Target creature gets +7/+7 and gains trample until end of turn. It must be blocked this turn if able. (A creature with trample can deal excess combat damage to the player or planeswalker it's attacking.)
pl: Wskazany stwór dostaje do końca tury +7/+7 oraz tratowanie. Musi być blokowany w tej turze, jeśli to możliwe. (Stwór z tratowaniem może zadać nadwyżkę obrażeń bojowych atakowanemu graczowi lub wędrowcowi.)

source: You may play an additional land on each of your turns.
pl: Możesz zagrać dodatkowy ląd w każdej twojej turze.

source: When Fierce Empath enters the battlefield, you may search your library for a creature card with mana value 6 or greater, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę stwora o skrócie many 6 lub większym, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: Create X X/X green Ooze creature tokens.
pl: Stwórz X żetonów zielonego stwora Szlam X/X.

source: Sacrifice a creature: Draw cards equal to the sacrificed creature's power, then discard three cards.
pl: Poświęć stwora: Dobierz tyle kart, ile siły miał poświęcony stwór, po czym odrzuć trzy karty.

source: Whenever a player taps a land for mana, that player adds one mana of any type that land produced.
pl: Ilekroć gracz przekręca ląd biorąc manę, ów gracz bierze dodatkowo jedną manę w typie wyprodukowanym przez ów ląd.

source: If you control a Forest, rather than pay this spell's mana cost, you may have an opponent gain 3 life.
pl: Jeśli władasz Lasem, możesz sprawić, że przeciwnik zyska 3 życia zamiast płacić koszt many tego czaru.

source: Target creature gets +4/+4 until end of turn.
pl: Wskazany stwór dostaje do końca tury +4/+4.

source: When Kozilek's Predator enters the battlefield, create two 0/1 colorless Eldrazi Spawn creature tokens. They have "Sacrifice this creature: Add |colorless|."
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz dwa żetony bezkolorwego stwora Pomiot Eldrazi 0/1 mającego "Poświęć tego stwora: Weź |colorless|."

source: Whenever Liege of the Tangle deals combat damage to a player, you may choose any number of target lands you control and put an awakening counter on each of them. Each of those lands is an 8/8 green Elemental creature for as long as it has an awakening counter on it. They're still lands.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, możesz wskazać dowolną liczbą kart lądów pod twoim władaniem i umieścić na każdym z nich znacznik przebudzenia. Każdy z owych lądów jest stworem Żywiołak 8/8 o ile ma znacznik przebudzenia. Nadal są lądami.

source: If you tap a permanent for mana, it produces twice as much of that mana instead.
pl: Jeśli przekręcisz permanent biorąc manę, zamiast tego produkuje on dwukrotność owej many.

source: Target creature gets +1/+1 until end of turn for each creature you control.
pl: Wskazany stwór do końca tury dostaje +1/+1 za każdego stwora pod twoim władaniem.

source: Exalted (Whenever a creature you control attacks alone, that creature gets +1/+1 until end of turn.)
pl: Egzaltacja (Ilekroć stwór pod twoim władaniem atakuje samotnie, ów stwór dostaje +1/+1 do końca tury.)

source: |tap|: Add |mana_g|, |mana_w|, or |mana_u|.
pl: |tap|: Weź |mana_g|, |mana_w|, lub |mana_u|.

source: When Reclamation Sage enters the battlefield, you may destroy target artifact or enchantment.
pl: Kiedy ta karta wejdzie na pole bitwy, możesz zniszczyć wskazany artefakt lub urok.

source: Draw a card for each creature you control.
pl: Dobierz kartę za każdego stwora pod twoim władaniem.

source: Ferocious — You gain 4 life for each creature you control with power 4 or greater.
pl: Zaciekłość — Zyskaj 4 życia za każdego stwora o sile 4 lub większej pod twoim władaniem.

source: When Skullmulcher enters the battlefield, draw a card for each creature it devoured.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz kartę za każdego stwora, którego pożarł.

source: Target creature gets +2/+2 and gains trample until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+2 i tratowanie.

source: Flashback |mana_2|\ |mana_g|\ |mana_g| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_2|\ |mana_g|\ |mana_g| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: When Terastodon enters the battlefield, you may destroy up to three target noncreature permanents. For each permanent put into a graveyard this way, its controller creates a 3/3 green Elephant creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz zniszczyć co najwyżej trzy wskazane nie-stworowe peranenty. Za każdy permanent umieszczony w cmentarzu w ten sposób, jego władca tworzy żeton zielonego stwora Słoń 3/3.

source: When Thragtusk enters the battlefield, you gain 5 life.
pl: Kiedy ten stwór wejdzie na pole bitwy, zyskaj 5 żyć.

source: When Thragtusk leaves the battlefield, create a 3/3 green Beast creature token.
pl: Kiedy ten stwór opuści pole bitwy, stwórz żeton zielonego stwora Bestia 3/3.

source: Whenever a nontoken creature you control dies, investigate. (Create a colorless Clue artifact token with "|mana_2|, Sacrifice this artifact: Draw a card.")
pl: Ilekroć umrze nieżetonowy stwór pod twoim władaniem, dociekaj. (Stwórz żeton bezkolorowego artefaktu Wskazówka mający "|mana_2|, poświęć ten artefakt: Dobierz kartę.")

source: Whenever you sacrifice a Clue, create a 1/1 white Human Soldier creature token.
pl: Ilekroć poświęcisz Wskazówkę, stwórz żeton białego stwora Człowiek Piechur 1/1.

source: Whenever you cast a spell, if it's the second creature spell you cast this turn, you may return Vengevine from your graveyard to the battlefield.
pl: Ilekroć rzucisz czar, jeśli jest to drugi czar stwora rzucony przez ciebie w tej turze, możesz przywrócić tę kartę z twojego cmentarza na pole bitwy.

source: When Veteran Explorer dies, each player may search their library for up to two basic land cards, put them onto the battlefield, then shuffle.
pl: Kiedy ten stwór umrze, każdy gracz może wyszukać w swojej bibliotece co najwyżej dwie karty bazowych lądów, umieścić je na polu bitwy, po czym przetasować.

source: |tap|: Add |mana_g|.
pl: |tap|: Weź |mana_g|.

source: Ferocious — |tap|: Add |mana_g|\ |mana_g|. Activate only if you control a creature with power 4 or greater.
pl: Zaciekłość — |tap|: Weź |mana_g|\ |mana_g|. Możesz aktywować tylko jeśli władasz stworem o sile 4 lub większej.

source: Whenever one or more tokens enter the battlefield under your control, put that many +1/+1 counters on Woodland Champion.
pl: Ilekroć jeden lub więcej żetonów wejdzie na pole bitwy pod twoim władaniem, umieść tyle samo znaczników +1/+1 na tym stworze.

source: Arixmethes, Slumbering Isle enters the battlefield tapped with five slumber counters on it.
pl: Ten permanent wchodzi przekręcony na pole bitwy z pięcioma znacznikami drzemki.

source: As long as Arixmethes has a slumber counter on it, it's a land. (It's not a creature.)
pl: O ile ten permanent ma znacznik drzemki, jest lądem. (Nie jest stworem.)

source: Whenever you cast a spell, you may remove a slumber counter from Arixmethes.
pl: Ilekroć rzucisz czar, możesz usunąć znacznik drzemki z tego permanentu.

source: |tap|: Add |mana_g|\ |mana_u|.
pl: |tap|: Weź |mana_g|\ |mana_u|.

source: Flying, vigilance, deathtouch, lifelink
pl: Latanie, czujność, dotyk śmierci, więź życia

source: At the beginning of your end step, proliferate. (Choose any number of permanents and/or players, then give each another counter of each kind already there.)
pl: Na początku twojego kroku końcowego, rozpleń. (Wybierz dowolną liczbę permanentów i/lub graczy, po czym daj każdemu kolejny znacznik każdego posiadanego przezeń rodzaju.)

source: When Baleful Strix enters the battlefield, draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz kartę.

source: When Breya, Etherium Shaper enters the battlefield, create two 1/1 blue Thopter artifact creature tokens with flying.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz dwa żetony niebieskiego artefaktowego stwora Topter 1/1 z lataniem.

source: |mana_2|, Sacrifice two artifacts: Choose one —
pl: |mana_2|, poświęć dwa artefakty: Wybierz jedno —

source: Breya deals 3 damage to target player or planeswalker.
pl: Ten stwór zadaje wskazanemu graczowi lub wędrowcowi 3 obrażenia.

source: Target creature gets -4/-4 until end of turn.
pl: Wskazany stwór dostaje do końca tury -4/-4.

source: You gain 5 life.
pl: Zyskaj 5 żyć.

source: Creature tokens you control have haste.
pl: Żetony stworów pod twoim władaniem mają pośpiech.

source: At the beginning of combat on your turn, create a 2/1 blue Myr artifact creature token. Then you may choose a token you control. If you do, each other token you control becomes a copy of that token.
pl: Na początku potyczki w twojej turze, stwórz żeton niebieskiego artefaktowego stwora Myr 1/1. Następnie możesz wskazać żeton pod twoim władaniem. Jeśli tak zrobisz, każdy inny żeton pod twoim władaniem staje się kopią owego żetonu.

source: Morbid — At the beginning of each end step, if a creature died this turn, you may draw a card.
pl: Okropność — Na początku każdego kroku końcowego, jeśli w tej turze umarł stwór, możesz dobrać kartę.

source: Flying, haste
pl: Latanie, pośpiech

source: Sacrifice a creature: Falkenrath Aristocrat gains indestructible until end of turn. If the sacrificed creature was a Human, put a +1/+1 counter on Falkenrath Aristocrat.
pl: Poświęć stwora: Ten stwór zyskuje do końca tury niezniszczalność. Jeśli poświęcony stwór był Człowiekiem, umieść znacznik +1/+1 na niniejszym stworze.

source: Sacrifice Fulminator Mage: Destroy target nonbasic land.
pl: Poświęć tego stwora: Zniszcz wskazany niebazowy ląd.

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być wskazywany przez czary lub zdolności pod władaniem twoich przeciwników.)

source: Whenever Geist of Saint Traft attacks, create a 4/4 white Angel creature token with flying that's tapped and attacking. Exile that token at end of combat.
pl: Ilekroć ten stwór zaatakuje, stwórz przekręcony i atakujący żeton białego stwora Anioł 4/4 z lataniem. Wygnaj ów żeton na końcu potyczki.

source: Bloodrush — |mana_r|\ |mana_g|, Discard Ghor-Clan Rampager: Target attacking creature gets +4/+4 and gains trample until end of turn.
pl: Zew krwi — |mana_r|\ |mana_g|, odrzuć tę kartę: Wskazany atakujący stwór dostaje do końca tury +4/+4 i tratowanie.

source: Whenever another artifact enters the battlefield under your control, Glassdust Hulk gets +1/+1 until end of turn and can't be blocked this turn.
pl: Ilekroć inny artefakt wejdzie na pole bitwy pod twoim władaniem, ten stwór dostaje +1/+1 do końca tury i nie może być blokowany w tej turze.

source: Cycling |mana_wu| (|mana_wu|, Discard this card: Draw a card.)
pl: Recykling |mana_wu| (|mana_wu|, odrzuć tę kartę: Dobierz kartę.)

source: |mana_1|\ |mana_w|\ |mana_u|, |tap|: Return target artifact or enchantment card from your graveyard to your hand.
pl: |mana_1|\ |mana_w|\ |mana_u|, |tap|: Przywróć wskazaną kartę artefaktu z twojego cmentarza do twojej ręki.

source: Revolt — At the beginning of your end step, if a permanent you controlled left the battlefield this turn, create a 1/1 colorless Servo artifact creature token.
pl: Rewolta — Na początku twojego kroku końcowego, jeśli permanent pod twoim władaniem opuścił pole bitwy w tej turze, stwórz żeton bezkolorowego artefaktowego stwora Serwo 1/1.

source: |mana_1|, Sacrifice a creature: Scry 1.
pl: |mana_1|, poświęć stwora: Wróż 1.

source: Counter target noncreature spell unless its controller pays |mana_2|.
pl: Skontruj wskazany nie-stworowy czar, chyba że jego władca zapłaci |mana_2|.

source: Izzet Charm deals 2 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 2 obrażenia.

source: Draw two cards, then discard two cards.
pl: Dobierz dwie karty, po czym odrzuć dwie karty.

source: Whenever you cast a historic spell, draw a card. (Artifacts, legendaries, and Sagas are historic.)
pl: Ilekroć rzucisz historyczny czar, dobierz kartę. (Artefakty, legendy i Sagi są historyczne.)

source: Whenever Kaalia of the Vast attacks an opponent, you may put an Angel, Demon, or Dragon creature card from your hand onto the battlefield tapped and attacking that opponent.
pl: Ilekroć ten stwór zaatakuje przeciwnika, możesz umieść na polu bitwy kartę Anioła, Demona lub Smoka z twojej ręki przekręconą i atakującą owego przeciwnika.

source: When Karrthus, Tyrant of Jund enters the battlefield, gain control of all Dragons, then untap all Dragons.
pl: Kiedy ten stwór wejdzie na pole bitwy, zyskaj władanie nad wszystkimi Smokami, po czym odkręć wszystkie Smoki.

source: Other Dragon creatures you control have haste.
pl: Inne Smoki pod twoim władaniem mają pośpiech.

source: The first spell you cast each turn has cascade. (When you cast your first spell, exile cards from the top of your library until you exile a nonland card that costs less. You may cast it without paying its mana cost. Put the exiled cards on the bottom of your library in a random order.)
pl: Pierwszy czar rzucony przez cienie w danej turze ma kaskadę. (Kiedy rzucisz swój pierwszy czar, wyganiaj karty z wierzchu twojej biblioteki aż wygnasz nie-lądową kartę o niższym koszcie. Możesz rzucić ową kartę bez płacenia jej kosztu many. Umieść wygnane karty losowo na spodzie twojej biblioteki.)

source: Destroy target nonland permanent and all other permanents with the same name as that permanent.
pl: Zniszcz wskazany nielądowy permanent i wszystkie inne permanenty mające tę samą nazwę co on.

source: Add two mana in any combination of colors.
pl: Weź dwie many w dowolnej kombinacji kolorów.

source: Whenever a player sacrifices another permanent, put a +1/+1 counter on each creature you control.
pl: Ilekroć gracz poświęci inny permanent, umieść znacznik +1/+1 na każdym stworze pod twoim władaniem.

source: As Meddling Mage enters the battlefield, choose a nonland card name.
pl: Umieszczając tego stwora na polu bitwy wybierz nazwę nie-lądowej karty.

source: Spells with the chosen name can't be cast.
pl: Czary o wybranej nazwie nie mogą być rzucane.

source: Exile all artifacts.
pl: Wygnaj wszystkie artefakty.

source: Exile all creatures.
pl: Wygnaj wszystkie stwory.

source: Exile all enchantments.
pl: Wygnaj wszystkie uroki.

source: Exile all planeswalkers.
pl: Wygnaj wszystkich wędrowców.

source: You may have Progenitor Mimic enter the battlefield as a copy of any creature on the battlefield, except it has "At the beginning of your upkeep, if this creature isn't a token, create a token that's a copy of this creature."
pl: Możesz sprawić, że ten stwór wejdzie na pole bitwy jako kopia dowolnego stwora na polu bitwy, ale dodatkowo ma zdolność "Na początku twojego kroku utrzymania, jeśli ten stwór nie jest żetonem, stwórz żeton będący kopią tego stwora."

source: |mana_2|\ |mana_gw|, |tap|: Create a 1/1 green and white Elf Warrior creature token.
pl: |mana_2|\ |mana_gw|, |tap|: Stwórz żeton biało-zielonego stwora Elf Wojownik 1/1.

source: |mana_4|\ |mana_gw|\ |mana_gw|, |tap|: For each creature token you control, create a token that's a copy of that creature.
pl: |mana_4|\ |mana_gw|\ |mana_gw|, |tap|: Dla każdego żetonu stwora pod twoim władaniem, stwórz żeton będący jego kopią.

source: Whenever you cast an instant or sorcery spell, you may pay |mana_u|\ |mana_r|. If you do, copy that spell. You may choose new targets for the copy.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, możesz zapłacić |mana_u|\ |mana_r|. Jeśli tak zrobisz, skopiuj ów czar. Możesz wskazać nowe cele dla kopii.

source: Whenever another nontoken creature enters the battlefield under your control, you may pay |mana_g|\ |mana_u|. If you do, create a token that's a copy of that creature.
pl: Ilekroć inny nieżetonowy stwór wejdzie na pole bitwy pod twoim władaniem, możesz zapłacić |mana_g|\ |mana_u|. Jeśli tak zrobisz, stwórz żeton będący kopią owego stwora.

source: Savageborn Hydra enters the battlefield with X +1/+1 counters on it.
pl: Ten stwór wchodzi na pole bitwy mając X znaczników +1/+1.

source: |mana_1|\ |mana_rg|: Put a +1/+1 counter on Savageborn Hydra. Activate only as a sorcery.
pl: |mana_1|\ |mana_rg|: Umieść znacznik +1/+1 na tym stworze. Aktywuj tylko jako obrzęd.

source: At the beginning of your upkeep, each opponent loses X life and you scry X, where X is the number of Zombies you control.
pl: Na początku twojego kroku utrzymania, każdy przeciwnik traci po X żyć, a ty wróż X, gdzie X jest liczbą Zombi pod twoim władaniem.

source: |mana_2|\ |mana_u|\ |mana_b|: Exile target creature card from a graveyard. Create a token that's a copy of it, except it's a 4/4 black Zombie.
pl: |mana_2|\ |mana_u|\ |mana_b|: Wygnaj wskazaną kartę stwora z cmentarza. Stwórz żeton będący jej kopią z wyjątkiem tego, że jest to czarny Zombi 4/4.

source: When The Scarab God dies, return it to its owner's hand at the beginning of the next end step.
pl: Kiedy ten stwór umrze, przywróć go do ręki właściciela na początku najbliższego kroku końcowego.

source: |mana_3|\ |mana_g|: Create a 1/1 green Saproling creature token.
pl: |mana_3|\ |mana_g|: Stwórz żeton zielonego stwora Sadzonka 1/1.

source: |mana_3|\ |mana_w|: Creatures you control get +1/+1 until end of turn.
pl: |mana_3|\ |mana_w|: Stwory pod twoim władaniem dostają +1/+1 do końca tury.

source: At the beginning of your upkeep, choose target opponent. This turn, that player can't cast spells or activate abilities and plays with their hand revealed. You may play lands and cast spells from that player's hand this turn.
pl: Na początku twojego kroku utrzymania, wskaż przeciwnika. W tej turze ów gracz nie może rzucać czarów ani aktywować zdolności i gra z ujawnioną ręką. Możesz w tej turze zagrywać lądy i rzucać czary z ręki owego gracza.

source: When Sharuum the Hegemon enters the battlefield, you may return target artifact card from your graveyard to the battlefield.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz przywrócić wskazaną kartę artefaktu z twojego cmentarza na pole bitwy.

source: When Sphinx Summoner enters the battlefield, you may search your library for an artifact creature card, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę artefaktu lub stwora, ujawnij ją, umieść ją w twojej ręce, po czym przetasuj.

source: Double strike, vigilance, trample
pl: Podwójny cios, czujność, tratowanie

source: |mana_1|, Sacrifice a nontoken artifact: Create a 1/1 blue Thopter artifact creature token with flying. You gain 1 life.
pl: |mana_1|, poświęć nieżetonowy artefakt. Stwórz żeton niebieskiego artefaktowego stwora Topter 1/1 z lataniem. Zyskaj 1 życie.

source: |tap|, Sacrifice five artifacts: Take an extra turn after this one.
pl: |tap|, poświęć pięć artefaktów: Weź dodatkową turę po obecnej.

source: Destroy target creature. If you control an artifact, Unlicensed Disintegration deals 3 damage to that creature's controller.
pl: Zniszcz wskazanego stwora. Jeśli władasz artefaktem, ten czar zadaje władcy owego stwora 3 obrażenia.

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: |mana_rg|: Target spell can't be countered.
pl: |mana_rg|: Wskazany czar nie może być skontrowany.

source: Flying, lifelink
pl: Latanie, więź życia

source: Sacrifice a creature: Put X +1/+1 counters on Vish Kal, Blood Arbiter, where X is the sacrificed creature's power.
pl: Poświęć stwora: Umieść X znaczników +1/+1 na tym stworze, gdzie X jest siłą poświęconego stwora.

source: Remove all +1/+1 counters from Vish Kal: Target creature gets -1/-1 until end of turn for each +1/+1 counter removed this way.
pl: Usuń wszystkie znaczniki +1/+1 z tego stwora: Wskazany stwór dostaje do końca tury -1/-1 za każdy znacznik +1/+1 usunięty w ten sposób.

source: Whenever an opponent casts a spell during your turn or when Voice of Resurgence dies, create a green and white Elemental creature token with "This creature's power and toughness are each equal to the number of creatures you control."
pl: Ilekroć przeciwnik rzuci czar w twojej turze lub kiedy ten stwór umrze, stwórz zielono-biały żeton stwora Żywiołak mający "Siła oraz wytrzymałość tego stwora są obie równe liczbie stworów pod twoim władaniem."

source: Other creatures you control get +1/+0 as long as you control an Equipment.
pl: Inne stwory pod twoim władaniem dostają +1/+0 o ile władasz Wyposażeniem.

source: You control enchanted creature.
pl: Masz władanie nad zauroczonym stworem.

source: Enchanted creature gets +2/+2 and has trample.
pl: Zauroczony stwór dostaje +2/+2 i ma tratowanie.

source: As Adaptive Automaton enters the battlefield, choose a creature type.
pl: Umieszczając tego stwora na polu bitwy wybierz typ stwora.

source: Adaptive Automaton is the chosen type in addition to its other types.
pl: Ten stwór ma dodatkowo wybrany typ oprócz swoich innych typów.
