Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/AFR.po
Languages: pl

source: Cunning Action — |mana_3|\ |mana_u|: Guild Thief can't be blocked this turn.
pl: Przebiegła akcja — |mana_3|\ |mana_u|: Ten stwór nie może być blokowany w tej turze.

source: Iymrith, Desert Doom has ward |mana_4| as long as it's untapped.
pl: Ten stwór ma opiekę |mana_4| o ile jest odkręcony.

source: Whenever Iymrith deals combat damage to a player, draw a card. Then if you have fewer than three cards in hand, draw cards equal to the difference.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, dobierz kartę. Następnie jeśli masz w ręce mniej niż trzy karty, dobierz tyle kart, ile wynosi różnica.

source: Dominate Monster — When Mind Flayer enters the battlefield, gain control of target creature for as long as you control Mind Flayer.
pl: Dominacja potwora — Kiedy ten byt wejdzie na pole bitwy, zyskaj władanie nad wskazanym stworem na czas twojego władania niniejszym stworem.

source: +2: Draw two cards, then put a card from your hand on the bottom of your library.
pl: +2: Dobierz dwie karty, po czym umieść kartę z twojej ręki na spodzie twojej biblioteki.

source: −2: Create a blue Dog Illusion creature token with "This creature's power and toughness are each equal to twice the number of cards in your hand."
pl: –2: Stwórz żeton niebieskiego stwora Pies mający "Siła i wytrzymałość tego stwora są obie równe dwukrotności liczby kart w twojej ręce."

source: −10: Exchange your hand and library, then shuffle. You get an emblem with "You have no maximum hand size."
pl: –10: Zamień twoją rękę z twoją bibliotekę, po czym przetasuj. Dostajesz emblemat mający "Nie masz limitu kart na ręce."

source: Until end of turn, target creature becomes a Dragon with base power and toughness 4/4 and gains flying. (It loses all other creature types.)
pl: Do końca tury wskazany stwór staje się Smokiem o bazowej sile i wytrzymałości 4/4 i zyskuje latanie. (Traci wszystkie inne typy stwora.)

source: Grant an Advantage — If you would roll one or more dice, instead roll that many dice plus one and ignore the lowest roll.
pl: Daj przewagę — Jeśli masz wykonać rzut co najmniej jedną kostką, zamiast tego rzuć taką samą liczbą kostek plus jeden i zignoruj najniższy wynik.

source: Choose target creature an opponent controls, then roll a d20.
pl: Wskaż stwora pod władaniem przeciwnika, po czym rzuć k20.

source: 1—9 | Return it to its owner's hand.
pl: 1—9 | Przywróć go do ręki właściciela.

source: 10—19 | Its owner puts it on the top or bottom of their library.
pl: 10—19 | Jego właściciel umieszcza go na wierzchu lub spodzie swojej biblioteki.

source: 20 | Gain control of it until the end of your next turn.
pl: 20 | Zyskaj nad nim władaniem do końca tury.

source: When Ray of Frost enters the battlefield, if enchanted creature is red, tap it.
pl: Kiedy ten byt wejdzie na pole bitwy, jeśli zauroczony stwór jest czerwony, przekręć go.

source: As long as enchanted creature is red, it loses all abilities.
pl: O ile zauroczony stwór jest czerwony, traci on wszystkie zdolności.

source: Ward |mana_3| (Whenever this creature becomes the target of a spell or ability an opponent controls, counter it unless that player pays |mana_3|.)
pl: Opieka |mana_3| (Ilekroć ten stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci |mana_3|.)

source: Cone of Cold — When Scion of Stygia enters the battlefield, choose target creature an opponent controls, then roll a d20.
pl: Stożek zimna — Kiedy ten byt wejdzie na pole bitwy, wskaż stwora pod władaniem przeciwnika, po czym rzuć k20.

source: 1—9 | Tap that creature.
pl: 1—9 | Przekręć owego stwora.

source: 10—20 | Tap that creature. It doesn't untap during its controller's next untap step.
pl: 10—20 | Przekręć owego stwora. Nie odkręci się on w najbliższym kroku odkręcania swojego władcy.

source: Defender
pl: Obronność

source: |mana_4|\ |mana_u|: Venture into the dungeon. Activate only as a sorcery. (Enter the first room or advance to the next room.)
pl: |mana_4|\ |mana_u|: Zapuść się do lochu. Aktywuj tylko jako obrzęd. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Target creature gets -2/-0 until end of turn.
pl: Wskazany stwór dostaje do końca tury -2/-0.

source: Draw a card.
pl: Dobierz kartę.

source: Whenever Shortcut Seeker deals combat damage to a player, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: When Silver Raven enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten byt wejdzie na pole bitwy, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Whenever Soulknife Spy deals combat damage to a player, draw a card.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, dobierz kartę.

source: Choose target player. Return half the creatures they control to their owner's hand, rounded up.
pl: Wskaż gracza. Przywróć połowę stworów pod jego władaniem do ręki właściciela, zaokrąglając w górę.

source: Draw a card for each different mana value among nonland cards in your graveyard.
pl: Dobierz kartę za każdy różny skrót many pomiędzy nielądowymi kartami w twoim cmentarzu.

source: Each opponent exiles cards from the top of their library until that player has exiled cards with total mana value 20 or more.
pl: Każdy przeciwnik wygania karty z wierzchu swojej biblioteki aż wygna karty o łącznym skrócie many 20 lub więcej.

source: Invoke Duplicity — Equipped creature gets +1/+1 and has "Whenever this creature deals combat damage to a player, you may sacrifice Trickster's Talisman. If you do, create a token that's a copy of this creature."
pl: Przywołaj Podwójność — Wyposażony stwór dostaje +1/+1 i ma "Ilekroć ten stwór zada graczowi obrażenia bojowe możesz poświęcić artefakt dający tę zdolność. Jeśli tak zrobisz, stwórz żeton będący kopią tego stwora."

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: Target artifact or creature becomes a copy of another target artifact or creature.
pl: Wskazany artefakt lub stwór staje się kopią innego wskazanego artefaktu lub stwora.

source: You have no maximum hand size.
pl: Nie masz limitu kart na ręce.

source: |mana_2|\ |mana_u|: Level 2
pl: |mana_2|\ |mana_u|: Poziom 2

source: When this Class becomes level 2, draw two cards.
pl: Kiedy ta Klasa osiągnie poziom 2, dobierz dwie karty.

source: |mana_4|\ |mana_u|: Level 3
pl: |mana_4|\ |mana_u|: Poziom 3

source: Whenever you draw a card, put a +1/+1 counter on target creature you control.
pl: Ilekroć dobierzesz kartę, umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: |mana_2|\ |mana_u|: Level 3
pl: |mana_2|\ |mana_u|: Poziom 3

source: |tap|: Exile target instant or sorcery card from a graveyard. Roll a d20. Activate only as a sorcery.
pl: |tap|: Wygnaj wskazaną kartę sztuczki lub obrzędu z cmentarza. Rzuć k20. Aktywuj tylko jako obrzęd.

source: 1—9 | Copy that card. You may cast the copy.
pl: 1—9 | Skopiuj ową kartę. Możesz rzucić ową kopię.

source: 10—19 | Copy that card. You may cast the copy by paying |mana_1| rather than paying its mana cost.
pl: 10—19 | Skopiuj ową kartę. Możesz rzucić ową kopię płacąc |mana_1| zamiast płacić jej koszt many.

source: 20 | Copy each card exiled with Wizard's Spellbook. You may cast any number of the copies without paying their mana costs.
pl: 20 | Skopiuj każdą kartę wygnaną tym bytem. Możesz rzucić dowolną liczbę owych kopii bez płacenia ich kosztów many.

source: Fight the Current — Return target nonland permanent to its owner's hand.
pl: Walcz z prądem — Przywróć wskazany nielądowy byt do ręki właściciela.

source: Find a Crossing — Target creature gets +1/+0 until end of turn and can't be blocked this turn.
pl: Znajdź bród — Wskazany stwór dostaje do końca tury +1/+0 i nie może być blokowany w tej turze.

source: Foil Their Scheme — Counter target spell.
pl: Zniwecz ich plany — Skontruj wskazany czar.

source: Learn Their Secrets — Draw two cards, then discard two cards.
pl: Poznaj ich sekrety — Dobierz dwie karty, po czym odrzuć dwie karty.

source: Distract the Guard — Tap target creature.
pl: Odwróć uwagę — Przekręć wskazanego stwora.

source: Hide — Target creature you control gains hexproof until end of turn. (It can't be the target of spells or abilities your opponents control.)
pl: Kryj się — Wskazany stwór pod twoim władaniem zyskuje do końca tury antyklątwę. (Nie może być wskazywany przez czary lub zdolności pod władaniem twoich przeciwników.)

source: Yuan-Ti Malison can't be blocked as long as it's attacking alone.
pl: Ten stwór nie może być blokowany o ile atakuje samotnie.

source: Whenever Yuan-Ti Malison deals combat damage to a player, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: When Acererak the Archlich enters the battlefield, if you haven't completed Tomb of Annihilation, return Acererak the Archlich to its owner's hand and venture into the dungeon.
pl: Kiedy ten byt wejdzie na pole bitwy, jeśli nie ukończyłeś lochu Tomb of Annihilation, przywróć tego stwora do ręki właściciela i zapuść się do lochu.

source: Whenever Acererak the Archlich attacks, for each opponent, you create a 2/2 black Zombie creature token unless that player sacrifices a creature.
pl: Ilekroć ten stwór zaatakuje, za każdego przeciwnika stwórz żeton czarnego stwora Zombi 2/2, chyba że ów gracz poświęci stwora.

source: Whenever Acererak the Archlich attacks, create a number of 2/2 black Zombie creature tokens equal to the number of opponents you have.
pl: Ilekroć ten stwór zaatakuje, stwórz tyle żetonów czarnego stwora Zombi 2/2, ilu posiadasz przeciwników.

source: Binding Contract — If you would draw a card, exile the top card of your library face down instead.
pl: Wiążący kontrakt — Jeśli masz dobrać kartę, zamiast tego wygnaj zakrytą wierzchnią kartę twojej biblioteki.

source: |mana_b|\ |mana_b|\ |mana_b|: Draw seven cards.
pl: |mana_b|\ |mana_b|\ |mana_b|: Dobierz siedem kart.

source: |mana_b|: Return all cards exiled with Asmodeus the Archfiend to their owner's hand and you lose that much life.
pl: |mana_b|: Przywróć wszystkie karty wygnane tym stworem do ręki właściciela i strać tyle samo żyć.

source: When Baleful Beholder enters the battlefield, choose one —
pl: Kiedy ten byt wejdzie na pole bitwy, wybierz jedną —

source: Antimagic Cone — Each opponent sacrifices an enchantment.
pl: Stożek antymagii — Każdy przeciwnik poświęca urok.

source: Fear Ray — Creatures you control gain menace until end of turn. (A creature with menace can't be blocked except by two or more creatures.)
pl: Promień strachu — Stwory pod twoim władaniem zyskują do końca tury złowrogość. (Stwór ze złowrogością nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: Acid Breath — When Black Dragon enters the battlefield, target creature an opponent controls gets -3/-3 until end of turn.
pl: Kwasowy oddech — Kiedy ten byt wejdzie na pole bitwy, wskazany stwór pod władaniem przeciwnika dostaje do końca tury -3/-3.

source: At the beginning of your end step, if you lost 2 or more life this turn, create a 2/2 black Zombie creature token.
pl: Na początku twojego kroku końcowego, jeśli straicłeś co najmniej 2 życia w tej turze, stwórz żeton czarnego stwora Zombi 2/2.

source: |tap|, Exile The Book of Vile Darkness and artifacts you control named Eye of Vecna and Hand of Vecna: Create Vecna, a legendary 8/8 black Zombie God creature token with indestructible and all triggered abilities of the exiled cards.
pl: |tap|, wygnaj ten artefakt oraz władane przez ciebie artefakty o nazwach Eye of Vecna oraz Hand of Vecna: Stwórz legendarny żeton czarnego stwora Bóg Zombi 8/8 z niezniszczalnością. Zyskuje on wszystkie wyzwalane zdolności owych wygnanych kart.

source: Target opponent reveals their hand. You choose a nonland card from it. Exile that card. If an instant card or a card with flash is exiled this way, they lose 1 life. Otherwise, you lose 1 life.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierz z niej nielądową kartę. Wygnaj ową kartę. Jeśli w ten sposób wygnano kartę sztuczki lub mającą błysk, ów gracz traci 1 życie. W przeciwnym razie strać 1 życie.

source: When Clattering Skeletons dies, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten stwór umrze, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: As an additional cost to cast this spell, sacrifice an artifact or creature.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć artefakt lub stwora.

source: Draw two cards and create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Dobierz dwie karty i stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Skeletons, Vampires, and Zombies you control get +1/+1.
pl: Szkielety, Wampiry i Zombi pod twoim władaniem dostają +1/+1.

source: At the beginning of your end step, if a creature died this turn, you may pay |mana_1|. If you do, create a 1/1 black Skeleton creature token.
pl: Na początku twojego kroku końcowego, jeśli w tej turze umarł stwór, możesz zapłacić |mana_1|. Jeśli tak zrobisz, stwórz żeton czarnego stwora Szkielet 1/1.

source: At the beginning of your end step, if a creature died this turn, create a 1/1 black Skeleton creature token.
pl: Na początku twojego kroku końcowego, jeśli w tej turze umarł stwór, stwórz żeton czarnego stwora Szkielet 1/1.

source: Target opponent discards two cards, mills two cards, and loses 2 life. (To mill a card, a player puts the top card of their library into their graveyard.)
pl: Wskazany przeciwnik odrzuca dwie karty, mieli dwie karty i traci 2 życia. (Mieląc kartę gracz umieszcza wierzchnią kartę swojej biblioteki w swoim cmentarzu.)

source: Target opponent discards a card. If mana from a Treasure was spent to cast this spell, instead that player reveals their hand, you choose a nonland card from it, then that player discards that card.
pl: Wskazany przeciwnik odrzuca kartę. Jeśli do rzucenia tego czaru wydano manę ze Skarbu, zamiast tego ów gracz ujawnia swoją rękę, ty wybierasz z niej nielądową kartę, po czym ów gracz odrzuca ową kartę.

source: Reach
pl: Zasięg

source: Whenever Drider deals combat damage to a player, create a 2/1 black Spider creature token with menace and reach.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, stwórz żeton czarnego stwora Pająk 2/1 ze złowrogością i zasięgiem.

source: Dungeon Crawler enters the battlefield tapped.
pl: Ten stwór wchodzi przekręcony na pole bitwy.

source: Whenever you complete a dungeon, you may return Dungeon Crawler from your graveyard to your hand.
pl: Ilekroć ukończysz loch, możesz przywrócić tę kartę z twojego cmentarza do twojej ręki.

source: Ebondeath, Dracolich enters the battlefield tapped.
pl: Ten stwór wchodzi przekręcony na pole bitwy.

source: You may cast Ebondeath, Dracolich from your graveyard if a creature not named Ebondeath, Dracolich died this turn.
pl: Możesz rzucić tę kartę z twojego cmentarza jeśli w tej turze umarł stwór bez niniejszej nazwy.

source: Target creature gets -11/-11 until end of turn.
pl: Wskazany stwór dostaje do końca tury -11/-11.

source: Return up to one target creature card from your graveyard to your hand. Venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Przywróć co najwyżej jedną wskazaną kartę z twojego cmentarza do twojej ręki. Zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Until end of turn, target creature gains "When this creature dies, return it to the battlefield tapped under its owner's control with a +1/+1 counter on it."
pl: Do końca tury wskazany stwór zyskuje "Kiedy ten stwór umrze, przywróć go na pole bitwy pod władaniem właściciela z dodatkowym znacznikiem +1/+1."

source: Menace
pl: Złowrogość

source: |mana_1|\ |mana_b|, |tap|, Pay 1 life: Create a Treasure token.
pl: |mana_1|\ |mana_b|, |tap|, zapłać 1 życie: Stwórz żeton Skarbu.

source: |mana_2|\ |mana_b|: Target creature gets +2/+0 until end of turn. If mana from a Treasure was spent to activate this ability, that creature also gains deathtouch until end of turn.
pl: |mana_2|\ |mana_b|: Wskazany stwór dostaje do końca tury +2/+0. Jeśli do aktywacji ten zdolności wydano manę ze Skarbu, ów stwór do końca tury zyskuje także dotyk śmierci.

source: Engulf — When Gelatinous Cube enters the battlefield, exile target non-Ooze creature an opponent controls until Gelatinous Cube leaves the battlefield.
pl: Pochłonięcie — Kiedy ten byt wejdzie na pole bitwy, wygnaj wskazanego stwora nie będącego Szlamem pod władaniem przeciwnika dopóki niniejszy stwór nie opuści pola bitwy.

source: Dissolve — |mana_x|\ |mana_b|: Put target creature card with mana value X exiled with Gelatinous Cube into its owner's graveyard.
pl: Rozpuszczenie — |mana_x|\ |mana_b|: Umieść wskazaną kartę stwora o skrócie many X wygnaną niniejszym stworem w cmentarzu właściciela.

source: Destroy target creature or planeswalker. Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Zniszcz wskazanego stwora lub wędrowca. Stwórz żeton skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Tragic Backstory — Cast this spell only if a creature died this turn.
pl: Tragiczna historia — Rzuć ten czar tylko jeśli w tej turze umarł stwór.

source: Circle of Death — |mana_5|\ |mana_b|: Roll a d20.
pl: Krąg śmierci — |mana_5|\ |mana_b|: Rzuć k20.

source: 1—9 | Each opponent loses 2 life.
pl: 1—9 | Każdy przeciwnik traci po 2 życia.

source: 10—19 | Each opponent loses 2 life and you gain 2 life.
pl: 10—19 | Każdy przeciwnik traci po 2 życia, a ty zyskaj 2 życia.

source: 20 | Each opponent loses 2 life and you gain 2 life. Create two Treasure tokens. (They're artifacts with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: 20 | Każdy przeciwnik traci po 2 życia, a ty zyskaj 2 życia. Stwórz dwa żetony Skarbu. (To artefakty mające "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: When Hired Hexblade enters the battlefield, if mana from a Treasure was spent to cast it, you draw a card and you lose 1 life.
pl: Kiedy ten byt wejdzie na pole bitwy, jeśli do rzucenia go została wydana mana ze Skarbu, dobierz kartę i strać 1 życie.

source: Whenever Hoard Robber deals combat damage to a player, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Sneak Attack — Whenever Lightfoot Rogue attacks, roll a d20.
pl: Podstępny atak — Ilekroć ten stwór atakuje, rzuć k20.

source: 1—9 | Lightfoot Rogue gains deathtouch until end of turn.
pl: 1—9 | Ten stwór zyskuje do końca tury dotyk śmierci.

source: 10—19 | It gets +1/+0 and gains deathtouch until end of turn.
pl: 10—19 | Dostaje on do końca tury +1/+0 i dotyk śmierci.

source: 20 | It gets +3/+0 and gains first strike and deathtouch until end of turn.
pl: 20 | Dostaje on do końca tury +3/+0 oraz pierwszy cios i dotyk śmierci.

source: Whenever a creature you control dies, put a loyalty counter on Lolth, Spider Queen.
pl: Ilekroć umrze stwór pod twoim władaniem, umieść znacznik lojalności na tym wędrowcu.

source: 0: You draw a card and you lose 1 life.
pl: 0: Dobierz kartę i strać 1 życie.

source: −3: Create two 2/1 black Spider creature tokens with menace and reach.
pl: –3: Stwórz dwa żetony czarnego stwora Pająk 2/1 ze złowrogością i zasięgiem.

source: −8: You get an emblem with "Whenever an opponent is dealt combat damage by one or more creatures you control, if that player lost less than 8 life this turn, they lose life equal to the difference."
pl: –8: Dostajesz emblemat mający "Ilekroć przeciwnik otrzyma obrażenia od co najmniej jednego stwora pod twoim władaniem, jeśli ów gracz stracił w tej turze mniej niż 8 żyć, ów gracz traci życia równe różnicy."

source: Tail Spikes — When Manticore enters the battlefield, destroy target creature an opponent controls that was dealt damage this turn.
pl: Kolczasty ogon — Kiedy ten byt wejdzie na pole bitwy, zniszcz wskazanego stwora pod władaniem przeciwnika, który otrzymał obrażenia w tej turze.

source: Destroy target non-Angel, non-Demon, non-Devil, non-Dragon creature.
pl: Zniszcz wskazanego stwora nie będącego Aniołem, Demonem, Diabłem ani Smokiem.

source: When Precipitous Drop enters the battlefield, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Enchanted creature gets -2/-2. It gets -5/-5 instead as long as you've completed a dungeon.
pl: Zauroczony stwór dostaje -2/-2. Zamiast tego dostaje on -5/-5 jeśli ukończyłeś loch.

source: Target creature gets -4/-1 until end of turn. If that creature is white, it gets -4/-4 until end of turn instead.
pl: Wskazany stwór dostaje do końca tury -4/-1. Jeśli ów stwór jest biały, zamiast tego dostaje do końca tury -4/-4.

source: Whenever equipped creature attacks, it gains deathtouch until end of turn.
pl: Ilekroć wyposażony stwór zaatakuje, zyskuje on do końca tury dotyk śmierci.

source: Whenever equipped creature attacks alone, defending player loses 2 life and you gain 2 life.
pl: Ilekroć wyposażony stwór atakuje samotnie, broniący się gracz traci 2 życia, a ty zyskaj 2 życia.

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: Sacrifice another creature: Sepulcher Ghoul gets +2/+2 until end of turn. Activate only once each turn.
pl: Poświęć innego stwora: Ten stwór dostaje do końca tury +2/+2. Aktywuj tylko raz na turę.

source: When Shambling Ghast dies, choose one —
pl: Kiedy ten stwór umrze, wybierz jedną —

source: Brave the Stench — Target creature an opponent controls gets -1/-1 until end of turn.
pl: Odważ się na smród — Wskazany stwór pod władaniem przeciwnika dostaje do końca tury -1/-1.

source: Search the Body — Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Przeszukaj zwłoki — Stwórz żeton skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: When Skullport Merchant enters the battlefield, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: |mana_1|\ |mana_b|, Sacrifice another creature or a Treasure: Draw a card.
pl: |mana_1|\ |mana_b|, poświęć innego stwora lub Skarb: Dobierz kartę.

source: Sphere of Annihilation enters the battlefield with X void counters on it.
pl: Ten artefakt wchodzi na pole bitwy mając X znaczników pustki.
