Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/AFR.po
Languages: pl

source: Creatures you control have "|tap|: Add |mana_u| or |mana_r|. Spend this mana only to cast an instant or sorcery spell or to gain a Class level."
pl: Stwory pod twoim władaniem mają "|tap|: Weź |mana_u| lub |mana_r|. Wydaj tę manę tylko na rzucenie czaru sztuczki lub obrzędu lub zyskanie poziomu Klasy."

source: |mana_3|\ |mana_u|\ |mana_r|: Level 3
pl: |mana_3|\ |mana_u|\ |mana_r|: Poziom 3

source: Whenever you cast an instant or sorcery spell, that spell deals damage to each opponent equal to the number of instant and sorcery spells you've cast this turn.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, ów czar zadaje każdemu przeciwnikowi obrażenia równe liczbie czarów sztuczek i obrzędów rzuconych przez ciebie w tej turze.

source: Pack tactics — Whenever Targ Nar, Demon-Fang Gnoll attacks, if you attacked with creatures with total power 6 or greater this combat, attacking creatures get +1/+0 until end of turn.
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, atakujące stwory dostają do końca tury +1/+0.

source: |mana_2|\ |mana_r|\ |mana_g|: Double Targ Nar's power and toughness until end of turn.
pl: |mana_2|\ |mana_r|\ |mana_g|: Podwój do końca tury siłę i wytrzymałość tego stwora.

source: When Tiamat enters the battlefield, if you cast it, search your library for up to five Dragon cards not named Tiamat that each have different names, reveal them, put them into your hand, then shuffle.
pl: Kiedy ten byt wejdzie na pole bitwy, jeśli został przez ciebie rzucony, wyszukaj w twojej bibliotece co najwyżej pięć kart Smoków o różnych nazwach nie mających nazwy Tiamat, ujawnij je, umieść je w twojej ręce, po czym przetasuj.

source: Whenever you gain life, put a +1/+1 counter on Trelasarra, Moon Dancer and scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ilekroć zyskasz życia, umieść znacznik +1/+1 na tym stworze i wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: As long as it's your turn, Triumphant Adventurer has first strike.
pl: O ile jest twoja tura, ten stwór ma pierwszy cios.

source: Whenever Triumphant Adventurer attacks, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć ten stwór zaatakuje, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Whenever you cast a creature spell that doesn't share a creature type with a creature you control or a creature card in your graveyard, copy that spell. (A copy of a creature spell becomes a token.)
pl: Ilekroć rzucisz czar stwora nie mającego wspólnego typu stwora ze stworem pod twoim władaniem lub kartą stwora w twoim cmentarzu, skopiuj ów czar. (Kopia czaru stwora staje się żetonem.)

source: At the beginning of your upkeep, choose target opponent. Until end of turn, that player can't cast spells, you may look at the top card of their library any time, you may play the top card of their library, and you may spend mana as though it were mana of any color to cast spells this way.
pl: Na początku twojego kroku utrzymania, wskaż przeciwnika. Do końca tury ów gracz nie może rzucać czarów, możesz w dowolnym momencie patrzeć na wierzchnią kartę jego biblioteki, możesz grać wierzchnią kartę jego biblioteki i rzucając czar w ten sposób możesz wydawać manę jakby była maną dowolnego koloru.

source: Whenever you discard a card, exile that card from your graveyard.
pl: Ilekroć odrzucisz kartę, wygnaj ją z twojego cmentarza.

source: |mana_2|, |tap|: Draw a card, then discard a card.
pl: |mana_2|, |tap|: Dobierz kartę, po czym odrzuć kartę.

source: |mana_4|, |tap|, Sacrifice Bag of Holding: Return all cards exiled with Bag of Holding to their owner's hand.
pl: |mana_4|, |tap|, poświęć ten artefakt: Przywróć wszystkie karty wygnane z jego pomocą do rąk ich właścicieli.

source: |mana_2|, |tap|: Roll a d20 and subtract the number of cards in your hand. If the result is 0 or less, discard your hand.
pl: |mana_2|, |tap|: Rzuć k20 i odejmij liczbę kartę w twojej ręce. Jeśli wynikiem jest 0 lub mniej, odrzuć twoją rękę.

source: 1—9 | Return a card at random from your graveyard to your hand.
pl: 1—9 | Przywróć losową kartę z twojego cmentarza do twojej ręki.

source: 10—19 | Draw two cards.
pl: 10—19 | Dobierz dwie karty.

source: 20 | Put a creature card from any graveyard onto the battlefield under your control. When that creature dies, its owner loses the game.
pl: 20 | Umieść kartę stwora z dowolnego cmentarza na polu bitwy pod twoim władaniem. Kiedy ów stwór umrze, jego właściciel przegrywa grę.

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_3|, |tap|: Venture into the dungeon. Activate only as a sorcery. (Enter the first room or advance to the next room.)
pl: |mana_3|, |tap|: Zapuść się do lochu. Aktywuj tylko jako obrzęd. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: When Eye of Vecna enters the battlefield, you draw a card and you lose 2 life.
pl: Kiedy ten byt wejdzie na pole bitwy, dobierz kartę i strać 2 życia.

source: At the beginning of your upkeep, you may pay |mana_2|. If you do, you draw a card and you lose 2 life.
pl: Na początku twojego kroku utrzymania, możesz zapłacić |mana_2|. Jeśli tak zrobisz, dobierz kartę i strać 2 życia.

source: Climb Over — |tap|: Target Wall can't block this turn.
pl: Przejdź górą — |tap|: Wskazana Ściana nie może blokować w tej turze.

source: Tie Up — |mana_3|, |tap|: Target creature doesn't untap during its controller's next untap step.
pl: Zwiąż — |mana_3|, |tap|: Wskazany stwór nie odkręca się w najbliższym kroku odkręcania swojego władcy.

source: Rappel Down — |mana_4|, |tap|: Venture into the dungeon. Activate only as a sorcery. (Enter the first room or advance to the next room.)
pl: Opuść się — |mana_4|, |tap|: Zapuść się do lochu. Aktywuj tylko jako obrzęd. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Equipped creature gets +4/+0.
pl: Wyposażony stwór dostaje +4/+0.

source: Equip |mana_5| (|mana_5|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_5| (|mana_5|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: At the beginning of combat on your turn, equipped creature or a creature you control named Vecna gets +X/+X until end of turn, where X is the number of cards in your hand.
pl: Na początku potyczki w twojej turze, wyposażony stwór lub stwór pod twoim władaniem o nazwie Vecna dostaje do końca tury +X/+X, gdzie X jest liczbą kart w twojej ręce.

source: Equip—Pay 1 life for each card in your hand.
pl: Wyposaż—Zapłać po 1 życiu za każdą kartę w twojej ręce.

source: Iron Golem attacks or blocks each combat if able.
pl: Ten stwór atakuje lub blokuje w każdej potyczce jeśli może.

source: Equipped creature gets +0/+1 and has ward |mana_1|. (Whenever equipped creature becomes the target of a spell or ability an opponent controls, counter it unless that player pays |mana_1|.)
pl: Wyposażony stwór dostaje +0/+1 i ma opiekę |mana_1|. (Ilekroć wyposażony stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci |mana_1|.)

source: Equip |mana_0|. Activate only once each turn.
pl: Wyposaż |mana_0|. Aktywuj tylko raz na turę.

source: |tap|, Sacrifice Mimic: Add one mana of any color.
pl: |tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.

source: |mana_2|: Mimic becomes a Shapeshifter artifact creature with base power and toughness 3/3 until end of turn.
pl: |mana_2|: Ten artefakt do końca tury staje się artefaktowym stworem typu Przemieniec o bazowej sile i wytrzymałości 3/3.

source: Equipped creature gets +1/+0 and has "Whenever this creature attacks, you may sacrifice Spare Dagger. When you do, this creature deals 1 damage to any target."
pl: Wyposażony stwór dostaje +1/+0 i ma "Ilekroć ten stwór zaatakuje, możesz poświęcić artefakt dający tę zdolność. Kiedy tak zrobisz, ten stwór zadaje wskazanemu celowi 1 obrażenie."

source: |mana_5|, |tap|, Sacrifice Spiked Pit Trap: Choose target creature, then roll a d20.
pl: |mana_5|, |tap|, poświęć ten artefakt: Wskaż stwora, po czym rzuć k20.

source: 1—9 | Spiked Pit Trap deals 5 damage to that creature.
pl: 1—9 | Ten artefakt zadaje owemu stworowi 5 obrażeń.

source: 10—20 | Spiked Pit Trap deals 5 damage to that creature. Create a Treasure token.
pl: 10—20 | Ten artefakt zadaje owemu stworowi 5 obrażeń. Stwórz żeton Skarbu.

source: |mana_4|, Sacrifice Treasure Chest: Roll a d20.
pl: |mana_4|, poświęć ten artefakt: Rzuć k20.

source: 1 | Trapped! — You lose 3 life.
pl: 1 | Pułapka! — Strać 3 życia.

source: 2—9 | Create five Treasure tokens.
pl: 2—9 | Stwórz pięć żetonów Skarbu.

source: 10—19 | You gain 3 life and draw three cards.
pl: 10—19 | Zyskaj 3 życia i dobierz trzy karty.

source: 20 | Search your library for a card. If it's an artifact card, you may put it onto the battlefield. Otherwise, put that card into your hand. Then shuffle.
pl: 20 | Wyszukaj kartę w twojej bibliotece. Jeśli to karta artefaktu, możesz umieścić ją na polu bitwy. W przeciwnym razie umieść ją w twojej ręce. Następnie przetasuj.

source: If you control two or more other lands, Cave of the Frost Dragon enters the battlefield tapped.
pl: Jeśli władasz co najmniej dwoma innymi lądami, ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_w|.
pl: |tap|: Weź |mana_w|.

source: |mana_4|\ |mana_w|: Cave of the Frost Dragon becomes a 3/4 white Dragon creature with flying until end of turn. It's still a land.
pl: |mana_4|\ |mana_w|: Ten ląd staje się do końca tury białym stworem Smok 3/4 z lataniem. Nadal jest lądem.

source: If you control two or more other lands, Den of the Bugbear enters the battlefield tapped.
pl: Jeśli władasz co najmniej dwoma innymi lądami, ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_r|.
pl: |tap|: Weź |mana_r|.

source: |mana_3|\ |mana_r|: Until end of turn, Den of the Bugbear becomes a 3/2 red Goblin creature with "Whenever this creature attacks, create a 1/1 red Goblin creature token that's tapped and attacking." It's still a land.
pl: |mana_3|\ |mana_r|: Ten ląd staje się do końca tury czerwonym stworem Goblin 3/2 mającym "Ilekroć ten stwór zaatakuje, stwórz przekręcony i atakujący żeton czerwonego stwora Goblin 1/1." Nadal jest lądem.

source: Dungeon Descent enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_4|, |tap|, Tap an untapped legendary creature you control: Venture into the dungeon. Activate only as a sorcery. (Enter the first room or advance to the next room.)
pl: |mana_4|, |tap|, przekręć odkręconego legendarnego stwora pod twoim władaniem: Zapuść się do lochu. Aktywuj tylko jako obrzęd. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: |mana_1|, |tap|, Tap an untapped legendary creature you control: Venture into the dungeon. Activate only as a sorcery.
pl: |mana_1|, |tap|, przekręć odkręconego legendarnego stwora pod twoim władaniem: Zapuść się do lochu. Aktywuj tylko jako obrzęd.

source: |tap|, Sacrifice Evolving Wilds: Search your library for a basic land card, put it onto the battlefield tapped, then shuffle.
pl: |tap|, poświęć ten ląd: Wyszukaj w twojej bibliotece kartę bazowego lądu, umieść ją przekręconą na polu bitwy, po czym przetasuj.

source: If you control two or more other lands, Hall of Storm Giants enters the battlefield tapped.
pl: Jeśli władasz co najmniej dwoma innymi lądami, ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_u|.
pl: |tap|: Weź |mana_u|.

source: |mana_5|\ |mana_u|: Until end of turn, Hall of Storm Giants becomes a 7/7 blue Giant creature with ward |mana_3|. It's still a land. (Whenever it becomes the target of a spell or ability an opponent controls, counter it unless that player pays |mana_3|.)
pl: |mana_5|\ |mana_u|: Do końca tury ten ląd staje się niebieskim stworem Gigant 7/7 z opieką |mana_3|. Nadal jest lądem. (Ilekroć zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci |mana_3|.)

source: If you control two or more other lands, Hive of the Eye Tyrant enters the battlefield tapped.
pl: Jeśli władasz co najmniej dwoma innymi lądami, ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_b|.
pl: |tap|: Weź |mana_b|.

source: |mana_3|\ |mana_b|: Until end of turn, Hive of the Eye Tyrant becomes a 3/3 black Beholder creature with menace and "Whenever this creature attacks, exile target card from defending player's graveyard." It's still a land.
pl: |mana_3|\ |mana_b|: Ten ląd staje się do końca tury czarnym stworem Obserwator 3/3 ze złowrogością oraz "Ilekroć ten stwór zaatakuje, wygnaj wskazaną kartę z cmentarza broniącego się gracza." Nadal jest lądem.

source: If you control two or more other lands, Lair of the Hydra enters the battlefield tapped.
pl: Jeśli władasz co najmniej dwoma innymi lądami, ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_g|.
pl: |tap|: Weź |mana_g|.

source: |mana_x|\ |mana_g|: Until end of turn, Lair of the Hydra becomes an X/X green Hydra creature. It's still a land. X can't be 0.
pl: |mana_x|\ |mana_g|: Ten ląd staje się do końca tury staje się zielonym stworem Hydra X/X. Nadal jest lądem. X nie może być 0.

source: As Temple of the Dragon Queen enters the battlefield, you may reveal a Dragon card from your hand. Temple of the Dragon Queen enters the battlefield tapped unless you revealed a Dragon card this way or you control a Dragon.
pl: Umieszczając tę kartę na polu bitwy możesz ujawnić kartę Smoka z twojej ręki. Ten ląd wchodzi przekręcony na pole bitwy, chyba że ujawniono kartę Smoka w ten sposób lub władasz Smokiem.

source: As Temple of the Dragon Queen enters the battlefield, choose a color.
pl: Umieszczając tę kartę na polu bitwy, wybierz kolor.

source: |tap|: Add one mana of the chosen color.
pl: |tap|: Weź jedną manę wybranego koloru.

source: |mana_x|\ |mana_x|, |tap|, Sacrifice Treasure Vault: Create X Treasure tokens.
pl: |mana_x|\ |mana_x|, |tap|, poświęć ten byt: Stwórz X żetonów Skarbu.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)
