Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/AFR.po
Languages: pl

source: −2: Look at the top six cards of your library. You may reveal a creature card from among them and put it into your hand. If it's legendary, you gain 3 life. Put the rest on the bottom of your library in a random order.
pl: –2: Spójrz na sześć wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich kartę stwora i umieścić ją w twojej ręce. Jeśli jest legendarny, zyskaj 3 życia. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: −7: You get an emblem with "Creatures you control have trample and haste and get +2/+2 for each differently named dungeon you've completed."
pl: –7: Dostajesz emblemat mający "Stwory pod twoim władaniem mają tratowanie i pośpiech i dostają +2/+2 za każdy ukończony przez ciebie loch o innej nazwie."

source: −6: You get an emblem with "Creatures you control have trample and haste and get +2/+2 for each differently named dungeon you've completed."
pl: –6: Dostajesz emblemat z "Stwory pod twoim władaniem mają tratowanie i pośpiech i dostają +2/+2 za każdy ukończony przez ciebie loch o innej nazwie."

source: When Elturgard Ranger enters the battlefield, create a 2/2 green Wolf creature token.
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz żeton zielonego stwora Wilk 2/2.

source: Enchant land
pl: Zaurocz ląd

source: When Find the Path enters the battlefield, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Enchanted land has "|tap|: Add |mana_g|\ |mana_g|."
pl: Zauroczony ląd ma "|tap|: Weź |mana_g|\ |mana_g|."

source: When Find the Path enters the battlefield, venture into the dungeon.
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu.

source: Enchanted land has "|tap|: Add two mana of any one color."
pl: Zauroczony ląd ma "|tap|: Weź dwie many w dowolnym jednym kolorze."

source: Trample, haste
pl: Tratowanie, pośpiech

source: Whenever Froghemoth deals combat damage to a player, exile up to that many target cards from their graveyard. Put a +1/+1 counter on Froghemoth for each creature card exiled this way. You gain 1 life for each noncreature card exiled this way.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, wygnaj co najwyżej tyle samo kart z jego cmentarza. Umieść na tym znaczników znacznik +1/+1 za każdą kartę stwora wygnaną w ten sposób. Zyskaj po 1 życiu za każdą nie-stworową kartę wygnaną w ten sposób.

source: Pack tactics — Whenever Gnoll Hunter attacks, if you attacked with creatures with total power 6 or greater this combat, put a +1/+1 counter on Gnoll Hunter.
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, umieść znacznik +1/+1 na tym stworze.

source: Poison Breath — When Green Dragon enters the battlefield, until end of turn, whenever a creature an opponent controls is dealt damage, destroy it.
pl: Trujący oddech — Kiedy ten byt wejdzie na pole bitwy, do końca tury ilekroć stwór pod władaniem przeciwnika otrzyma obrażenia, zniszcz go.

source: When Hill Giant Herdgorger enters the battlefield, you gain 3 life.
pl: Kiedy ten byt wejdzie na pole bitwy, zyskaj 3 życia.

source: This spell costs |mana_3| less to cast if it targets a blue permanent you don't control.
pl: Rzucenie tego czaru kosztuje o |mana_3| mniej jeśli wskazuje niebieski byt poza twoim władaniem.

source: Target creature you control gets +1/+1 until end of turn. Then it deals damage equal to its power to target creature or planeswalker you don't control.
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +1/+1. Następnie zadaje obrażenia równe swojej sile wskazanemu stworowi lub wędrowcowi poza twoim władaniem.

source: When Inspiring Bard enters the battlefield, choose one —
pl: Kiedy ten byt wejdzie na pole bitwy, wybierz jedną —

source: Bardic Inspiration — Target creature gets +2/+2 until end of turn.
pl: Inspiracja barda — Wskazany stwór dostaje do końca tury +2/+2.

source: Song of Rest — You gain 3 life.
pl: Pieśń odpoczynku — Zyskaj 3 życia.

source: At the beginning of your upkeep, you may put a harmony counter on Instrument of the Bards.
pl: Na początku twojego kroku utrzymania, możesz umieścić znacznik harmonii na tym artefakcie.

source: |mana_3|\ |mana_g|, |tap|: Search your library for a creature card with mana value equal to the number of harmony counters on Instrument of the Bards, reveal it, and put it into your hand. If that card is legendary, create a Treasure token. Then shuffle.
pl: |mana_3|\ |mana_g|, |tap|: Wyszukaj w twojej bibliotece kartę stwora o skrócie many równym liczbie znaczników harmonii na tym artefakcie, ujawnij ją i umieść ją w twojej ręce. Jeśli owa karta jest legendarna, stwórz żeton Skarbu. Następnie przetasuj.

source: Pack tactics — Whenever Intrepid Outlander attacks, if you attacked with creatures with total power 6 or greater this combat, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: |mana_3|\ |mana_g|: Roll a d20. Activate only if Loathsome Troll is in your graveyard.
pl: |mana_3|\ |mana_g|: Rzuć k20. Aktywuj tylko jeśli ta karta jest w twoim cmentarzu.

source: 1—9 | Put Loathsome Troll on top of your library.
pl: 1—9 | Umieść tę kartę na wierzchu twojej biblioteki.

source: 10—19 | Return Loathsome Troll to your hand.
pl: 10—19 | Przywróć tę kartę do twojej ręki.

source: 20 | Return Loathsome Troll to the battlefield tapped.
pl: 20 | Przywróć tę kartę przekręconą na pole bitwy.

source: Return X target cards with different mana values from your graveyard to your hand. If eight or more cards were returned to your hand this way, your life total becomes equal to your starting life total. Exile Long Rest.
pl: Przywróć X wskazanych kart o różnych skrótach many z twojego cmentarza do twojej ręki. Jeśli co najmniej osiem kart zostało przywróconych do twojej ręki w ten sposób, liczba twoich żyć otrzymuje startową wartość. Wygnaj ten czar.

source: Lurking Roper doesn't untap during your untap step.
pl: Ten stwór nie odkręca się w twoim kroku odkręcania.

source: Whenever you gain life, untap Lurking Roper.
pl: Ilekroć zyskasz życia, odkręć tego stwora.

source: |mana_2|, Sacrifice Neverwinter Dryad: Search your library for a basic Forest card, put it onto the battlefield tapped, then shuffle.
pl: |mana_2|, poświęć tego stwora: Wyszukaj w twojej bibliotece kartę bazowego Lasu, umieść ją przekręconą na polu bitwy, po czym przetasuj.

source: Ochre Jelly enters the battlefield with X +1/+1 counters on it.
pl: Ten stwór wchodzi na pole bitwy mając X znaczników +1/+1.

source: Split — When Ochre Jelly dies, if it had two or more +1/+1 counters on it, create a token that's a copy of it at the beginning of the next end step. The token enters the battlefield with half that many +1/+1 counters on it, rounded down.
pl: Podział — Kiedy ten stwór umrze, jeśli miał co najmniej dwa znaczniki +1/+1, stwórz żeton będący jego kopią na początku najbliższego kroku końcowego. Ów żeton wchodzi na pole bitwy mając połowę owej liczby znaczników +1/+1, zaokrąglając w dół.

source: Whenever a creature you control deals combat damage to a player, create that many Treasure tokens.
pl: Ilekroć stwór pod twoim władaniem zada graczowi obrażenia bojowe, stwórz tyle samo żetonów Skarbu.

source: Keen Senses — When Owlbear enters the battlefield, draw a card.
pl: Czujne zmysły — Kiedy ten byt wejdzie na pole bitwy, dobierz kartę.

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora mającego latanie.

source: When Prosperous Innkeeper enters the battlefield, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Whenever another creature enters the battlefield under your control, you gain 1 life.
pl: Ilekroć inny stwór wejdzie na pole bitwy pod twoim władaniem, zyskaj 1 życie.

source: This spell costs |mana_2| less to cast if a creature died this turn.
pl: Rzucenie tego czaru kosztuje o |mana_2| mniej jeśli w tej turze umarł stwór.

source: Ward |mana_2| (Whenever this creature becomes the target of a spell or ability an opponent controls, counter it unless that player pays |mana_2|.)
pl: Opieka |mana_2| (Ilekroć ten stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci |mana_2|.)

source: When Ranger Class enters the battlefield, create a 2/2 green Wolf creature token.
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz żeton zielonego stwora Wilk 2/2.

source: |mana_1|\ |mana_g|: Level 2
pl: |mana_1|\ |mana_g|: Poziom 2

source: Whenever you attack, put a +1/+1 counter on target attacking creature.
pl: Ilekroć zaatakujesz, umieść znacznik +1/+1 na wskazanym atakującym stworze.

source: |mana_3|\ |mana_g|: Level 3
pl: |mana_3|\ |mana_g|: Poziom 3

source: You may look at the top card of your library any time.
pl: Możesz patrzeć na wierzchnią kartę twojej biblioteki w dowolnym momencie.

source: You may cast creature spells from the top of your library.
pl: Możesz rzucać czary stworów z wierzchu twojej biblioteki.

source: Equipped creature gets +2/+1 and has reach.
pl: Wyposażony stwór dostaje +2/+1 i ma zasięg.

source: |tap|: You may put a land card from your hand onto the battlefield.
pl: |tap|: Możesz umieścić kartę lądu z twojej ręki na polu bitwy.

source: Target creature you control gets +1/+0 until end of turn for each mana from a Treasure that was spent to cast this spell. Then that creature deals damage equal to its power to target creature an opponent controls.
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +1/+0 za każdą manę ze Skarbu wydaną na rzucenie tego czaru. Następnie ów stwór zadaje wskazanemu stworowi pod władaniem przeciwnika obrażenia równe swojej sile.

source: Whenever Sylvan Shepherd attacks, roll a d20.
pl: Ilekroć ten stwór zaatakuje, rzuć k20.

source: 1—9 | You gain 1 life.
pl: 1—9 | Zyskaj 1 życie.

source: 10—19 | You gain 2 life.
pl: 10—19 | Zyskaj 2 życia.

source: 20 | You gain 5 life.
pl: 20 | Zyskaj 5 żyć.

source: The Tarrasque has haste and ward |mana_10| as long as it was cast.
pl: Ten stwór ma pośpiech i opiekę |mana_10| o ile został rzucony.

source: Whenever The Tarrasque attacks, it fights target creature defending player controls.
pl: Ilekroć ten stwór atakuje, walczy ze wskazanym stworem pod władaniem broniącego się gracza.

source: Reach, ward |mana_1|
pl: Zasięg, opieka |mana_1|

source: Whenever you cast a creature or planeswalker spell, venture into the dungeon. This ability triggers only once each turn. (To venture into the dungeon, enter the first room or advance to the next room.)
pl: Ilekroć rzucisz czar stwora lub wędrowca, zapuść się do lochu. Ta zdolność wyzwala się tylko raz na turę. (By zapuścić się do lochu, wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Whenever you complete a dungeon, create a 2/2 green Wolf creature token.
pl: Ilekroć ukończysz loch, stwórz żeton zielonego stwora Wilk 2/2.

source: At the beginning of your end step, if you had a land enter the battlefield under your control this turn, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Na początku twojego kroku końcowego, jeśli w tej turze na pole bitwy wszedł ląd pod twoim władaniem, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Pack tactics — Whenever Werewolf Pack Leader attacks, if you attacked with creatures with total power 6 or greater this combat, draw a card.
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, dobierz kartę.

source: |mana_3|\ |mana_g|: Until end of turn, Werewolf Pack Leader has base power and toughness 5/3, gains trample, and isn't a Human.
pl: |mana_3|\ |mana_g|: Do końca tury ten stwór ma bazową siłę i wytrzymałość 5/3, zyskuje tratowanie i nie jest Człowiekiem.

source: Choose one. Until end of turn, target creature you control has that base power and toughness, becomes that creature type, and gains that ability.
pl: Wybierz jedną. Do końca tury wskazany stwór pod twoim władaniem ma ową bazową siłę i wytrzymałość, staje się stworem owego typu i zyskuje ową zdolność.

source: 1/3 Turtle with hexproof.
pl: Żółw 1/3 z antyklątwą.

source: 1/5 Spider with reach.
pl: Pająk 1/5 z zasięgiem.

source: 3/3 Elephant with trample.
pl: Słoń 3/3 z tratowaniem.

source: Smash It — Destroy target artifact.
pl: Zniszcz go — Zniszcz wskazany artefakt.

source: Lift the Curse — Destroy target enchantment.
pl: Zdejmij klątwę — Zniszcz wskazany urok.

source: Steal Its Eyes — Create a Treasure token and venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ukradnij jego oczy — Stwórz żeton Skarbu i zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Journey On — Search your library for up to two basic land cards, reveal them, put them into your hand, then shuffle.
pl: Podróżuj dalej — Wyszukaj w twojej bibliotece co najwyżej dwie karty bazowych lądów, ujawnij je, umieść je w twojej ręce, po czym przetasuj.

source: Make Camp — Return target permanent card from your graveyard to your hand.
pl: Rozbij obóz — Przywróć wskazaną kartę bytu z twojego cmentarza do twojej ręki.

source: Form a Party — Look at the top five cards of your library. You may reveal any number of creature cards from among them and put them into your hand. Put the rest on the bottom of your library in a random order.
pl: Załóż drużynę — Spójrz na pięć wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich dowolną liczbę kart stworów i umieścić je w twojej ręce. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: Start a Brawl — Creatures you control get +2/+2 until end of turn.
pl: Wywołaj bójkę — Stwory pod twoim władaniem dostają do końca tury +2/+2.

source: Flying, lifelink, haste
pl: Latanie, więź życia, pośpiech

source: Legendary creatures you control enter the battlefield with an additional +1/+1 counter on them.
pl: Legendarne stwory pod twoim władaniem wchodzą na pole bitwy mając dodatkowy znacznik +1/+1.

source: |mana_r|\ |mana_g|: Level 2
pl: |mana_r|\ |mana_g|: Poziom 2

source: Legendary spells you cast cost |mana_r|\ |mana_g| less to cast. This effect reduces only the amount of colored mana you pay.
pl: Rzucanie legendarnych czarów kosztuje cię o |mana_r|\ |mana_g| mniej. Ten efekt zmniejsza tylko ilość kolorowej many.

source: |mana_3|\ |mana_r|\ |mana_g|: Level 3
pl: |mana_3|\ |mana_r|\ |mana_g|: Poziom 3

source: Whenever you cast a legendary spell, exile the top two cards of your library. You may play them this turn.
pl: Ilekroć rzucisz legendarny czar, wygnaj dwie wierzchnie karty twojej biblioteki. Możesz je zagrać w tej turze.

source: When Barrowin of Clan Undurr enters the battlefield, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Whenever Barrowin of Clan Undurr attacks, return up to one creature card with mana value 3 or less from your graveyard to the battlefield if you've completed a dungeon.
pl: Ilekroć ten stwór zaatakuje, przywróć co najwyżej jedną kartę stwora o skrócie many 3 lub mniejszym z twojego cmentarza na pole bitwy jeśli ukończyłeś loch.

source: Each creature you control gets +2/+0 for each Equipment attached to it.
pl: Każdy stwór pod twoim władaniem dostaje +2/+0 za każde Wyposażenie dołączone do niego.

source: You may pay |mana_0| rather than pay the equip cost of the first equip ability you activate each turn.
pl: Możesz płacić |mana_0| zamiast płacić pierwszy twój koszt wyposażenia w danej turze.

source: When Drizzt Do'Urden enters the battlefield, create Guenhwyvar, a legendary 4/1 green Cat creature token with trample.
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz żeton legendarnego zielonego stwora Kot 4/1 z tratowaniem o nazwie Guenhwyvar.

source: Whenever a creature dies, if it had power greater than Drizzt's power, put a number of +1/+1 counters on Drizzt equal to the difference.
pl: Ilekroć umrze stwór, jeśli miał siłę większą niż siłą tego stwora, umieść na niniejszym stworze tyle znaczników +1/+1, ile wynosi różnica.

source: Dark One's Own Luck — Whenever you roll one or more dice, Farideh, Devil's Chosen gains flying and menace until end of turn. If any of those results was 10 or higher, draw a card.
pl: Szczęście Mrocznego — Ilekroć rzucisz co najmniej jedną kostką, ten stwór zyskuje do końca tury latanie i złowrogość. Jeśli w którymkolwiek z owych rzutów wypadnie 10 lub więcej, dobierz kartę.

source: When Fighter Class enters the battlefield, search your library for an Equipment card, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten byt wejdzie na pole bitwy, wyszukaj w twojej bibliotece kartę typu Wyposażenie, ujawnij ją, umieść ją w twojej ręce, po czym przetasuj.

source: |mana_1|\ |mana_r|\ |mana_w|: Level 2
pl: |mana_1|\ |mana_r|\ |mana_w|: Poziom 2

source: Equip abilities you activate cost |mana_2| less to activate.
pl: Aktywacja kosztów wyposażania kosztuje cię o |mana_2| mniej.

source: |mana_3|\ |mana_r|\ |mana_w|: Level 3
pl: |mana_3|\ |mana_r|\ |mana_w|: Poziom 3

source: Whenever a creature you control attacks, up to one target creature blocks it this combat if able.
pl: Ilekroć zaatakuje stwór pod twoim władaniem, co najwyżej jeden wskazany stwór blokuje go w tej potyczce jeśli może.

source: |mana_2|\ |mana_g|\ |mana_u|: Draw a card. You may put a land card from your hand onto the battlefield.
pl: |mana_2|\ |mana_g|\ |mana_u|: Dobierz kartę. Możesz umieścić kartę lądu z twojej ręki na polu bitwy.

source: Room abilities of dungeons you own trigger an additional time.
pl: Zdolności sal twoich lochów wyzwalają się dodatkowy raz.

source: When Kalain, Reclusive Painter enters the battlefield, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Other creatures you control enter the battlefield with an additional +1/+1 counter on them for each mana from a Treasure spent to cast them.
pl: Inne stwory pod twoim władaniem wchodzą na pole bitwy mając dodatkowy znacznik +1/+1 za każdą manę ze Skarbu wydaną do ich rzucenia.

source: Whenever Krydle of Baldur's Gate deals combat damage to a player, that player loses 1 life and mills a card, then you gain 1 life and scry 1.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz traci 1 życie i mieli kartę, po czym ty zyskaj 1 życie i wróż 1.

source: Whenever you attack, you may pay |mana_2|. If you do, target creature can't be blocked this turn.
pl: Ilekroć zaatakujesz, możesz zapłacić |mana_2|. Jeśli tak zrobisz, wskazany stwór nie może być blokowany w tej turze.

source: When Minsc, Beloved Ranger enters the battlefield, create Boo, a legendary 1/1 red Hamster creature token with trample and haste.
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz Boo, żeton legendarnego czerwonego stwora Chomik 1/1 z tratowaniem i pośpiechem.

source: |mana_x|: Until end of turn, target creature you control has base power and toughness X/X and becomes a Giant in addition to its other types. Activate only as a sorcery.
pl: |mana_x|: Do końca tury wskazany stwór pod twoim władaniem ma bazową siłę i wytrzymałość X/X i staje się dodatkowo Gigantem oprócz swoich innych typów. Aktywuj tylko jako obrzęd.

source: The second spell you cast each turn costs |mana_1| less to cast.
pl: Rzucenie twojego drugiego czaru w danej turze kosztuje cię o |mana_1| mniej.

source: |mana_w|\ |mana_u|: Level 2
pl: |mana_w|\ |mana_u|: Poziom 2

source: When this Class becomes level 2, return up to one target nonland permanent to its owner's hand.
pl: Kiedy ta Klasa osiągnie poziom 2, przywróć co najwyżej jeden wskazany nielądowy byt do ręki właściciela.

source: |mana_1|\ |mana_w|\ |mana_u|: Level 3
pl: |mana_1|\ |mana_w|\ |mana_u|: Poziom 3

source: At the beginning of your upkeep, exile the top card of your library. For as long as it remains exiled, it has "You may cast this card from exile as long as you've cast another spell this turn."
pl: Na początku twojego kroku utrzymania, wygnaj wierzchnią kartę twojej biblioteki. Przez cały czas, gdy jest wygnana, ma ona "Możesz rzucić tę kartę z wygnania o ile rzuciłeś inny czar w tej turze."

source: Flying, trample
pl: Latanie, tratowanie

source: When Orcus, Prince of Undeath enters the battlefield, choose one —
pl: Kiedy ten byt wejdzie na pole bitwy, wybierz jedną —

source: Each other creature gets -X/-X until end of turn. You lose X life.
pl: Każdy inny stwór dostaje do końca tury -X/-X. Strać X żyć.

source: Return up to X target creature cards with total mana value X or less from your graveyard to the battlefield. They gain haste until end of turn.
pl: Przywróć co najwyżej X wskazanych kart stworów o łącznym skrócie many X lub mniejszym z twojego cmentarza na pole bitwy. Do końca tury zyskują one pośpiech.

source: Whenever a creature you control deals combat damage to a player, exile the top card of that player's library face down. You may look at it for as long as it remains exiled.
pl: Ilekroć stwór pod twoim władaniem zada graczowi obrażenia bojowe, wygnaj wierzchnią kartę biblioteki owego gracza zakrytą . Możesz na nią patrzeć przez cały czas gdy jest wygnana.

source: |mana_1|\ |mana_u|\ |mana_b|: Level 2
pl: |mana_1|\ |mana_u|\ |mana_b|: Poziom 2

source: Creatures you control have menace.
pl: Stwory pod twoim władaniem mają złowrogość.

source: |mana_2|\ |mana_u|\ |mana_b|: Level 3
pl: |mana_2|\ |mana_u|\ |mana_b|: Poziom 3

source: You may play cards exiled with Rogue Class, and you may spend mana as though it were mana of any color to cast those spells.
pl: Możesz grać karty wygnane tym urokiem i do ich rzucenia możesz wydawać manę tak, jakby była maną dowolnego koloru.

source: Bewitching Whispers — When Shessra, Death's Whisper enters the battlefield, target creature blocks this turn if able.
pl: Urzekające podszepty — Kiedy ten byt wejdzie na pole bitwy, wskazany stwór blokuje w tej turze jeśli może.

source: Whispers of the Grave — At the beginning of your end step, if a creature died this turn, you may pay 2 life. If you do, draw a card.
pl: Szepty grobu — Na początku twojego kroku końcowego, jeśli w tej turze umarł stwór, możesz zapłacić 2 życia. Jeśli tak zrobisz, dobierz kartę.

source: Each Skeleton you control has trample, attacks each combat if able, and gets +X/+0, where X is the number of other Skeletons you control.
pl: Każdy Szkielet pod twoim władaniem ma tratowanie, atakuje w każdej potyczce jeśli może i dostaje +X/+0, gdzie X jest liczbą Szkieletów pod twoim władaniem.

source: At the beginning of your end step, create a tapped 1/1 black Skeleton creature token. If a creature died this turn, create two of those tokens instead.
pl: Na początku twojego kroku końcowego, stwórz przekręcony żeton czarnego stwora Szkielet 1/1. Jeśli w tej turze umarł stwór, zamiast tego stwórz dwa takie żetony.

source: When Sorcerer Class enters the battlefield, draw two cards, then discard two cards.
pl: Kiedy ten byt wejdzie na pole bitwy, dobierz dwie karty, po czym odrzuć dwie karty.

source: |mana_u|\ |mana_r|: Level 2
pl: |mana_u|\ |mana_r|: Poziom 2
