Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/AFR.po
Languages: pl

source: Equipped creature gets +2/+2.
pl: Wyposażony stwór dostaje +2/+2.

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: Flying
pl: Latanie

source: When Arborea Pegasus enters the battlefield, target creature gets +1/+1 and gains flying until end of turn.
pl: Kiedy ten byt wejdzie na pole bitwy, wskazany stwór dostaje do końca tury +1/+1 i latanie.

source: Double strike
pl: Podwójny cios

source: Teleport — |mana_3|\ |mana_w|: Blink Dog phases out. (Treat it and anything attached to it as though they don't exist until your next turn.)
pl: Teleport — |mana_3|\ |mana_w|: Ten stwór wycofuje się. (Do twojej następnej tury traktuj go i wszystko do niego dołączone, jakby nie istniały.)

source: At the beginning of your end step, if you gained 3 or more life this turn, create a 3/3 white Angel creature token with flying.
pl: Na początku twojego kroku końcowego, jeśli zyskałeś co najmniej 3 życia w tej turze, stwórz żeton białego stwora Anioł 3/3 z lataniem.

source: |mana_w|\ |mana_w|\ |mana_w|, |tap|, Exile The Book of Exalted Deeds: Put an enlightened counter on target Angel. It gains "You can't lose the game and your opponents can't win the game." Activate only as a sorcery.
pl: |mana_w|\ |mana_w|\ |mana_w|, |tap|, wygnaj ten artefakt: Umieść znacznik oświecenia na wskazanym Aniele. Zyskuje on "Nie możesz przegrać gry, a twoi przeciwnicy nie mogą wygrać gry." Aktywuj tylko jako obrzęd.

source: Whenever you gain life, put a +1/+1 counter on Celestial Unicorn.
pl: Ilekroć zyskasz życia, umieść znacznik +1/+1 na tym stworze.

source: (Gain the next level as a sorcery to add its ability.)
pl: (Zyskaj kolejny poziom jako obrzęd by dodać jego zdolność.)

source: If you would gain life, you gain that much life plus 1 instead.
pl: Jeśli masz zyskać życia, zamiast tego zyskaj tyle samo żyć plus 1.

source: |mana_3|\ |mana_w|: Level 2
pl: |mana_3|\ |mana_w|: Poziom 2

source: Whenever you gain life, put a +1/+1 counter on target creature you control.
pl: Ilekroć zyskasz życia, umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: |mana_4|\ |mana_w|: Level 3
pl: |mana_4|\ |mana_w|: Poziom 3

source: When this Class becomes level 3, return target creature card from your graveyard to the battlefield. You gain life equal to its toughness.
pl: Kiedy ta Klasa osiągnie poziom 3, przywróć wskazaną kartę stwora z twojego cmentarza na pole bitwy. Zyskaj życia równe jego wytrzymałości.

source: When Cloister Gargoyle enters the battlefield, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: As long as you've completed a dungeon, Cloister Gargoyle gets +3/+0 and has flying.
pl: O ile ukończyłeś loch, ten stwór dostaje +3/+0 i ma latanie.

source: Equipped creature gets +2/+1.
pl: Wyposażony stwór dostaje +2/+1.

source: When equipped creature dies, you may have Dancing Sword become a 2/1 Construct artifact creature with flying and ward |mana_1|. If you do, it isn't an Equipment.
pl: Kiedy wyposażony stwór umrze, możesz sprawić, że ten artefakt stanie się artefaktowym stworem Konstrukt 2/1 z lataniem i opieką |mana_1|. Jeśli tak zrobisz, nie jest on Wyposażeniem.

source: Equip |mana_1|
pl: Wyposaż |mana_1|

source: When Dawnbringer Cleric enters the battlefield, choose one —
pl: Kiedy ten byt wejdzie na pole bitwy, wybierz jedną —

source: Cure Wounds — You gain 2 life.
pl: Leczenie ran — Zyskaj 2 życia.

source: Dispel Magic — Destroy target enchantment.
pl: Rozproszenie magii — Zniszcz wskazany urok.

source: Gentle Repose — Exile target card from a graveyard.
pl: Spokojny spoczynek — Wygnaj wskazaną kartę z cmentarza.

source: Equipped creature gets +1/+1.
pl: Wyposażony stwór dostaje +1/+1.

source: Whenever equipped creature attacks, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć wyposażony stwór atakuje, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Beacon of Hope — When Devoted Paladin enters the battlefield, creatures you control get +1/+1 and gain vigilance until end of turn.
pl: Promyk nadziei — Kiedy ten byt wejdzie na pole bitwy, stwory pod twoim władaniem dostają do końca tury +1/+1 i czujność.

source: Target creature or planeswalker an opponent controls phases out. If that permanent is black, exile it instead. (If it phases out, treat it and anything attached to it as though they don't exist until its controller's next turn.)
pl: Wskazany stwór lub wędrowiec pod władaniem przeciwnika wycofuje się. Jeśli ów byt jest czarny, zamiast tego wygnaj go. (Jeśli zostanie wycofany, do następnej tury jego władcy traktuj go oraz wszystko do niego dołączone, jakby nie istniało.)

source: As Dragon's Disciple enters the battlefield, you may reveal a Dragon card from your hand. If you do or if you control a Dragon, Dragon's Disciple enters the battlefield with a +1/+1 counter on it.
pl: Umieszczając tę kartę na polu bitwy możesz ujawnić kartę Smoka z twojej ręki. Jeśli tak zrobisz lub jeśli władasz Smokiem, ten stwór wchodzi na pole bitwy mając znacznik +1/+1.

source: Dragons you control have ward |mana_1|. (Whenever a Dragon you control becomes the target of a spell or ability an opponent controls, counter it unless that player pays |mana_1|.)
pl: Smoki pod twoim władaniem mają opiekę |mana_1|. (Ilekroć Smok pod twoim władaniem zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci |mana_1|.)

source: As long as Dwarfhold Champion is equipped, it gets +0/+2.
pl: O ile ten stwór jest wyposażony, dostaje +0/+2.

source: Defender, flying
pl: Obronność, latanie

source: Whenever Flumph is dealt damage, you and target opponent each draw a card.
pl: Ilekroć ten stwór otrzyma obrażenia, ty i wskazany przeciwnik dobieracie po karcie.

source: As long as you've completed a dungeon, Gloom Stalker has double strike.
pl: O ile ukończyłeś loch, ten stwór ma podwójny cios.

source: As long as Grand Master of Flowers has seven or more loyalty counters on him, he's a 7/7 Dragon God creature with flying and indestructible.
pl: O ile ten wędrowiec ma co najmniej siedem znaczników lojalności, jest stworem Smok Bóg 7/7 z lataniem i niezniszczalnością.

source: +1: Target creature without first strike, double strike, or vigilance can't attack or block until your next turn.
pl: +1: Do twojej następnej tury wskazany stwór bez pierwszego ciosu, podwójnego ciosu lub czujności nie może atakować ani blokować.

source: +1: Search your library and/or graveyard for a card named Monk of the Open Hand, reveal it, and put it into your hand. If you search your library this way, shuffle.
pl: +1: Wyszukaj w twojej bibliotece i/lub cmentarzu kartę o nazwie Monk of the Open Hand, ujawnij ją, umieść ją w twojej ręce. Jeśli twoja biblioteka została w ten sposób przeszukana, przetasuj.

source: Flash
pl: Błysk

source: Vigilance
pl: Czujność

source: When Guardian of Faith enters the battlefield, any number of other target creatures you control phase out. (Treat them and anything attached to them as though they don't exist until their controller's next turn.)
pl: Kiedy ten byt wejdzie na pole bitwy, dowolna liczba innych wskazanych stworów pod twoim władaniem wycofuje się. (Do następnej tury ich władcy traktuj je oraz wszystko do nich dołączone, jakby nie istniało.)

source: Stunning Strike — |mana_1|\ |mana_w|, |tap|: Tap target creature.
pl: Ogłuszający cios — |mana_1|\ |mana_w|, |tap|: Przekręć wskazanego stwora.

source: Flying, vigilance
pl: Latanie, czujność

source: When Icingdeath, Frost Tyrant dies, create Icingdeath, Frost Tongue, a legendary white Equipment artifact token with "Equipped creature gets +2/+0," "Whenever equipped creature attacks, tap target creature defending player controls," and equip |mana_2|.
pl: Kiedy ten stwór umrze, stwórz Icingdeath, Frost Tongue, legendarny żeton białego artefaktu typu Wyposażenie mający "Wyposażony stwór dostaje +2/+0", "Ilekroć wyposażony stwór zaatakuje, przekręć wskazanego stwora pod władaniem broniącego się gracza" oraz "wyposaż |mana_2|".

source: When Ingenious Smith enters the battlefield, look at the top four cards of your library. You may reveal an artifact card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: Kiedy ten byt wejdzie na pole bitwy, spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę artefaktu i umieścić ją w twojej ręce. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: Whenever one or more artifacts enter the battlefield under your control, put a +1/+1 counter on Ingenious Smith. This ability triggers only once each turn.
pl: Ilekroć jeden lub więcej artefaktów wejdzie na pole bitwy pod twoim władaniem, umieść znacznik +1/+1 na niniejszym stworze. Ta zdolność wyzwala się tylko raz na turę.

source: You have hexproof. (You can't be the target of spells or abilities your opponents control.)
pl: Masz antyklątwę. (Czary i zdolności pod władaniem twoich przeciwników nie mogą cię wskazywać.)

source: Each opponent can't venture into the dungeon more than once each turn.
pl: Każdy z przeciwników nie może zapuszczać się do lochu więcej niż raz na turę.

source: When Loyal Warhound enters the battlefield, if an opponent controls more lands than you, search your library for a basic Plains card, put it onto the battlefield tapped, then shuffle.
pl: Kiedy ten byt wejdzie na pole bitwy, jeśli przeciwnik ma we władaniu więcej lądów niż ty, wyszukaj w twojej bibliotece kartę bazowej Równiny, umieść ją przekręconą na polu bitwy, po czym przetasuj.

source: Enchant nonland permanent
pl: Zaurocz nie-lądowy byt

source: Enchanted permanent is a Treasure artifact with "|tap|, Sacrifice this artifact: Add one mana of any color," and it loses all other abilities. (If it was a creature, it's no longer a creature.)
pl: Zauroczony byt jest artefaktem typu Skarb mającym "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru" i traci wszystkie inne zdolności. (Jeśli był stworem, to już nie jest stworem.)

source: Flurry of Blows — Whenever you cast your second spell each turn, put a +1/+1 counter on Monk of the Open Hand.
pl: Nawał ciosów — Ilekroć rzucisz swój drugi czar w danej turze, umieść znacznik +1/+1 na tym stworze.

source: Divine Intervention — When Moon-Blessed Cleric enters the battlefield, you may search your library for an enchantment card, reveal it, then shuffle and put that card on top.
pl: Boska interwencja — Kiedy ten byt wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę uroku, ujawnij ją, po czym przetasuj i umieść ową kartę na wierzchu.

source: Whenever Nadaar, Selfless Paladin enters the battlefield or attacks, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć ten byt wejdzie na pole bitwy lub zaatakuje, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Other creatures you control get +1/+1 as long as you've completed a dungeon.
pl: Inne stwory pod twoim władaniem dostają +1/+1 o ile ukończyłeś loch.

source: Magical Tinkering — |mana_w|, |tap|, Sacrifice an artifact: Search your library for an artifact card with mana value equal to 1 plus the sacrificed artifact's mana value, put it onto the battlefield, then shuffle. Activate only as a sorcery.
pl: Magiczne majsterkowanie — |mana_w|, |tap|, poświęć artefakt: Wyszukaj w twojej bibliotece kartę artefaktu o skrócie many równym 1 plus skrót many poświęconego artefaktu, umieść ją na polu bitwy, po czym przetasuj. Aktywuj tylko jako obrzęd.

source: Spells your opponents cast during your turn cost |mana_1| more to cast.
pl: Rzucanie czarów w czasie twojej tury kosztuje twoich przeciwników o |mana_1| więcej.

source: |mana_2|\ |mana_w|: Level 2
pl: |mana_2|\ |mana_w|: Poziom 2

source: Creatures you control get +1/+1.
pl: Stwory pod twoim władaniem dostają +1/+1.

source: Whenever you attack, until end of turn, target attacking creature gets +1/+1 for each other attacking creature and gains double strike.
pl: Ilekroć zaatakujesz, do końca tury wskazany atakujący stwór dostaje +1/+1 za każdego innego atakującego stwora oraz zyskuje podwójny cios.

source: When Paladin's Shield enters the battlefield, attach it to target creature you control.
pl: Kiedy ten byt wejdzie na pole bitwy, dołącz go do wskazanego stwora pod twoim władaniem.

source: Equipped creature gets +0/+2.
pl: Wyposażony stwór dostaje +0/+2.

source: Whenever Planar Ally attacks, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć ten stwór zaatakuje, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Equipped creature gets +3/+3 and has ward |mana_1|. (Whenever equipped creature becomes the target of a spell or ability an opponent controls, counter it unless that player pays |mana_1|.)
pl: Wyposażony stwór dostaje +3/+3 i ma opiekę |mana_1|. (Ilekroć wyposażony stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci |mana_1|.)

source: Equip |mana_3|. This ability costs |mana_1| less to activate for each other Equipment you control.
pl: Wyposaż |mana_3|. Aktywacja tej zdolności kosztuje o |mana_1| mniej za każde Wyposażenie pod twoim władaniem.

source: When Portable Hole enters the battlefield, exile target nonland permanent an opponent controls with mana value 2 or less until Portable Hole leaves the battlefield.
pl: Kiedy ten byt wejdzie na pole bitwy, wygnaj wskazany nielądowy byt o skrócie many 2 lub mniejszym pod władaniem przeciwnika dopóki niniejszy artefakt nie opuści pola bitwy.

source: When Potion of Healing enters the battlefield, draw a card.
pl: Kiedy ten byt wejdzie na pole bitwy, dobierz kartę.

source: |mana_w|, |tap|, Sacrifice Potion of Healing: You gain 3 life.
pl: |mana_w|, |tap|, poświęć ten artefakt: Zyskaj 3 życia.

source: When Priest of Ancient Lore enters the battlefield, you gain 1 life and draw a card.
pl: Kiedy ten byt wejdzie na pole bitwy, zyskaj 1 życie i dobierz kartę.

source: Target creature gets +2/+0 and gains first strike until end of turn. Up to one other target creature gets +0/+2 and gains lifelink until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+0 i pierwszy cios. Co najwyżej jeden inny wskazany stwór dostaje do końca tury +0/+2 i więź życia.

source: |mana_3|, |tap|, Tap another untapped creature you control: Venture into the dungeon. Activate only as a sorcery. (Enter the first room or advance to the next room.)
pl: |mana_3|, |tap|, przekręć innego odkręconego stwora pod twoim władaniem: Zapuść się do lochu. Aktywuj tylko jako obrzęd. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Lifelink
pl: Więź życia

source: At the beginning of your end step, exile up to one target artifact or creature you control, then return that card to the battlefield under its owner's control.
pl: Na początku twojego kroku końcowego, wygnaj co najwyżej jeden wskazany artefakt lub stwora pod twoim władaniem, po czym przywróć ową kartę na pole bitwy pod władaniem właściciela.

source: When Veteran Dungeoneer enters the battlefield, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Cold Breath — When White Dragon enters the battlefield, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Zimny oddech — Kiedy ten byt wejdzie na pole bitwy, przekręć wskazanego stwora pod władaniem przeciwnika. Ów stwór nie odkręca się w najbliższym kroku odkręcania swojego władcy.

source: Choose one —
pl: Wybierz jedno —

source: Rouse the Party — Creatures you control get +1/+1 until end of turn.
pl: Obudź drużynę — Stwory pod twoim władaniem dostają do końca tury +1/+1.

source: Set Off Traps — This spell deals 5 damage to target attacking creature.
pl: Uruchom pułapki — Ten czar zadaje wskazanemu atakującemu stworowi 5 obrażeń.

source: Make a Retreat — Return target creature you control to its owner's hand.
pl: Uciekaj — Przywróć wskazanego stwora pod twoim władaniem do ręki właściciela.

source: Stand and Fight — Target creature gets +1/+3 until end of turn.
pl: Stań do walki — Wskazany stwór dostaje do końca tury +1/+3.

source: Psionic Spells — When Aberrant Mind Sorcerer enters the battlefield, choose target instant or sorcery card in your graveyard, then roll a d20.
pl: Psioniczne czary — Kiedy ten byt wejdzie na pole bitwy, wskaż kartę sztuczki lub obrzędu w twoim cmentarzu, po czym rzuć k20.

source: 1—9 | You may put that card on top of your library.
pl: 1—9 | Możesz umieścić ową kartę na wierzchu twojej biblioteki.

source: 10—20 | Return that card to your hand.
pl: 10—20 | Przywróć ową kartę do twojej ręki.

source: Whirlwind — When Air-Cult Elemental enters the battlefield, return up to one other target creature to its owner's hand.
pl: Trąba powietrzna — Kiedy ten byt wejdzie na pole bitwy, przywróć co najwyżej jednego innego wskazanego stwora do ręki właściciela.

source: Search the Room — |mana_5|\ |mana_u|: Roll a d20.
pl: Przeszukaj pomieszczenie — |mana_5|\ |mana_u|: Rzuć k20.

source: 1—9 | Draw a card.
pl: 1—9 | Dobierz kartę.

source: 10—20 | Look at the top three cards of your library. Put one of them into your hand and the rest on the bottom of your library in any order.
pl: 10—20 | Spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe dowolnie na spodzie twojej biblioteki.

source: Counter target creature or planeswalker spell. Venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Skontruj wskazany czar stwora lub wędrowca. Zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: You may choose not to untap The Blackstaff of Waterdeep during your untap step.
pl: Możesz nie odkręcać tego artefaktu podczas twojego kroku odkręcania.

source: Animate Walking Statue — |mana_1|\ |mana_u|, |tap|: Another target nontoken artifact you control becomes a 4/4 artifact creature for as long as The Blackstaff of Waterdeep remains tapped. Activate only as a sorcery.
pl: Ożywienie posągu — |mana_1|\ |mana_u|, |tap|: Inny wskazany nieżetonowy artefakt pod twoim władaniem staje się artefaktowym stworem 4/4 na czas pozostawania niniejszego artefaktu w stanie przekręconym. Aktywuj tylko jako obrzęd.

source: Lightning Breath — When Blue Dragon enters the battlefield, until your next turn, target creature an opponent controls gets -3/-0, up to one other target creature gets -2/-0, and up to one other target creature gets -1/-0.
pl: Błyskawicowy oddech — Kiedy ten byt wejdzie na pole bitwy, do twojej następnej tury wskazany stwór pod władaniem przeciwnika dostaje -3/-0, co najwyżej jeden inny wskazany stwór dostaje -2/-0 i co najwyżej jeden inny wskazany stwór dostaje -1/-0.

source: Enchant creature
pl: Zaurocz stwora

source: When Charmed Sleep enters the battlefield, tap enchanted creature.
pl: Kiedy ten byt wejdzie na pole bitwy, przekręć zauroczonego stwora.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odkręca się w kroku odkręcania swojego władcy.

source: Mage Hand — |tap|: Untap target permanent not named Clever Conjurer. Activate only as a sorcery.
pl: Ręka maga — |tap|: Odkręć wskazany byt nie mający nazwy Clever Conjurer. Aktywuj tylko jako obrzęd.

source: Roll a d20.
pl: Rzuć k20.

source: 1—9 | Draw two cards.
pl: 1—9 | Dobierz dwie karty.

source: 10—19 | Scry 2, then draw two cards.
pl: 10—19 | Wróż 2, po czym dobierz dwie karty.

source: 20 | Scry 3, then draw three cards.
pl: 20 | Wróż 3, po czym dobierz trzy karty.

source: This spell costs |mana_u| less to cast for each instant and sorcery spell you've cast this turn.
pl: Rzucenie tego czaru kosztuje o |mana_u| mniej za każdy czar sztuczki lub obrzędu rzucony przez ciebie w tej turze.

source: Whenever Demilich attacks, exile up to one target instant or sorcery card from your graveyard. Copy it. You may cast the copy.
pl: Ilekroć ten stwór zaatakuje, wygnaj co najwyżej jedną wskazaną kartę sztuczki lub obrzędu z twojego cmentarza. Skopiuj ją. Możesz rzucić ową kopię.

source: You may cast Demilich from your graveyard by exiling four instant and/or sorcery cards from your graveyard in addition to paying its other costs.
pl: Możesz rzucić tę kartę z twojego cmentarza dodatkowo wyganiając cztery karty sztuczki i/lub obrzędu z twojego cmentarza oprócz opłacenia innych kosztów.

source: When Displacer Beast enters the battlefield, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Displacement — |mana_3|\ |mana_u|: Return Displacer Beast to its owner's hand.
pl: Przeniesienie — |mana_3|\ |mana_u|: Przywróć tego stwora do ręki właściciela.

source: When Djinni Windseer enters the battlefield, roll a d20.
pl: Kiedy ten byt wejdzie na pole bitwy, rzuć k20.

source: 1—9 | Scry 1.
pl: 1—9 | Wróż 1.

source: 10—19 | Scry 2.
pl: 10—19 | Wróż 2.

source: 20 | Scry 3.
pl: 20 | Wróż 3.

source: Drag Below — When Dragon Turtle enters the battlefield, tap it and up to one target creature an opponent controls. They don't untap during their controllers' next untap steps.
pl: Ściągnięcie — Kiedy ten byt wejdzie na pole bitwy, przekręć go i co najwyżej jednego wskazanego stwora pod władaniem przeciwnika. Nie odkręcają się w najbliższym kroku odkręcania swoich właścicieli.

source: When Eccentric Apprentice enters the battlefield, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Kiedy ten byt wejdzie na pole bitwy, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: At the beginning of combat on your turn, if you've completed a dungeon, up to one target creature becomes a Bird with base power and toughness 1/1 and flying until end of turn.
pl: Na początku potyczki w twojej turze, jeśli ukończyłeś loch, co najwyżej jeden wskazany stwór staje się do końca tury Ptakiem o bazowej sile i wytrzymałości 1/1 mającym latanie.

source: Whenever you roll one or more dice, create a 1/1 blue Faerie Dragon creature token with flying.
pl: Ilekroć rzucisz co najmniej jedną kostką, stwórz żeton niebieskiego stwora Smok Wróżka 1/1 z lataniem.

source: Enchanted creature has flying and "Whenever this creature deals combat damage to a player, venture into the dungeon." (Enter the first room or advance to the next room.)
pl: Zauroczony stwór ma latanie oraz "Ilekroć ten stwór zada graczowi obrażenia bojowe, zapuść się do lochu." (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Whenever a creature you control becomes blocked, you may return it to its owner's hand.
pl: Ilekroć stwór pod twoim władaniem zostaje zablokowany, możesz go przywrócić do ręki właściciela.

source: Whenever one or more creatures you control deal combat damage to a player, draw a card.
pl: Ilekroć jeden lub więcej stworów pod twoim władaniem zada graczowi obrażenia bojowe, dobierz kartę.

source: Whenever Guild Thief deals combat damage to a player, put a +1/+1 counter on it.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, umieść na nim znacznik +1/+1.
