Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/AFR.po
Languages: pl

source: At the beginning of your upkeep, exile Sphere of Annihilation, all creatures and planeswalkers with mana value less than or equal to the number of void counters on it, and all creature and planeswalker cards in graveyards with mana value less than or equal to the number of void counters on it.
pl: Na początku twojego kroku utrzymania, wygnaj ten artefakt, wszystkie stwory i wędrowców o skrócie many mniejszym lub równym liczbie znaczników pustki na nim oraz wszystkie karty stworów i wędrowców o skrótach many mniejszych lub równych liczbie znaczników pustki na nim ze wszystkich cmentarzy.

source: When Thieves' Tools enters the battlefield, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Kiedy ten byt wejdzie na pole bitwy, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Equipped creature can't be blocked as long as its power is 3 or less.
pl: Wyposażony stwór nie może być blokowany o ile ma siłę 3 lub mniejszą.

source: When Vampire Spawn enters the battlefield, each opponent loses 2 life and you gain 2 life.
pl: Kiedy ten byt wejdzie na pole bitwy, każdy przeciwnik traci po 2 życia, a ty zyskaj 2 życia.

source: Equipped creature gets +2/+0 and has deathtouch.
pl: Wyposażony stwór dostaje +2/+0 i ma dotyk śmierci.

source: |mana_5|\ |mana_b|\ |mana_b|\ |mana_b|: Until end of turn, Vorpal Sword gains "Whenever equipped creature deals combat damage to a player, that player loses the game."
pl: |mana_5|\ |mana_b|\ |mana_b|\ |mana_b|: Do końca tury ten artefakt zyskuje "Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, ów gracz przegrywa grę."

source: Equip |mana_b|\ |mana_b|
pl: Wyposaż |mana_b|\ |mana_b|

source: At the beginning of your end step, if a creature died this turn, each opponent loses 1 life.
pl: Na początku twojego kroku końcowego, jeśli w tej turze umarł stwór, każdy przeciwnik traci po 1 życiu.

source: |mana_1|\ |mana_b|: Level 2
pl: |mana_1|\ |mana_b|: Poziom 2

source: When this Class becomes level 2, look at the top three cards of your library. Put one of them into your hand and the rest into your graveyard.
pl: Kiedy ta Klasa uzyska poziom 2, spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe w twoim cmentarzu.

source: |mana_6|\ |mana_b|: Level 3
pl: |mana_6|\ |mana_b|: Poziom 3

source: At the beginning of your end step, each opponent loses life equal to the life they lost this turn. (Damage causes loss of life.)
pl: Na początku twojego kroku końcowego, każdy przeciwnik traci życie równe życiu straconemu przez niego w tej turze. (Obrażenia powodują utratę żyć.)

source: Ward—Discard a card. (Whenever this creature becomes the target of a spell or ability an opponent controls, counter it unless that player discards a card.)
pl: Opieka—Odrzuć kartę. (Ilekroć ten stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz odrzuci kartę.)

source: Whenever Westgate Regent deals combat damage to a player, put that many +1/+1 counters on it.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, umieść na nim tyle samo znaczników +1/+1.

source: Wight enters the battlefield tapped.
pl: Ten stwór wchodzi przekręcony na pole bitwy.

source: Life Drain — Whenever a creature dealt damage by Wight this turn dies, create a tapped 2/2 black Zombie creature token and exile that card.
pl: Wyssanie życia — Ilekroć stwór uszkodzony przez niniejszego umrze w tej turze, stwórz przekręcony żeton czarnego stwora Zombi 2/2 i wygnaj ową kartę.

source: Deathtouch
pl: Dotyk śmierci

source: Whenever Yuan-Ti Fang-Blade deals combat damage to a player, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: At the beginning of your end step, if a creature died this turn, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Na początku twojego kroku końcowego, jeśli w tej turze umarł stwór, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: As long as Armory Veteran is equipped, it has menace. (It can't be blocked except by two or more creatures.)
pl: O ile ten stwór jest wyposażony, ma on złowrogość. (Nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: If you would roll one or more dice, instead roll that many dice plus one and ignore the lowest roll.
pl: Jeśli masz rzucić co najmniej jedną kostką, zamiast tego rzuć tyle samo kostek plus jeden i zignoruj najniższy wynik.

source: |mana_1|\ |mana_r|: Level 2
pl: |mana_1|\ |mana_r|: Poziom 2

source: Whenever you roll one or more dice, target creature you control gets +2/+0 and gains menace until end of turn.
pl: Ilekroć rzucisz co najmniej jedną kostką, wskazany stwór pod twoim władaniem dostaje do końca tury +2/+0 i złowrogość.

source: |mana_2|\ |mana_r|: Level 3
pl: |mana_2|\ |mana_r|: Poziom 3

source: Creatures you control have haste.
pl: Stwory pod twoim władaniem mają pośpiech.

source: |mana_1|\ |mana_r|: Goblins you control get +1/+0 and gain haste until end of turn.
pl: |mana_1|\ |mana_r|: Gobliny pod twoim władaniem dostają do końca tury +1/+0 i pośpiech.

source: Pack tactics — Whenever Battle Cry Goblin attacks, if you attacked with creatures with total power 6 or greater this combat, create a 1/1 red Goblin creature token that's tapped and attacking.
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, stwórz przekręcony i atakujący żeton czerwonego stwora Goblin 1/1.

source: Equipped creature gets +1/+0 and has haste.
pl: Wyposażony stwór dostaje +1/+0 i ma pośpiech.

source: Equip |mana_1| (|mana_1|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_1| (|mana_1|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: Whenever you roll one or more dice, Brazen Dwarf deals 1 damage to each opponent.
pl: Ilekroć rzucisz co najmniej jedną kostką, ten stwór zadaje każdemu przeciwnikowi po 1 obrażeniu.

source: Burning Hands deals 2 damage to target creature or planeswalker. If that permanent is green, Burning Hands deals 6 damage instead.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 2 obrażenia. Jeśli ów byt jest zielony, zamiast tego ten czar zadaje 6 obrażeń.

source: Wild Magic Surge — Whenever Chaos Channeler attacks, roll a d20.
pl: Przypływ dzikiej magii — Ilekroć ten stwór atakuje, rzuć k20.

source: 1—9 | Exile the top card of your library. You may play it this turn.
pl: 1—9 | Wygnaj wierzchnią kartę twojej biblioteki. Możesz ją zagrać w tej turze.

source: 10—19 | Exile the top two cards of your library. You may play them this turn.
pl: 10—19 | Wygnaj dwie wierzchnie karty twojej biblioteki. Możesz je zagrać w tej turze.

source: 20 | Exile the top three cards of your library. You may play them this turn.
pl: 20 | Wygnaj trzy wierzchnie karty twojej biblioteki. Możesz je zagrać w tej turze.

source: Target creature gains double strike until end of turn.
pl: Wskazany stwór zyskuje do końca tury podwójny cios.

source: When you roll a natural 20, return Critical Hit from your graveyard to your hand. (A natural 20 is a roll that displays 20 on the die.)
pl: Kiedy wyrzucisz naturalną 20, przywróć tę kartę z twojego cmentarza do twojej ręki. (Naturalna 20 to wynik, w którym na kostce widać 20.)

source: Whenever Delina, Wild Mage attacks, choose target creature you control, then roll a d20.
pl: Ilekroć ten stwór zaatakuje, wskaż stwora pod twoim władaniem, po czym rzuć k20.

source: 1—14 | Create a tapped and attacking token that's a copy of that creature, except it's not legendary and it has "Exile this creature at end of combat."
pl: 1—14| Stwórz przekręcony i atakujący żeton będący kopią owego stwora, ale nie jest on legendarny i ma "Wygnaj tego stwora na koniec potyczki."

source: 15—20 | Create one of those tokens. You may roll again.
pl: 15—20 | Stwórz jeden z owych żetonów. Rzuć ponownie.

source: As an additional cost to cast this spell, you may reveal a Dragon card from your hand or choose a Dragon you control.
pl: Jako dodatkowy koszt rzucenia tego czaru — możesz ujawnić z twojej ręki kartę Smoka lub wybrać smoka pod twoim władaniem.

source: Dragon's Fire deals 3 damage to target creature or planeswalker. If you revealed a Dragon card or chose a Dragon as you cast this spell, Dragon's Fire deals damage equal to the power of that card or creature instead.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 3 obrażenia. Jeśli rzucając ten czar ujawniłeś kartę Smoka lub wybrałeś Smoka, zamiast tego ten czar zadaje obrażenia równe sile owej karty.

source: When Dueling Rapier enters the battlefield, attach it to target creature you control.
pl: Kiedy ten byt wejdzie na pole bitwy, dołącz go do wskazanego stwora pod twoim władaniem.

source: Equipped creature gets +2/+0.
pl: Wyposażony stwór dostaje +2/+0.

source: Equip |mana_4| (|mana_4|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_4| (|mana_4|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: Siege Monster — When Earth-Cult Elemental enters the battlefield, roll a d20.
pl: Potwór oblężniczy — Kiedy ten byt wejdzie na pole bitwy, rzuć k20.

source: 1—9 | Each player sacrifices a permanent.
pl: 1—9 | Każdy gracz poświęca byt.

source: 10—19 | Each opponent sacrifices a permanent.
pl: 10—19 | Każdy przeciwnik poświęca byt.

source: 20 | Each opponent sacrifices two permanents.
pl: 20 | Każdy przeciwnik poświęca dwa byty.

source: Farideh's Fireball deals 5 damage to target creature or planeswalker. Roll a d20.
pl: Ten czar zadaje 5 obrażeń wskazanemu stworowi lub wędrowcowi. Rzuć k20.

source: 1—9 | Farideh's Fireball deals 2 damage to each player.
pl: 1—9 | Ten czar zadaje każdemu graczowi po 2 obrażenia.

source: 10—20 | Farideh's Fireball deals 2 damage to each opponent.
pl: 10—20 | Ten czar zadaje każdemu przeciwnikowi po 2 obrażenia.

source: Flameskull can't block.
pl: Ten stwór nie może blokować.

source: Rejuvenation — When Flameskull dies, exile it. If you do, exile the top card of your library. Until the end of your next turn, you may play one of those cards. (If you cast Flameskull this way, you can't play the other card, and vice versa.)
pl: Odmłodzenie — Kiedy ten stwór umrze, wygnaj go. Jeśli tak zrobisz, wygnaj wierzchnią kartę twojej biblioteki. Do końca twojej następnej tury możesz zagrać jedną z owych wygnanych kart. (Jeśli rzucisz w ten sposób tę kartę, nie możesz rzucić tej drugiej i vice versa.)

source: Haste
pl: Pośpiech

source: Whenever Goblin Javelineer becomes blocked, it deals 1 damage to target creature blocking it.
pl: Ilekroć ten stwór zostanie zablokowany, zadaje on 1 obrażenie wskazanemu blokującemu go stworowi.

source: Equipped creature gets +1/+0 and has trample.
pl: Wyposażony stwór dostaje +1/+0 i ma tratowanie.

source: Equip |mana_1|\ |mana_r|
pl: Wyposaż |mana_1|\ |mana_r|

source: When Goblin Morningstar enters the battlefield, roll a d20.
pl: Kiedy ten byt wejdzie na pole bitwy, rzuć k20.

source: 1—9 | Create a 1/1 red Goblin creature token.
pl: 1—9 | Stwórz żeton czerwonego stwora Goblin 1/1.

source: 10—20 | Create a 1/1 red Goblin creature token, then attach Goblin Morningstar to it.
pl: 10—20 | Stwórz żeton czerwonego stwora Goblin 1/1, po czym dołącz do niego ten artefakt.

source: Whenever Hoarding Ogre attacks, roll a d20.
pl: Ilekroć ten stwór zaatakuje, rzuć k20.

source: 1—9 | Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: 1—9 | Stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: 10—19 | Create two Treasure tokens.
pl: 10—19 | Stwórz dwa żetony Skarbu.

source: 20 | Create three Treasure tokens.
pl: 20 | Stwórz trzy żetony Skarbu.

source: Other Goblins you control get +1/+1.
pl: Inne Gobliny pod twoim władaniem dostają +1/+1.

source: |mana_r|, |tap|: Hobgoblin Bandit Lord deals damage equal to the number of Goblins that entered the battlefield under your control this turn to any target.
pl: |mana_r|, |tap|: Ten stwór zadaje wskazanemu celowi obrażenia równe liczbie Goblinów, które w tej turze weszły na pole bitwy pod twoim władaniem.

source: Pack tactics — Whenever Hobgoblin Captain attacks, if you attacked with creatures with total power 6 or greater this combat, Hobgoblin Captain gains first strike until end of turn.
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, ten stwór dostaje do końca tury pierwszy cios.

source: Improvised Weaponry deals 2 damage to any target. Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Ten czar zadaje wskazanemu celowi 2 obrażenia. Stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: Flying, haste
pl: Latanie, pośpiech

source: |mana_r|: Inferno of the Star Mounts gets +1/+0 until end of turn. When its power becomes 20 this way, it deals 20 damage to any target.
pl: |mana_1|: Ten stwór dostaje do końca tury +1/+0. Kiedy jego siła osiągnie w ten sposób 20, zadaje on wskazanemu celowi 20 obrażeń.

source: When Jaded Sell-Sword enters the battlefield, if mana from a Treasure was spent to cast it, it gains first strike and haste until end of turn.
pl: Kiedy ten byt wejdzie na pole bitwy, jeśli do jego rzucenia użyto manę ze Skarbu, zyskuje on do końca tury pierwszy cios i pośpiech.

source: Put a +1/+1 counter on target creature. That creature gains haste until end of turn and can't be blocked by Walls this turn. Venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Umieść znacznik +1/+1 na wskazanym stworze. Ów stwór do końca tury zyskuje pośpiech i nie może być blokowany przez Ściany w tej turze. Zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: Magic Missile deals 3 damage divided as you choose among one, two, or three targets.
pl: Ten czar zadaje 3 obrażenia rozdzielone według twojego wyboru pomiędzy jeden, dwa lub trzy wskazane cele.

source: Meteor Swarm deals 8 damage divided as you choose among X target creatures and/or planeswalkers.
pl: Ten czar zadaje 8 obrażeń rozdzielonych pomiędzy X wskazanych stwórów i/lub wędrowców.

source: Pack tactics — Whenever Minion of the Mighty attacks, if you attacked with creatures with total power 6 or greater this combat, you may put a Dragon creature card from your hand onto the battlefield tapped and attacking.
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, możesz umieścić z twojej ręki na polu bitwy przekręconą i atakującą kartę stwora typu Smok.

source: |mana_1|, |tap|: Add two mana in any combination of colors. Spend this mana only to cast Dragon spells or activate abilities of Dragons.
pl: |mana_1|, |tap|: Weź dwie many w dowolnej kombinacji kolorów. Wydają ją tylko na rzucenie czarów Smoków lub aktywację zdolności Smoków.

source: |mana_r|, |tap|, Sacrifice Orb of Dragonkind: Look at the top seven cards of your library. You may reveal a Dragon card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: |mana_r|, |tap|, poświęć ten artefakt: Spójrz na siedem wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich kartę Smoka i umieścić ją w twojej ręce. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: When Plundering Barbarian enters the battlefield, choose one —
pl: Kiedy ten byt wejdzie na pole bitwy, wybierz jedną —

source: Smash the Chest — Destroy target artifact.
pl: Rozwal skrzynię — Zniszcz wskazany artefakt.

source: Pry It Open — Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Otwórz łomem — Stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Gain control of target creature until end of turn. Untap that creature. It gains haste until end of turn. If mana from a Treasure was spent to cast this spell, that creature gets +2/+0 until end of turn.
pl: Zyskaj do końca tury władanie nad wskazanym stworem. Odkręć go. Do końca tury zyskuje on pośpiech. Jeśli do jego rzucenia wydano manę ze Skarbu, ów stwór dostaje do końca tury +2/+0.

source: Fire Breath — When Red Dragon enters the battlefield, it deals 4 damage to each opponent.
pl: Ognisty oddech — Kiedy ten byt wejdzie na pole bitwy, zadaje on każdemu przeciwnikowi po 4 obrażenia.

source: First strike
pl: Pierwszy cios

source: Sacrifice an artifact: Rust Monster gets +2/+0 until end of turn.
pl: Poświęć artefakt: Ten stwór dostaje do końca tury +2/+0.

source: When Swarming Goblins enters the battlefield, roll a d20.
pl: Kiedy ten byt wejdzie na pole bitwy, rzuć k20.

source: 10—19 | Create two of those tokens.
pl: 10—19 | Stwórz dwa takie żetony.

source: 20 | Create three of those tokens.
pl: 20 | Stwórz trzy takie żetony.

source: Trample
pl: Tratowanie

source: Pack tactics — Whenever Tiger-Tribe Hunter attacks, if you attacked with creatures with total power 6 or greater this combat, you may sacrifice another creature. When you do, Tiger-Tribe Hunter deals damage equal to the sacrificed creature's power to target creature.
pl: Taktyka stada — Ilekroć ten stwór zaatakuje, jeśli w tej potyczce zaatakowałeś stworami o łącznej sile 6 lub więcej, możesz poświęcić innego stwora. Kiedy tak zrobisz, niniejszy stwór zadaje wskazanemu stworowi obrażenia równe sile poświęconego stwora.

source: As an additional cost to cast this spell, discard a card.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć kartę.

source: Draw two cards and create two Treasure tokens. (They're artifacts with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Dobierz dwie karty i stwórz dwa żetony Skarbu. (To artefakty mające "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Combat Inspiration — At the beginning of combat on your turn, target creature you control gets +1/+0 until end of turn.
pl: Zagrzewanie do walki — Na początku potyczki w twojej turze, wskazany stwór pod twoim władaniem dostaje do końca tury +1/+0.

source: You may play a card you own from outside the game this turn.
pl: Możesz w tej turze zagrać własną kartę spoza gry.

source: If you would create one or more Treasure tokens, instead create those tokens plus an additional Treasure token.
pl: Jeśli masz stworzyć jeden lub więcej żetonów Skarbów, zamiast tego stwórz owe żetony i jeden dodatkowy żeton Skarbu.

source: Intimidate Them — Up to two target creatures can't block this turn.
pl: Zastrasz ich — Co najwyżej dwa wskazane stwory nie mogą blokować w tej turze.

source: Fend Them Off — Target creature gets +3/+1 until end of turn.
pl: Przegoń ich — Wskazany stwór dostaje do końca tury +3/+1.

source: Break Their Chains — Destroy target artifact.
pl: Zniszcz ich łańcuchy — Zniszcz wskazany artefakt.

source: Interrogate Them — Exile the top three cards of target opponent's library. Choose one of them. Until the end of your next turn, you may play that card, and you may spend mana as though it were mana of any color to cast it.
pl: Przesłuchaj ich — Wygnaj trzy wierzchnie karty biblioteki wskazanego przeciwnika. Wybierz jedną z nich. Możesz zagrać ową kartę do końca twojej najbliższej tury i możesz do jej rzucenia wydawać manę tak, jakby była maną dowolnego koloru.

source: Charge Them — Creatures you control get +2/+0 until end of turn.
pl: Szarża — Stwory pod twoim władaniem dostają do końca tury +2/+0.

source: Befriend Them — Create two 1/1 red Goblin creature tokens.
pl: Zaprzyjaźnij się — Stwórz dwa żetony czerwonego stwora Goblin 1/1.

source: Whenever Zalto, Fire Giant Duke is dealt damage, venture into the dungeon. (Enter the first room or advance to the next room.)
pl: Ilekroć ten stwór otrzyma obrażenia, zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)

source: +1: Creatures you control get +1/+0 and gain haste until end of turn.
pl: +1: Stwory pod twoim władaniem dostają do końca tury +1/+0 i pośpiech.

source: 0: Create a 1/1 red Devil creature token with "When this creature dies, it deals 1 damage to any target."
pl: 0: Stwórz żeton czerwonego stwora Diabeł 1/1 mający "Kiedy ten stwór umrze, zadaje on wskazanemu celowi 1 obrażenie."

source: −6: You get an emblem with "At the end of the first combat phase on your turn, untap target creature you control. After this phase, there is an additional combat phase."
pl: –6: Dostajesz emblemat mający "Na koniec pierwszej fazy potyczki w twojej turze, odkręć wskazanego stwora pod twoim władaniem. Po tej fazie jest dodatkowa faza potyczki."

source: At the beginning of your end step, if a creature died this turn, put a +1/+1 counter on Bulette.
pl: Na początku twojego kroku końcowego, jeśli w tej turze umarł stwór, umieść znacznik +1/+1 na niniejszym stworze.

source: Target creature gets +2/+2 and gains trample until end of turn. Untap it.
pl: Wskazany stwór dostaje do końca tury +2/+2 i tratowanie. Odkręć go.

source: Two-Weapon Fighting — Double target creature's power and toughness until end of turn.
pl: Walka dwiema broniami — Podwój do końca tury siłę i wytrzymałość wskazanego stwora.

source: Archery — This spell deals 5 damage to target creature with flying.
pl: Łucznictwo — Ten czar zadaje 5 obrażeń wskazanemu stworowi z lataniem.

source: |tap|: Add |mana_g| for each creature you control.
pl: |tap|: Weź |mana_g| za każdego stwora pod twoim władaniem.

source: Bear Form — As long as it's your turn, Circle of the Moon Druid is a Bear with base power and toughness 4/2. (It loses all other creature types.)
pl: Forma niedźwiedzia — O ile jest twoja tura, ten stwór jest Niedźwiedziem o bazowej sile i wtrzymałości 4/2. (Traci inne typy stwora.)

source: Target creature gets +3/+3 until end of turn and must be blocked this turn if able.
pl: Wskazany stwór dostaje do końca tury +3/+3 i musi być blokowany w tej turze jeśli to możliwe.

source: |mana_1|\ |mana_g|: Dire Wolf Prowler gets +2/+2 and gains haste until end of turn. Activate only once each turn.
pl: |mana_1|\ |mana_g|: Ten stwór dostaje do końca tury +2/+2 i pośpiech. Aktywuj tylko raz na turę.

source: Whenever a land enters the battlefield under your control, you gain 1 life.
pl: Ilekroć ląd wejdzie na pole bitwy pod twoim władaniem, zyskaj 1 życie.

source: |mana_2|\ |mana_g|: Level 2
pl: |mana_2|\ |mana_g|: Poziom 2

source: You may play an additional land on each of your turns.
pl: Możesz zagrać dodatkowy ląd w każdej twojej turze.

source: |mana_4|\ |mana_g|: Level 3
pl: |mana_4|\ |mana_g|: Poziom 3

source: When this Class becomes level 3, target land you control becomes a creature with haste and "This creature's power and toughness are each equal to the number of lands you control." It's still a land.
pl: Kiedy ta Klasa uzyska poziom 3, wskazany ląd pod twoim władaniem staje się stworem z pośpiechem i "Siła i wytrzymałość tego stwora są obie równe liczbie lądów pod twoim władaniem." Nadal jest on lądem.

source: |mana_2|\ |mana_g|: Level 3
pl: |mana_2|\ |mana_g|: Poziom 3

source: +1: Venture into the dungeon. (Enter the first room or advance to the next room.)
pl: +1: Zapuść się do lochu. (Wejdź do pierwszej sali lub przejdź do kolejnej sali.)
