Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/BNG_horde.po
Languages: pl

source: Battle the Horde!
pl: Walka z Hordą!

source: You have come far, hero, but the next step on your Hero's Path is the deadliest yet. You will face the Horde, an onslaught of savage and fierce Minotaurs, an unyielding tide of destruction.
pl: Zaszedłeś daleko, bohaterze, ale następny krok na twojej Ścieżce Bohatera będzie jak dotąd najbardziej zabójczy. Stawisz czoła Hordzie, najazdowi dzikich i zaciętych Minotaurów, nieustępliwej fali zniszczenia.

source: As the battle progresses, more and more Minotaurs will join the ranks of the Horde. They will attack at every opportunitym but a strong defense can turn their aggression against them. The Horde will bring idols, talismans, and other remnants of previous conquests. On the battlefield, these artifacts will inspire the Horde to frenzy, speeding up the assault. But if you can send those artifacts to the graveyard, you'll reap the rewards. The Horde's sorceries make its creatures difficult to handle in combat, but these sorceries can backfire at times.
pl: W trakcie walki coraz więcej i więcej Minotaurów będzie powiększać oddziały Hordy. Będą atakować przy każdej okazji, ale mocna obrona może obrócić ich agresję przeciwko nim. Horda sprowadzi bożki, talizmany oraz inne pozostałości poprzednich podbojów. Na polu bitwy owe artefakty będą zagrzewać Hordę do boju, przyspieszając szturm. Ale jeśli potrafisz posłać te artefakty na cmentarz, zgarniesz nagrody. Obrzędy Hordy sprawią, że jej stworom będą niezrównane w potyczce, ale mogą one też czasami odnieść odwrotny skutek.

source: Can you defeat the Horde? To battle!
pl: Potrafisz pokonać Hordę? Do boju!

source: **The "Battle the Horde" Challenge uses the Regular Magic rules, with the following exceptions:**
pl: **Wyzwanie "Walka z Hordą" korzysta ze zwykłych zasad gry w Magic, z następującymi wyjątkami:**

source: Special Rules for the Player
pl: Specjalne zasady dla Gracza

source: You start with up to three different Hero cards on the battlefield. (You don't need a Hero to play.)
pl: Zaczynasz z maksymalnie trzema różnymi kartami Bohatera na polu bitwy. (Nie potrzebujesz Bohatera do gry.)

source: **You take three turns at the start of the game, before the Horde takes its first turn.**
pl: **Dostajesz trzy tury na początku gry, zanim Horda będzie miała swoją pierwszą turę.**

source: You can attack the Horde with your creatures as thought it were a player, even before the Horde takes a turn.
pl: Możesz atakować Hordę swoimi stworami tak, jakby to był gracz, nawet zanim Horda zacznie grać.

source: The Horde doesn't have a life total, but its library serves a similar purpose. **If the Horde would lose life, put that many cards from the top of its library into its graveyard.** Watch for artifact cards in the Horde's library. They each have a "hero's reward" ability that triggers when the artifact card is put into the graveyard.
pl: Horda nie ma punktów życia, ale jej biblioteka spełnia podobne zadanie. **Jeśli Horda miałaby stracić życie, umieść tyle samo kart z wierzchu jej biblioteki w jej cmentarzau.** Zwracaj uwagę na karty artefaktów w bibliotece Hordy. Każdy z nich posiada zdolność "nagroda bohatera", która jest wyzwalana, gdy ów artefakt jest umieszczany w cmentarzu.

source: You can target the Horde with spells and abilities a thought it were a player, even before the Horde takes a turn.
pl: Możesz wskazywać Hordę jako cel czarów i zdolności tak, jakby była graczem, nawet zanim nastąpi jej pierwsza tura.

source: Special Rules for the Horde
pl: Specjalne zasady dla Hordy

source: At the beginning of the Horde's precombat main phase each turn, reveal the top two cards of the Horde's library. Then the Horde casts those cards. (The Horde's artifacts each cause an additional card to be revealed and cast, starting the turn after the artifact enters the battlefield.)
pl: Na początku każdej przedbitewnej fazy głównej Hordy, ujawnij dwie wierzchnie karty z biblioteki Hordy. Horda rzuca owe karty. (Każdy z artefaktów Hordy powoduje ujawnienie i rzucenie dodatkowej karty począwszy od następnej tury po wejściu artefaktu na pole bitwy.)

source: You make the choice if the Horde needs to make a decision.
pl: Jeśli Horda musi podjąć decyzję, ty ją podejmujesz.

source: Ignore effects that would cause Horde to draw or discard cards, or perform any impossible actions.
pl: Zignoruj efekty zmuszające Hordę do dobrania lub odrzucenia kart lub wykonania jakichkolwiek niemożliwych działań.

source: If on of the Horde's permanents would move to any zone other than its library or graveyard, that card is put into the Horde's graveyard.
pl: Jeśli permanenty Hordy miałyby zostać przeniesione do jakiejkolwiek innej strefy niż biblioteka czy cmentarz, zostają umieszczone w cmentarzu Hordy.

source: Winning the Challenge
pl: Wygranie wyzwania

source: You win the game if the Horde has no cards left in its library and the Horde controls no creatures on the battlefield.
pl: Wygrywasz grę jeśli Horda nie ma już kart w bibliotece oraz nie włada żadnymi stworami na polu bitwy.

source: You lose the game if you have 0 or less life or if you have to draw a card and your library is empty.
pl: Przegrywasz grę jeśli masz 0 lub mniej punktów życia oraz jeśli musisz dobrać kartę, a twoja biblioteka jest pusta.

source: For a more difficult challenge, try taking only two turns before the Horde's first turn. For an easier challenge, take four turns.
pl: Wyzwanie będzie trudniejsze, jeśli weźmiesz tylko dwie tury przed pierwszą turą Hordy. Jeśli chcesz łatwiejsze, weź cztery tury.

source: Horde Cards
pl: Karty Hordy

source: Creatures
pl: Stwory

source: Minotaur Goreseeker
pl: Minotaur Goreseeker (Minotaur Szukający Jatki)

source: Haste
pl: Pośpiech

source: Minotaur Goreseeker attacks each turn if able.
pl: Ten stwór atakuje w każdej turze, jeśli może.

source: Minotaur Younghorn
pl: Minotaur Younghorn (Minotaur Młodorogi)

source: Minotaur Younghorn attacks each turn if able
pl: Ten stwór atakuje w każdej turze, jeśli może.

source: Mogis's Chosen
pl: Mogis's Chosen (Wybraniec Mogisa)

source: Mogis's Chosen enters the battlefield tapped.
pl: Ten stwór wchodzi przekręcony na pole bitwy.

source: Mogis's Chosen attacks each turn if able.
pl: Ten stwór atakuje w każdej turze, jeśli może.

source: Phoberos Reaver
pl: Phoberos Reaver (Rozbójnik z Phoberos)

source: Phoberos Reaver attacks each turn if able.
pl: Ten stwór atakuje w każdej turze, jeśli może.

source: Reckless Minotaur
pl: Reckless Minotaur (Zuchwały Minotaur)

source: Reckless Minotaur attacks each turn if able.
pl: Ten stwór atakuje w każdej turze, jeśli może.

source: At the beginning of the end step, destroy Reckless Minotaur
pl: Na początku kroku końcowego zniszcz tego stwora.

source: Sorceries
pl: Obrzędy

source: Consuming Rage
pl: Consuming Rage (Pochłaniający Szał)

source: Whenever a Minotaur attacks this turn, it gets +2/+0 until end of turn. Destroy that creature at the end of combat.
pl: Ilekroć Minotaur zaatakuje w tej turze, dostaje on do końca tury +2/+0. Zniszcz owego stwora na koniec potyczki.

source: Descend on the Prey
pl: Descend on the Prey (Napaść na Ofiarę)

source: Whenever a Minotaur attacks this turn, it gains first strike until end of turn and must be blocked this turn if able.
pl: Ilekroć Minotaur zaatakuje w tej turze, zyskuje on pierwszy cios do końca tury i musi być zablokowany w tej turze jeśli to możliwe.

source: Intervention of Keranos
pl: Intervention of Keranos (Interwencja Keranosa)

source: At the beginning of combat this turn, Intervention of Keranos deals 3 damage to each creature.
pl: Na początku potyczki w tej turze, ten czar zadaje każdemu stworowi po 3 obrażenia.

source: Touch of the Horned God
pl: Touch of the Horned God (Dotyk rogatego bóstwa)

source: Whenever a Minotaur attacks this turn, it gets deathtouch until end of turn.
pl: Ilekroć Minotaur zaatakuje w tej turze, zyskuje dotyk śmierci do końca tury.

source: Unquenchable Fury
pl: Unquenchable Fury (Niezaspokojona Furia)

source: Each Minotaur can't be blocked this turn except by two or more creatures.
pl: Każdy Minotaur nie może być blokowany w tej turze, chyba że przez co najmniej dwa stwory.

source: Artifacts
pl: Artefakty

source: Altar of Mogis
pl: Altar of Mogis (Ołtarz Mogisa)

source: At the beginning of the Horde's precombat main phase, reveal an additional card from the top of the Horde's library. The Horde casts that card.
pl: Na początku przedbitewnej fazy głównej Hordy, ujawnij dodatkową kartę z wierzchu biblioteki Hordy. Horda rzuca ową kartę.

source: *Hero's Reward* - When Altar of Mogis is put into a graveyard from anywhere, the Horde sacrifices two Minotaurs.
pl: *Nagroda Bohatera* - Kiedy ten artefakt zostanie umieszczony skądkolwiek w cmentarzu, Horda poświęca dwa Minotaury.

source: Massacre Totem
pl: Massacre Totem (Totem Masakry)

source: *Hero's Reward* - When Massacre Totem is put into a graveyard from anywhere, put the top seven cards of the Horde's library into its graveyard.
pl: *Nagroda Bohatera* - Kiedy ten artefakt zostanie umieszczony skądkolwiek w cmentarzu, umieść siedem wierzchnich kart biblioteki Hordy w jej cmentarzu.

source: Plundered Statue
pl: Plundered Statue (Zagrabiony Posąg)

source: *Hero's Reward* - When Plundered Statue is put into a graveyard from anywhere, each player draws a card.
pl: *Nagroda Bohatera* - Kiedy ten artefakt zostanie umieszczony skądkolwiek w cmentarzu, każdy gracz dobiera kartę.

source: Refreshing Elixir
pl: Refreshing Elixir (Odświeżający Eliksir)

source: *Hero's Reward* - When Refreshing Elixir is put into a graveyard from anywhere, each player gains 5 life.
pl: *Nagroda Bohatera* - Kiedy ten artefakt zostanie umieszczony skądkolwiek w cmentarzu, każdy gracz zyskuje 5 żyć.

source: Vitality Salve
pl: Vitality Salve (Maść Witalności)

source: *Hero's Reward* - When Vitality Salve is put into a graveyard from anywhere, each player returns a creature card from his or her graveyard to the battlefield.
pl: *Nagroda Bohatera* - Kiedy ten artefakt zostanie umieszczony skądkolwiek w cmentarzu, każdy gracz przywraca kartę stwora ze swojego cmentarza na pole bitwy.
