Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/commander_philosophy.po
Languages: pl

source: The Philosophy of Commander
pl: Filozofia formatu Commander

source: Commander is for fun. It’s a socially interactive, multiplayer Magic: the Gathering format full of wild interactions and epic plays, specifically designed as an alternative to tournament Magic. As is fitting for a format in which you choose an avatar to lead your forces into battle, Commander focuses on a resonant experience. Each game is a journey the players share, relying on a social contract in which each player is considerate of the experiences of everyone involved–this promotes player interaction, inter-game variance, a variety of play styles, and a positive communal atmosphere. At the end of an ideal Commander game, someone will have won, but all participants will have had the opportunity to express themselves through their deck building and game play.
pl: Commander jest dla zabawy. Jest to interaktywna, wieloosobowa gra Magic: the Gathering, pełna dzikich interakcji i epickich zagrań, zaprojektowana jako alternatywa dla turniejowego Magica. Jak przystało na format, w którym wybierasz awatara, aby poprowadzić swoje siły do bitwy, Commander skupia się na rezonującym doświadczeniu. Każda rozgrywka jest dla graczy wspólną podróżą i opiera się na umowie społecznej, w której każdy gracz bierze pod uwagę doświadczenia innych graczy - to promuje interakcję graczy, zróżnicowanie pomiędzy rozgrywkami, różnorodność stylów gry i pozytywną atmosferę społeczności. Na koniec idealnej rozgrywki w Commandera ktoś wygra, ale wszyscy uczestnicy będą mieli możliwość wyrażenia siebie poprzez budowanie talii i grę.

source: The rules of Commander are designed to maximize these experiences within a game of Magic. The addition of a commander, larger life total, and deck building restrictions emphasize the format’s flavor; they increase deck variance and add more opportunities for participation and expression.
pl: Zasady Commandera zostały zaprojektowane tak, aby zmaksymalizować te doświadczenia podczas gry w Magica. Dodanie dowódcy, większa liczba żyć i ograniczenia w budowaniu talii podkreślają specyfikę formatu; zwiększają różnorodność talii i dają więcej możliwości uczestnictwa i ekspresji.

source: The goal of the ban list is similar; it does not seek to regulate competitive play or power level, which are decisions best left to individual play groups. The ban list seeks to demonstrate which cards threaten the positive player experience at the core of the format or prevent players from reasonable self-expression. The primary focus of the list is on cards which are problematic because of their extreme consistency, ubiquity, and/or ability to restrict others’ opportunities.
pl: Cel listy zakazów jest podobny; nie ma ona na celu regulowania gry konkurencyjnej lub poziomu mocy, co do których decyzję najlepiej pozostawić poszczególnym grupom graczy. Lista zakazów ma na celu pokazanie, które karty zagrażają pozytywnemu doświadczeniu graczy, stanowiącemu rdzeń formatu, lub uniemożliwiają graczom rozsądne wyrażanie siebie. Lista skupia się przede wszystkim na kartach, które są problematyczne ze względu na ich ekstremalną spójność, wszechobecność i/lub zdolność do ograniczania możliwości innych graczy.

source: No single rule can establish criteria for a ban; there are many mitigating or exacerbating factors. Some cards will represent an extreme on a single axis; others are a confluence of multiple smaller issues. The following list isn’t exhaustive, nor is it a checklist, but it represents ways in which cards challenge the positive experiences players look for in commander games. It includes cards which easily or excessively
pl: Żadna pojedyncza zasada nie może określać kryteriów zakazu; istnieje wiele czynników łagodzących lub pogarszających sytuację. Niektóre karty reprezentują ekstremum na jednej osi; inne są połączeniem wielu mniejszych problemów. Poniższa lista nie jest wyczerpująca, nie jest też listą kontrolną, ale przedstawia sposoby, w jakie karty podważają pozytywne doświadczenia, których gracze szukają w grach formatu Commander. Obejmuje ona karty, które łatwo lub nadmiernie

source: Cause severe resource imbalances
pl: Powodują poważne zaburzenia balansu zasobów

source: Allow players to win out of nowhere
pl: Pozwalają graczom wygrać znikąd

source: Prevent players from contributing to the game in a meaningful way.
pl: Uniemożliwiają graczom wnoszenie znaczącego wkładu w grę.

source: Cause other players to feel they must play certain cards, even though they are also problematic.
pl: Sprawiają, że inni gracze czują, że muszą zagrać pewne karty, mimo że one również są problematyczne.

source: Are very difficult for other players to interact with, especially if doing so requires dedicated, narrow responses when deck-building.
pl: Są dla innych gracz bardzo trudne w interakcji, zwłaszcza jeśli wymaga to dedykowanych, wąskich odpowiedzi podczas budowania talii.

source: Interact poorly with the multiplayer nature of the format or the specific rules of Commander.
pl: Słabo współgrają z wieloosobową naturą formatu lub specyficznymi zasadami gry Commander.

source: Lead to repetitive game play.
pl: Prowadzą do powtarzalnej rozgrywki.

source: Cards which are banned likely meet a few of these criteria in a significant way; not all cards which meet some of the criteria need to banned.
pl: Karty, które są zakazane, prawdopodobnie spełniają kilka z tych kryteriów w znaczący sposób; nie wszystkie karty, które spełniają niektóre z tych kryteriów, muszą być zakazane.

source: We prefer to be conservative with what goes on or comes off the ban list. Commander players often become emotionally attached to their decks through play and personalization, and we value that experience highly. We only want to disrupt that bond when necessary.
pl: Wolimy być konserwatywni w kwestii tego, co wchodzi lub jest zdejmowane z listy banów. Gracze Commander często przywiązują się emocjonalnie do swoich talii poprzez grę i personalizację, a my bardzo cenimy sobie to doświadczenie. Chcemy zakłócić tę więź tylko wtedy, gdy jest to konieczne.

source: Commander is designed to be a malleable format. We encourage groups to use the rules and the ban list as a baseline to optimize their own experience. This is not license for an individual to force their vision onto a play group, but encouragement for players to discuss their goals and how the rules might be adjusted to suit those goals.
pl: Commander został zaprojektowany jako format, który można modyfikować. Zachęcamy grupy do korzystania z zasad i listy zakazów jako podstawy do optymalizacji własnych doświadczeń. Nie jest to licencja na narzucanie swojej wizji grupie, ale zachęta dla graczy do przedyskutowania swoich celów i tego, jak zasady mogą być dostosowane do tych celów.

source: The format can be broken; we believe games are more fun if you don’t.
pl: Format może zostać złamany; wierzymy, że gry są przyjemniejsze, jeśli tego nie zrobisz.
