Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/commander_rules.po
Languages: pl

source: Commander Rules
pl: Zasady Commandera

source: Philosophy
pl: Filozofia

source: Before reading the rules below, please read :doc:`the philosophy of commander<commander_philosophy>`; simply following the rules is not sufficient to ensure a good play experience.
pl: Przed przeczytaniem poniższych zasad, zapoznaj się proszę z :doc:`filozofią formatu Commander <commander_philosophy>`; zwykłe trzymanie się zasad nie wystarczy do zapewnienia przyjemniej gry.

source: Deck Construction Rules
pl: Zasady konstrukcji talii

source: Players choose a legendary creature as the commander for their deck.
pl: Gracze wybierają legendarnego stwora jako dowódcę swojej talii.

source: A card’s color identity is its color plus the color of any mana symbols in the card’s rules text. A card’s color identity is established before the game begins, and cannot be changed by game effects. The cards in a deck may not have any colors in their color identity which are not in the color identity of the deck’s commander.
pl: Tożsamość kolorów danej karty to jej kolor plus kolory wszystkich kolorów many w treści jej zasad. Tożsamość karty jest ustalana przed rozpoczęciem gry i nie może być zmieniona przez efekty gry. Karty w talii nie mogą mieć w swojej tożsamości kolorów nie występujących w tożsamości dowódcy talii.

source: A Commander deck must contain exactly 100 cards, including the commander. If you’re playing a companion, it must adhere to color identity and singleton rules. While it is not part of the deck, it is effectively a 101st card.
pl: Talia formatu Commander musi zawierać dokładnie 100 kart, włączając dowódcę. Jeśli używasz kompana, musi on spełniać zasadę tożsamości i pojedynczości. Nie jest on częścią talii, więc de facto jest on sto pierwszą kartą.

source: With the exception of basic lands, no two cards in the deck may have the same English name. Some cards (e.g. :mtgtip:`Relentless Rats`) may have rules text that overrides this restriction.
pl: Z wyjątkiem bazowych lądów, żadna karta nie może się powtórzyć (zwracamy uwagę na angielską nazwę). Niektóre karty (np. :mtgtip:`Relentless Rats`) mogą mieć zasadę, która wyłącza to ograniczenie.

source: Play Rules
pl: Zasady gry

source: Players begin the game with 40 life.
pl: Gracze zaczynają mając 40 żyć.

source: Commanders begin the game in the Command Zone. While a commander is in the command zone, it may be cast, subject to the normal timing restrictions for casting creatures. Its owner must pay for each time it was previously cast from the command zone; this is an additional cost.
pl: Dowódcy zaczynają w Strefie Dowodzenia. Kiedy dowódca jest w strefie dowodzenia, może być rzucony zgodnie z normalnymi zasadami momentu rzucania czarów stworów. Jego władca musi zapłacić |mana_2| za każde poprzednie rzucenie go ze strefy dowodzenia; jest to dodatkowy koszt.

source: If a commander is in a graveyard or in exile and that card was put into that zone since the last time state-based actions were checked, its owner may put it into the command zone. If a commander would be put into its owner’s hand or library from anywhere, its owner may put it into the command zone instead. This replacement effect may apply more than once to the same event.
pl: Jeśli dowódca jest w cmentarzu lub wygnaniu i owa karta została tam umieszczona od ostatniego sprawdzenia akcji stanu, jej właściciel może umieścić ją w strefie dowodzenia. Jeśli dowódca miałby trafić skądkolwiek do ręki lub biblioteki właściciela, jego właściciel może zamiast tego umieścić go w strefie dowodzenia. Ten efekt zastępujący może być zastosowany więcej niż raz do tego samego zdarzenia.

source: Being a commander is not a characteristic [MTG CR109.3], it is a property of the card and tied directly to the physical card. As such, “commander-ness” cannot be copied or overwritten by continuous effects. The card retains it’s commander-ness through any status changes, and is still a commander even when controlled by another player.
pl: Bycie dowódcą nie jest charakterystyką [MTG CR109.3], jest własnością karty i jest związana bezpośrednio z fizyczną kartą. Jako taka, "dowódczość" nie może być skopiowana lub nadpisana przez efekty trwałe. Karta zachowuje swoją dowódczość poprzez wszystkie zmiany statusów i pozostaje dowódcą nawet pod władaniem innego gracza.

source: If a player has been dealt 21 points of combat damage by a particular Commander during the game, that player loses a game.
pl: Jeśli gracz otrzymał 21 obrażeń bojowych od konkretnego Dowódcy w całej grze, ów gracz przegrywa grę.

source: Parts of abilities which bring other traditional card(s) you own from outside the game into the game (such as :mtgtip:`Living Wish`; :mtgtip:`Spawnsire of Ulamog`; :mtgtip:`Karn, the Great Creator`; :mtgtip:`Wish`) do not function in Commander.
pl: Części zdolności sprowadzające do gry inne własne tradycyjne karty istniejące poza grą (takie jak :mtgtip:`Living Wish`; :mtgtip:`Spawnsire of Ulamog`; :mtgtip:`Karn, the Great Creator`; :mtgtip:`Wish`) nie działają w formacie Commander.
