Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/EMN.po
Languages: pl

source: :mtgexp:`EMN` Eldritch Moon
pl: :mtgexp:`EMN` Eldritch Moon (Złowieszczy księżyc)

source: Emerge |mana_6|\ |mana_b| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_6|\ |mana_b| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, target opponent loses 3 life and you gain 3 life.
pl: Kiedy rzucisz ten czar, wskazany przeciwnik traci 3 życia, a ty zyskaj 3 życia.

source: Emerge |mana_6|\ |mana_g|\ |mana_g|\ |mana_g| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_6|\ |mana_g|\ |mana_g|\ |mana_g| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, creatures you control get +2/+2 and gain trample until end of turn.
pl: Kiedy rzucisz ten czar, stwory pod twoim władaniem dostają do końca tury +2/+2 i tratowanie.

source: Trample, haste
pl: Tratowanie, pośpiech

source: Emerge |mana_5|\ |mana_b|\ |mana_b| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_5|\ |mana_b|\ |mana_b| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, target opponent reveals their hand. You choose from it a nonland card with converted mana cost 3 or less and a card with converted mana cost 4 or greater. That player discards those cards.
pl: Kiedy rzucisz ten czar, wskazany przeciwnik ujawnia swoją rękę. Wybierz z niej nie-lądową kartę nie o skrócie many 3 lub mniejszym oraz kartę o skrócie many 4 lub większym. Ów gracz odrzuca owe karty.

source: Flash (You may cast this spell any time you could cast an instant.)
pl: Błysk (Możesz rzucić ten czar jako sztuczkę.)

source: Emerge |mana_7|\ |mana_u| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_7|\ |mana_u| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: Drownyard Behemoth has hexproof as long as it entered the battlefield this turn.
pl: Ten stwór ma antyklątwę o ile wszedł na pole bitwy w tej turze.

source: Flash
pl: Błysk

source: Emerge |mana_5|\ |mana_u|\ |mana_u| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_5|\ |mana_u|\ |mana_u| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, tap up to four target permanents.
pl: Kiedy rzucisz ten czar, przekręć co najwyżej cztery wskazane permanenty.

source: This spell costs |mana_1| less to cast for each card type among cards in your graveyard.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdy typ karty spośród kart w twoim cmentarzu.

source: When you cast this spell, you gain control of target opponent during that player's next turn. After that turn, that player takes an extra turn.
pl: Kiedy rzucisz ten czar, zyskaj władanie nad wskazanym przeciwnikiem w czasie najbliższej tury owego gracza. Po owej turze ów grasz bierze dodatkową turę.

source: Flying, trample, protection from instants
pl: Latanie, tratowanie, ochrona przed sztuczkami

source: You may cast Eternal Scourge from exile.
pl: Możesz rzucić tę kartę z wygnania.

source: When Eternal Scourge becomes the target of a spell or ability an opponent controls, exile Eternal Scourge.
pl: Kiedy ten stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, wygnaj tego stwora.

source: Emerge |mana_6|\ |mana_g| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_6|\ |mana_g| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, create two 1/1 green Insect creature tokens.
pl: Kiedy rzucisz ten czar, stwórz dwa żetony zielonego stwora Owad 1/1.

source: Emerge |mana_5|\ |mana_g|\ |mana_u| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_5|\ |mana_g|\ |mana_u| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, you may put target nonland permanent on top of its owner's library.
pl: Kiedy rzucisz ten czar, możesz umieścić wskazany nie-lądowy permanent na wierzchu biblioteki właściciela.

source: Emerge |mana_7|\ |mana_g| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_7|\ |mana_g| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, you may destroy target artifact or enchantment.
pl: Kiedy rzucisz ten czar, możesz zniszczyć wskazany artefakt lub urok.

source: Emerge |mana_6|\ |mana_u| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_6|\ |mana_u| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, you may return target instant or sorcery card from your graveyard to your hand.
pl: Kiedy rzucisz ten czar, możesz przywrócić wskazaną kartę sztuczki lub obrzędu z twojego cmentarza do twojej ręki.

source: Emerge |mana_5|\ |mana_u| (You may cast this spell by sacrificing a creature and paying the emerge cost reduced by that creature's converted mana cost.)
pl: Wyłonienie |mana_5|\ |mana_u| (Możesz rzucić ten czar poświęcając stwora i opłacając koszt wyłonienia pomniejszony o skrót many owego stwora.)

source: When you cast this spell, draw a card.
pl: Kiedy rzucisz ten czar, dobierz kartę.

source: Flying
pl: Latanie

source: Escalate |mana_2| (Pay this cost for each mode chosen beyond the first.)
pl: Eskalacja |mana_2| (Opłać ten koszt za każdy dodatkowo wybrany tryb.)

source: Choose one or more —
pl: Wybierz jedno lub więcej —

source: Target player gains 4 life.
pl: Wskazany gracz zyskuje 4 życia.

source: Untap up to two target creatures.
pl: Odkręć co najwyżej dwa wskazane stwory.

source: Target opponent sacrifices an attacking creature.
pl: Wskazany przeciwnik poświęca atakującego stwora.

source: Escalate |mana_1|\ |mana_w| (Pay this cost for each mode chosen beyond the first.)
pl: Eskalacja |mana_1|\ |mana_w| (Opłać ten koszt za każdy dodatkowo wybrany tryb.)

source: Choose one or both —
pl: Wybierz jedno lub oba —

source: Creatures you control get +2/+0 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +2/+0.

source: Creatures you control get +0/+2 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +0/+2.

source: When you cast this spell, you may return target Angel or Human creature card from your graveyard to the battlefield.
pl: Kiedy rzucisz ten czar, możesz przywrócić wskazaną kartę Anioła lub Człowieka z twojego cmentarza na pole bitwy.

source: Flying, vigilance
pl: Latanie, czujność

source: (Melds with Gisela, the Broken Blade.)
pl: (Łączy się z Gisela, the Broken Blade.)

source: Flying, first strike, vigilance, lifelink
pl: Latanie, pierwszy cios, czujność, więź życia

source: Your opponents can't cast spells with converted mana cost 3 or less.
pl: Twoi przeciwnicy nie mogą rzucać czarów o skrótach many 3 lub mniejszych.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature can't attack or block.
pl: Zauroczony stwór nie może atakować ani blokować.

source: |mana_3|\ |mana_w|\ |mana_w|, Sacrifice Choking Restraints: Exile enchanted creature.
pl: |mana_3|\ |mana_w|\ |mana_w|, poświęć ten urok: Wygnaj zauroczonego stwora.

source: Escalate—Tap an untapped creature you control. (Pay this cost for each mode chosen beyond the first.)
pl: Eskalacja—Przekręć odkręconego stwora pod twoim władaniem. (Opłać ten koszt za każdy dodatkowo wybrany tryb.)

source: Destroy target creature with power 4 or greater.
pl: Zniszcz wskazanego stwora o sile 4 lub większej.

source: Destroy target enchantment.
pl: Zniszcz wskazany urok.

source: Put a +1/+1 counter on each creature target player controls.
pl: Umieść znacznik +1/+1 na każdym stworze pod władaniem wskazanego gracza.

source: When Courageous Outrider enters the battlefield, look at the top four cards of your library. You may reveal a Human card from among them and put it into your hand. Put the rest on the bottom of your library in any order.
pl: Kiedy ten stwór wejdzie na pole bitwy, spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę Człowieka i umieścić ją w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: Look at the top seven cards of your library. Put up to two planeswalker cards from among them onto the battlefield. Put the rest on the bottom of your library in a random order.
pl: Spójrz na siedem wierzchnich kart twojej biblioteki. Umieść spośród nich co najwyżej dwie karty wędrowców na polu bitwy. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: When Desperate Sentry dies, create a 3/2 colorless Eldrazi Horror creature token.
pl: Kiedy ten stwór umrze, stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: Delirium — Desperate Sentry gets +3/+0 as long as there are four or more card types among cards in your graveyard.
pl: Delirium — Ten stwór dostaje +3/+0 o ile w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: When Drogskol Shieldmate enters the battlefield, other creatures you control get +0/+1 until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, inne stwory pod twoim władaniem dostają do końca tury +0/+1.

source: When Extricator of Sin enters the battlefield, you may sacrifice another permanent. If you do, create a 3/2 colorless Eldrazi Horror creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz poświęcić inny permanent. Jeśli tak zrobisz, stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: Delirium — At the beginning of your upkeep, if there are four or more card types among cards in your graveyard, transform Extricator of Sin.
pl: Delirium — Na początku twojego kroku utrzymania, jeśli w twoim cmentarzu są karty należące do przynajmniej czterech typów kart, transformuj tego stwora.

source: Eldrazi you control have vigilance.
pl: Eldrazi pod twoim władaniem mają czujność.

source: |mana_2|, |tap|, Sacrifice a non-Eldrazi creature: Create a 3/2 colorless Eldrazi Horror creature token.
pl: |mana_2|, |tap|, poświęć stwora bez typu Eldrazi: Stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: Enchant creature you control
pl: Zaurocz stwora pod twoim władaniem

source: When Faith Unbroken enters the battlefield, exile target creature an opponent controls until Faith Unbroken leaves the battlefield.
pl: Kiedy ten urok wejdzie na pole bitwy, wygnaj wskazanego stwora pod władaniem przeciwnika dopóki niniejszy urok nie opuści pola bitwy.

source: Enchanted creature gets +2/+2.
pl: Zauroczony stwór dostaje +2/+2.

source: Lifelink (Damage dealt by this creature also causes you to gain that much life.)
pl: Więź życia (Obrażania zadane przez tego stwora powodują, że zyskujesz tyle samo żyć.)

source: Whenever Fiend Binder attacks, tap target creature defending player controls.
pl: Ilekroć ten stwór zaatakuje, przekręć wskazanego stwora pod władaniem broniącego się gracza.

source: Defender, flying
pl: Obronność, latanie

source: Delirium — Geist of the Lonely Vigil can attack as though it didn't have defender as long as there are four or more card types among cards in your graveyard.
pl: Delirium — Ten stwór może atakować jakby nie miał obronności o ile w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: Flying, first strike, lifelink
pl: Latanie, pierwszy cios, więź życia

source: At the beginning of your end step, if you both own and control Gisela, the Broken Blade and a creature named Bruna, the Fading Light, exile them, then meld them into Brisela, Voice of Nightmares.
pl: Na początku twojego kroku końcowego, jeśli jednocześnie masz w posiadaniu i władaniu tego stwora oraz stwora o nazwie Bruna, the Fading Light, wygnaj je, po czym połącz je tworząc Brisela, Voice of Nightmares.

source: Target creature gets +2/+6 until end of turn and can block any number of creatures this turn.
pl: Wskazany stwór dostaje do końca tury +2/+6 i może blokować dowolną liczbę stworów w tej turze.

source: When Guardian of Pilgrims enters the battlefield, target creature gets +1/+1 until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, wskazany stwór dostaje do końca tury +1/+1.

source: When Ironclad Slayer enters the battlefield, you may return target Aura or Equipment card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz przywrócić wskazaną kartę Aury lub Wyposażenia z twojego cmentarza do twojej ręki.

source: Exile target artifact or enchantment.
pl: Wygnaj wskazany artefakt lub urok.

source: First strike, lifelink
pl: Pierwszy cios, więź życia

source: At the beginning of the end step, if you gained 3 or more life this turn, transform Lone Rider.
pl: Na początku kroku końcowego, jeśli zyskałeś co najmniej 3 życia w tej turze, transformuj tego stwora.

source: First strike, trample, lifelink
pl: Pierwszy cios, tratowanie, więź życia

source: Exile target creature. At the beginning of the next end step, return that card to the battlefield under its owner's control with a +1/+1 counter on it.
pl: Wygnaj wskazanego stwora. Na początku najbliższego kroku końcowego przywróć ową kartę z umieszczonym znacznikiem +1/+1 na pole bitwy pod władaniem właściciela.

source: Enchanted creature gets +2/+2 and has "|mana_1|, Sacrifice a permanent: This creature gains flying until end of turn."
pl: Zauroczony stwór dostaje +2/+2 i ma '|mana_1|, poświęć permanent: Ten stwór zyskuje do końca tury latanie."

source: |mana_w|, Discard a card: You gain 3 life.
pl: |mana_w|, odrzuć kartę: Zyskaj 3 życia.

source: You may reveal this card from your opening hand. If you do, at the beginning of the first upkeep, your life total becomes 26.
pl: Możesz ujawnić tę kartę z twojej startowej ręki. Jeśli tak zrobisz, na początku pierwszego kroku utrzymania, liczba twoich żyć ma wartość 26.

source: Your life total becomes 26.
pl: Liczba twoich żyć ma wartość 26.

source: Prevent all damage that would be dealt this turn by non-Human sources.
pl: Zażegnaj wszystkie obrażenia, jakie mogłyby zostać zadane przez źródła bez typu Człowiek.

source: Whenever another creature enters the battlefield under your control, Sanctifier of Souls gets +1/+1 until end of turn.
pl: Ilekroć inny stwór wejdzie na pole bitwy pod twoim władaniem, niniejszy stwór dostaje do końca tury +1/+1.

source: |mana_2|\ |mana_w|, Exile a creature card from your graveyard: Create a 1/1 white Spirit creature token with flying.
pl: |mana_2|\ |mana_w|, wygnaj kartę stwora z twojego cmentarza: Stwórz żeton białego stwora Duch 1/1 z lataniem.

source: Sacrifice Selfless Spirit: Creatures you control gain indestructible until end of turn.
pl: Poświęć tego stwora: Stwory pod twoim władaniem zyskują niezniszczalność do końca tury.

source: You may cast Aura and Equipment spells as though they had flash.
pl: Możesz rzucać czary Aur i Wyposażeń jakby miały błysk.

source: Whenever an Equipment enters the battlefield under your control, you may attach it to target creature you control.
pl: Ilekroć Wyposażenie wejdzie na pole bitwy pod twoim władaniem, możesz dołączyć je do wskazanego stwora pod twoim władaniem.

source: |mana_1|, |tap|: Tap target non-Human creature.
pl: |mana_1|, |tap|: Przekręć wskazanego stwora bez typu Człowiek.

source: Create two 1/1 white Spirit creature tokens with flying. You gain 2 life.
pl: Stwórz dwa żetony białego stwora Duch 1/1 z lataniem. Zyskaj 2 życia.

source: Whenever Steadfast Cathar attacks, it gets +0/+2 until end of turn.
pl: Ilekroć ten stwór zaatakuje, dostaje do końca tury +0/+2.

source: When Subjugator Angel enters the battlefield, tap all creatures your opponents control.
pl: Kiedy ten stwór wejdzie na pole bitwy, przekręć wszystkie stwory pod władaniem twoich przeciwników.

source: First strike
pl: Pierwszy cios

source: Creatures and nonbasic lands your opponents control enter the battlefield tapped.
pl: Stwory i niebazowe lądy pod władaniem twoich przeciwników wchodzą przekręcone na pole bitwy.

source: When Thalia's Lancers enters the battlefield, you may search your library for a legendary card, reveal it, put it into your hand, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece legendarną kartę, ujawnij ją, umieść w twojej ręce, po czym przetasuj twoją bibliotekę.

source: |mana_1|\ |mana_w|, |tap|, Discard a card: Create a 1/1 white Human Soldier creature token.
pl: |mana_1|\ |mana_w|, |tap|, odrzuć kartę: Stwórz żeton białego stwora Człowiek Piechur 1/1.

source: |mana_2|\ |mana_u|, Discard two cards: Return Advanced Stitchwing from your graveyard to the battlefield tapped.
pl: |mana_2|\ |mana_u|, odrzuć dwie karty: Przywróć tę kartę z twojego cmentarza przekręconą na pole bitwy.

source: Tap up to two target creatures. Those creatures don't untap during their controller's next untap step.
pl: Przekręć co najwyżej dwa wskazane stwory. Owe stwory nie odkręcą się w najbliższym kroku odkręcania swojego władcy.

source: Madness |mana_3|\ |mana_u| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_3|\ |mana_u| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: You may reveal an Eldrazi card you own from outside the game or choose a face-up Eldrazi card you own in exile. Put that card into your hand.
pl: Możesz ujawnić własną kartę Eldrazi spoza gry lub wybrać odkrytą kartę Eldrazi z wygnania. Umieść ją w twojej ręce.

source: Look at the top five cards of your library. Put any number of them into your graveyard and the rest back on top of your library in any order.
pl: Spójrz na pięć wierzchnich kart twojej biblioteki. Umieść dowolne z nich w twoim cmentarzu, a pozostałe z powrotem na wierzchu twojej biblioteki w dowolnej kolejności.

source: Counter target spell unless its controller pays |mana_4|.
pl: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_4|.

source: |tap|: Add |colorless|. Spend this mana only to cast an instant or sorcery spell.
pl: |tap|: Weź |colorless|. Wydaj tę manę tylko na rzucenie czaru sztuczki lub obrzędu.

source: At the beginning of your upkeep, if there are three or more instant and/or sorcery cards in your graveyard, transform Curious Homunculus.
pl: Na początku twojego kroku utrzymania, jeśli w twoim cmentarzu są co najmniej trzy karty sztuczki i/lub obrzędu, transformuj tego stwora.

source: Prowess (Whenever you cast a noncreature spell, this creature gets +1/+1 until end of turn.)
pl: Waleczność (Ilekroć rzucisz nie-stworowy czar, ten stwór dostaje do końca tury +1/+1.)

source: Instant and sorcery spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów sztuczek i obrzędów kosztuje cię o |mana_1| mniej.

source: Exile up to two target creatures you control, then return those cards to the battlefield under their owner's control.
pl: Wygnaj co najwyżej dwa wskazane stwory pod twoim władaniem, po czym przywróć owe karty na pole bitwy pod władaniem ich właścicieli.

source: Whenever you cast an instant or sorcery spell, create a 1/1 blue Human Wizard creature token. Then if you control three or more Wizards, transform Docent of Perfection.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, stwórz żeton niebieskiego stwora Człowiek Czarodziej 1/1. Następnie jeśli władasz co najmniej trzema Czarodziejami, transformuj tego stwora.

source: Wizards you control get +2/+1 and have flying.
pl: Czarodzieje pod twoim władaniem dostają +2/+1 i mają latanie.

source: Whenever you cast an instant or sorcery spell, create a 1/1 blue Human Wizard creature token.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, stwórz żeton niebieskiego stwora Człowiek Czarodziej 1/1.

source: Return target creature to its owner's hand.
pl: Przywróć wskazanego stwora do ręki właściciela.

source: Draw a card.
pl: Dobierz kartę.

source: When Enlightened Maniac enters the battlefield, create a 3/2 colorless Eldrazi Horror creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: When Exultant Cultist dies, draw a card.
pl: Kiedy ten stwór umrze, dobierz kartę.

source: Skulk (This creature can't be blocked by creatures with greater power.)
pl: Przyczajenie (Ten stwór nie może być blokowany przez stwory z większą siłą.)

source: When Fogwalker enters the battlefield, target creature an opponent controls doesn't untap during its controller's next untap step.
pl: Kiedy ten stwór wejdzie na pole bitwy, wskazany stwór pod władaniem przeciwnika nie odkręci się podczas następnego kroku odkręcania swojego władcy.

source: Target opponent looks at the top four cards of your library and separates them into a face-down pile and a face-up pile. Put one pile into your hand and the other into your graveyard.
pl: Wskazany przeciwnik patrzy na cztery wierzchnie karty twojej biblioteki i rozdziela je na dwa stosy – jeden odkryty, drugi zakryty. Umieść jeden stos w twojej ręce, a drugi w twoim cmentarzu.

source: Defender
pl: Obronność

source: At the beginning of your upkeep, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Na początku twojego kroku utrzymania, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ją na spodzie twojej biblioteki.)

source: |tap|: Mill two cards. Then if there is a colorless creature card in your graveyard, transform Grizzled Angler.
pl: |tap|: Zmiel dwie karty. Następnie jeśli w twoim cmentarzu jest karta bezkolorowego stwora, transformuj niniejszego stwora.

source: |mana_6|: Creatures your opponents control attack this turn if able.
pl: |mana_6|: Stwory pod władaniem twoich przeciwników atakują w tej turze, jeśli mogą.

source: Whenever Identity Thief attacks, you may exile another target nontoken creature. If you do, Identity Thief becomes a copy of that creature until end of turn. Return the exiled card to the battlefield under its owner's control at the beginning of the next end step.
pl: Ilekroć ten stwór zaatakuje, możesz wygnać innego wskazanego nieżetonowego stwora. Jeśli tak zrobisz, ten stwór do końca tury staje się kopią owego stwora. Przywróć wygnaną kartę na pole bitwy pod władaniem jej właściciela na początku najbliższego kroku końcowego.

source: Enchant creature, land, or planeswalker
pl: Zaurocz stwora, ląd lub wędrowca

source: Enchanted permanent is a colorless land with "|tap|: Add |colorless|" and loses all other card types and abilities.
pl: Zauroczony permanent jest bezkolorowym lądem mającym "|tap|: Weź |colorless|" i traci wszystkie inne typy karty oraz zdolności.
