Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/EMN.po
Languages: pl

source: |mana_u|: Ingenious Skaab gets +1/-1 until end of turn.
pl: |mana_u|: Ten stwór dostaje do końca tury +1/-1.

source: When Laboratory Brute enters the battlefield, mill four cards.
pl: Kiedy ten stwór wejdzie na pole bitwy, zmiel cztery karty.

source: When an opponent casts a spell, sacrifice Lunar Force and counter that spell.
pl: Kiedy przeciwnik rzuci czar, poświęć ten urok i skontruj ów czar.

source: Whenever another Spirit enters the battlefield under your control, Mausoleum Wanderer gets +1/+1 until end of turn.
pl: Ilekroć inny Duch wejdzie na pole bitwy pod twoim władaniem, niniejszy stwór dostaje do końca tury +1/+1.

source: Sacrifice Mausoleum Wanderer: Counter target instant or sorcery spell unless its controller pays |mana_x|, where X is Mausoleum Wanderer's power.
pl: Poświęć tego stwora: Skontruj wskazany czar sztuczki lub obrzędu, chyba że jego władca zapłaci |mana_x|, gdzie X jest siłą tego stwora.

source: Whenever an opponent casts their first spell each turn, that player exiles the top card of their library. If it's a nonland card, you may cast it without paying its mana cost.
pl: Ilekroć przeciwnik rzuci swój pierwszy czar w danej turze, ów gracz wygania wierzchnią kartę swojej biblioteki. Jeśli nie jest to karta lądu, możesz ją rzucić bez płacenia jej kosztu many.

source: Whenever Nebelgast Herald or another Spirit enters the battlefield under your control, tap target creature an opponent controls.
pl: Ilekroć ten stwór lub inny Duch wejdzie na pole bitwy pod twoim władaniem, przekręć wskazanego stwora pod władaniem przeciwnika.

source: Whenever you cast an instant or sorcery spell, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, przekręć wskazanego stwora pod władaniem przeciwnika. Ów stwór nie odkręci się w najbliższym kroku odkręcania jego władcy.

source: Delirium — This spell costs |mana_2| less to cast if there are four or more card types among cards in your graveyard.
pl: Delirium — Rzucenie tego czaru kosztuje o |mana_2| mniej jeśli w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: Draw three cards.
pl: Dobierz trzy karty.

source: Enchanted creature gets -X/-0, where X is the number of cards in your graveyard.
pl: Zauroczony stwór dostaje -X/-0, gdzie X jest liczbą kart w twoim cmentarzu.

source: Exile all other spells and counter all abilities.
pl: Wygnaj wszystkie inne czary i skontruj wszystkie zdolności.

source: Draw a card, then draw cards equal to the number of cards named Take Inventory in your graveyard.
pl: Dobierz kartę, po czym dobierz tyle kart, ile jest kart o nazwie Take Inventory w twoim cmentarzu.

source: Tattered Haunter can block only creatures with flying.
pl: Ten stwór może blokować tylko stwory z lataniem.

source: Counter target spell that targets a permanent you control.
pl: Skontruj wskazany czar wskazujący permanent pod twoim władaniem.

source: Return target spell or creature to its owner's hand.
pl: Przywróć wskazany czar lub stwora do ręki właściciela.

source: Whenever Wharf Infiltrator deals combat damage to a player, you may draw a card. If you do, discard a card.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, możesz dobrać kartę. Jeśli tak zrobisz, odrzuć kartę.

source: Whenever you discard a creature card, you may pay |mana_2|. If you do, create a 3/2 colorless Eldrazi Horror creature token.
pl: Ilekroć odrzucisz kartę stwora, możesz zapłacić |mana_2|. Jeśli tak zrobisz, stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: Enchanted creature gets +3/-3.
pl: Zauroczony stwór dostaje +3/-3.

source: Target creature gets +1/+1 until end of turn.
pl: Wskazany stwór dostaje do końca tury +1/+1.

source: Target creature gets -1/-1 until end of turn.
pl: Wskazany stwór dostaje do końca tury -1/-1.

source: Return target creature card from your graveyard to your hand. If it's a Zombie card, draw a card.
pl: Przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki. Jeśli to karta Zombi, dobierz kartę.

source: Destroy target creature. Its controller loses 2 life and you gain 2 life.
pl: Zniszcz wskazanego stwora. Jego władca traci 2 życia, a ty zyskaj 2 życia.

source: Escalate—Discard a card. (Pay this cost for each mode chosen beyond the first.)
pl: Eskalacja—Odrzuć kartę. (Opłać ten koszt za każdy dodatkowo wybrany tryb.)

source: Target opponent reveals their hand. You choose an instant or sorcery card from it. That player discards that card.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierz z niej kartę sztuczki lub obrzędu. Ów gracz odrzuca ową kartę.

source: Target creature gets -2/-2 until end of turn.
pl: Wskazany stwór dostaje do końca tury -2/-2.

source: Target opponent loses 2 life and you gain 2 life.
pl: Wskazany przeciwnik traci 2 życia, a ty zyskaj 2 życia.

source: |mana_1|\ |mana_b|, |tap|, Discard a card: Create a 2/2 black Zombie creature token.
pl: |mana_1|\ |mana_b|, |tap|, odrzuć kartę: Stwórz żeton czarnego stwora Zombi 2/2.

source: Tap three untapped Zombies you control: You draw a card and you lose 1 life.
pl: Przekręć trzy odkręcone Zombi pod twoim władaniem: Dobierz kartę i strać 1 życie.

source: Target player creates X 2/2 black Zombie creature tokens, then up to one target creature gets -1/-1 until end of turn for each Zombie that player controls.
pl: Wskazany gracz tworzy X żetonów czarnego stwora Zombi 2/2, po czym co najwyżej jeden wskazany stwór dostaje do końca tury -1/-1 za każdego Zombi pod władaniem owego gracza.

source: Whenever another creature you control dies, put a +1/+1 counter on Gavony Unhallowed.
pl: Ilekroć umrze inny stwór pod twoim władaniem, umieść znacznik +1/+1 na niniejszym stworze.

source: Zombies you control have menace. (They can't be blocked except by two or more creatures.)
pl: Zombi pod twoim władaniem mają złowrogość. (Nie mogą być blokowane, chyba że przez co najmniej dwa stwory.)

source: |mana_3|\ |mana_b|, Exile a creature card from your graveyard: Create a 2/2 black Zombie creature token.
pl: |mana_3|\ |mana_b|, wygnaj kartę stwora z twojego cmentarza: Stwórz żeton czarnego stwora Zombi 2/2.

source: At the beginning of combat on your turn, if you both own and control Graf Rats and a creature named Midnight Scavengers, exile them, then meld them into Chittering Host.
pl: Na początku potyczki w twojej turze, jeśli jednocześnie masz w posiadaniu i władaniu tego stwora oraz stwora o nazwie Midnight Scavengers, wygnaj je, po czym połącz je tworząc Chittering Host.

source: When Haunted Dead enters the battlefield, create a 1/1 white Spirit creature token with flying.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton białego stwora Duch 1/1 z lataniem.

source: |mana_1|\ |mana_b|, Discard two cards: Return Haunted Dead from your graveyard to the battlefield tapped.
pl: |mana_1|\ |mana_b|, odrzuć dwie karty: Przywróć niniejszą kartę z twojego cmentarza przekręconą na pole bitwy.

source: +1: Up to one target creature gets -2/-1 until your next turn.
pl: +1: Co najwyżej jeden wskazany stwór dostaje do twojej następnej tury -2/-1.

source: −2: Mill two cards, then you may return a creature card from your graveyard to your hand.
pl: –2: Zmiel dwie karty, po czym możesz przywrócić kartę stwora z twojego cmentarza do twojej ręki.

source: −7: You get an emblem with "At the beginning of your end step, create X 2/2 black Zombie creature tokens, where X is two plus the number of Zombies you control."
pl: –7: Dostajesz emblemat mający "Na początku twojego kroku końcowego stwórz X żetonów czarnego stwora Zombi 2/2, gdzie X to liczba Zombi pod twoim władaniem plus dwa."

source: Liliana's Elite gets +1/+1 for each creature card in your graveyard.
pl: Ten stwór dostaje +1/+1 za każdą kartę stwora w twoim cmentarzu.

source: Lifelink
pl: Więź życia

source: Markov Crusader has haste as long as you control another Vampire.
pl: Ten stwór ma pośpiech o ile władasz innym Wampirem.

source: When Midnight Scavengers enters the battlefield, you may return target creature card with converted mana cost 3 or less from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz przywrócić wskazaną kartę stwora o skrócie many 3 lub mniejszym z twojego cmentarza do twojej ręki.

source: (Melds with Graf Rats.)
pl: (Łączy się z Graf Rats.)

source: Haste
pl: Pośpiech

source: Menace (This creature can't be blocked except by two or more creatures.)
pl: Złowrogość (Ten stwór nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: When Chittering Host enters the battlefield, other creatures you control get +1/+0 and gain menace until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, inne stwory pod twoim władaniem dostają do końca tury +1/+0 oraz złowrogość.

source: Destroy target creature.
pl: Zniszcz wskazanego stwora.

source: Noosegraf Mob enters the battlefield with five +1/+1 counters on it.
pl: Ten stwór wchodzi na pole bitwy mając pięć znaczników +1/+1.

source: Whenever a player casts a spell, remove a +1/+1 counter from Noosegraf Mob. If you do, create a 2/2 black Zombie creature token.
pl: Ilekroć gracz rzuci czar, usuń znacznik +1/+1 z tego stwora. Jeśli tak zrobisz, stwórz żeton czarnego stwora Zombi 2/2.

source: When Oath of Liliana enters the battlefield, each opponent sacrifices a creature.
pl: Kiedy ten urok wejdzie na pole bitwy, każdy przeciwnik poświęca stwora.

source: At the beginning of each end step, if a planeswalker entered the battlefield under your control this turn, create a 2/2 black Zombie creature token.
pl: Na początku każdego kroku końcowego, jeśli w tej turze na pole bitwy wszedł wędrowiec pod twoim władaniem, stwórz żeton czarnego stwora Zombi 2/2.

source: Discard a card: Olivia's Dragoon gains flying until end of turn.
pl: Odrzuć kartę: Ten stwór zyskuje do końca tury latanie.

source: Target opponent loses 3 life and puts a card from their hand on top of their library.
pl: Wskazany przeciwnik traci 3 życia i umieszcza kartę ze swojej ręki na wierzchu swojej biblioteki.

source: Put target creature card from a graveyard onto the battlefield under your control. That creature is a black Zombie in addition to its other colors and types.
pl: Umieść wskazaną kartę stwora z dowolnego cmentarza na polu bitwy pod twoim władaniem. Ów stwór jest dodatkowo czarnym Zombi oprócz swoich pozostałych kolorów i typów.

source: As an additional cost to cast this spell, discard a card and sacrifice a creature.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć kartę i poświęć stwora.

source: Two target creatures each get -13/-13 until end of turn.
pl: Każdy z dwóch wskazanych stworów dostaje do końca tury -13/-13.

source: |mana_b|, |tap|, Discard a card: Each player loses 2 life.
pl: |mana_b|, |tap|, odrzuć kartę: Każdy gracz traci po 2 życia.

source: Enchanted creature gets +1/+1.
pl: Zauroczony stwór dostaje +1/+1.

source: Delirium — Enchanted creature gets an additional +2/+2 as long as there are four or more card types among cards in your graveyard.
pl: Delirium — Zauroczony stwór dostaje dodatkowe +2/+2 o ile w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: Discard a card: Vampires you control get +1/+1 until end of turn. Activate this ability only once each turn.
pl: Odrzuć kartę: Wampiry pod twoim władaniem dostają do końca tury +1/+1. Możesz aktywować tę zdolność tylko raz na turę.

source: You draw two cards and you lose 2 life.
pl: Dobierz dwie karty i strać 2 życia.

source: Delirium — Thraben Foulbloods gets +1/+1 and has menace as long as there are four or more card types among cards in your graveyard. (A creature with menace can't be blocked except by two or more creatures.)
pl: Delirium — Ten stwór dostaje +1/+1 i ma złowrogość o ile w twoim cmentarzu są karty należące do przynajmniej czterech typów kart. (Stwór ze złowrogością nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: |tap|: Exchange target opponent's life total with Tree of Perdition's toughness.
pl: |tap|: Zamień liczbę żyć wskazanego przeciwnika z wytrzymałością tego stwora.

source: Sacrifice three other creatures: Transform Voldaren Pariah.
pl: Poświęć trzy inne stwory: Transformuj tego stwora.

source: Madness |mana_b|\ |mana_b|\ |mana_b| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_b|\ |mana_b|\ |mana_b| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, zagraj ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: When this creature transforms into Abolisher of Bloodlines, target opponent sacrifices three creatures.
pl: Kiedy ten stwór transformuje w tę formę, wskazany przeciwnik poświęca trzy stwory.

source: When Wailing Ghoul enters the battlefield, mill two cards.
pl: Kiedy ten stwór wejdzie na pole bitwy, zmiel dwie karty.

source: Madness |mana_2|\ |mana_b| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_2|\ |mana_b| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: Target opponent discards a card at random.
pl: Wskazany przeciwnik odrzuca losową kartę.

source: Delirium — If there are four or more card types among cards in your graveyard, that player discards two cards at random instead.
pl: Delirium — Jeśli w twoim cmentarzu są karty należące do przynajmniej czterech typów kart, zamiast tego ów gracz odrzuca dwie losowe karty.

source: Up to two target creatures each get +1/+0 and gain first strike until end of turn.
pl: Każdy z co najwyżej dwóch wskazanych stworów dostaje do końca tury +1/+0 oraz pierwszy cios.

source: Madness |mana_1|\ |mana_r| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_1|\ |mana_r| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: Alchemist's Greeting deals 4 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 4 obrażenia.

source: Whenever Assembled Alphas blocks or becomes blocked by a creature, Assembled Alphas deals 3 damage to that creature and 3 damage to that creature's controller.
pl: Ilekroć ten stwór blokuje lub zostanie zablokowany przez stwora, zadaje on owemu stworowi 3 obrażenia oraz 3 obrażenia władcy owego stwora.

source: This spell costs |mana_1| less to cast for each instant and sorcery card in your graveyard.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdą kartę sztuczki lub obrzędu w twoim cmentarzu.

source: When Bedlam Reveler enters the battlefield, discard your hand, then draw three cards.
pl: Kiedy ten stwór wejdzie na pole bitwy, odrzuć twoją rękę, po czym dobierz trzy karty.

source: At the beginning of combat on your turn, target creature you control gains double strike until end of turn.
pl: Na początku potyczki w twojej turze, wskazany stwór pod twoim władaniem zyskuje podwójny cios do końca tury.

source: |mana_2|\ |mana_r|: Bold Impaler gets +2/+0 until end of turn.
pl: |mana_2|\ |mana_r|: Ten stwór dostaje do końca tury +2/+0.

source: Escalate |mana_3| (Pay this cost for each mode chosen beyond the first.)
pl: Eskalacja |mana_3| (Opłać ten koszt za każdy dodatkowo wybrany tryb.)

source: Target creature gets +3/+0 until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+0.

source: Target creature gains first strike until end of turn.
pl: Wskazany stwór zyskuje pierwszy cios do końca tury.

source: Whenever Brazen Wolves attacks, it gets +2/+0 until end of turn.
pl: Ilekroć ten stwór zaatakuje, dostaje on do końca tury +2/+0.

source: Escalate |mana_1| (Pay this cost for each mode chosen beyond the first.)
pl: Eskalacja |mana_1| (Opłać ten koszt za każdy dodatkowo wybrany tryb.)

source: Target player discards all the cards in their hand, then draws that many cards.
pl: Wskazany gracz odrzuca wszystkie karty ze swojej ręki, po czym dobiera tyle samo kart.

source: Collective Defiance deals 4 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 4 obrażenia.

source: Collective Defiance deals 3 damage to target opponent or planeswalker.
pl: Ten czar zadaje wskazanemu przeciwnikowi lub wędrowcowi 3 obrażenia.

source: Whenever Conduit of Storms attacks, add |mana_r| at the beginning of your next main phase this turn.
pl: Ilekroć ten stwór zaatakuje, weź |mana_r| na początku twojej najbliższej fazy głównej w tej turze.

source: |mana_3|\ |mana_r|\ |mana_r|: Transform Conduit of Storms.
pl: |mana_3|\ |mana_r|\ |mana_r|: Transformuj tego stwora.

source: Whenever Conduit of Emrakul attacks, add |colorless|\ |colorless| at the beginning of your next main phase this turn.
pl: Ilekroć ten stwór zaatakuje, weź |colorless|\ |colorless| na początku twojej najbliższej fazy głównej w tej turze.

source: Target creature gets +2/+2 and gains trample until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+2 i tratowanie.

source: Madness |mana_r| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_r| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: Trample
pl: Tratowanie

source: At the beginning of combat on your turn, you may discard a card. If you do, Furyblade Vampire gets +3/+0 until end of turn.
pl: Na początku potyczki w twojej turze, możesz odrzucić kartę. Jeśli tak zrobisz, ten stwór dostaje do końca tury +3/+0.

source: Galvanic Bombardment deals X damage to target creature, where X is 2 plus the number of cards named Galvanic Bombardment in your graveyard.
pl: Ten czar zadaje wskazanemu stworowi X obrażeń, gdzie X jest liczbą kart o nazwie Galvanic Bombardment w twoim cmentarzu plus 2.

source: Whenever Hanweir Garrison attacks, create two 1/1 red Human creature tokens that are tapped and attacking.
pl: Ilekroć ten stwór zaatakuje, stwórz dwa przekręcone i atakujące żetony czerwonego stwora Człowiek 1/1.

source: (Melds with Hanweir Battlements.)
pl: (Łączy się z Hanweir Battlements.)

source: Whenever Hanweir, the Writhing Township attacks, create two 3/2 colorless Eldrazi Horror creature tokens that are tapped and attacking.
pl: Ilekroć ten stwór zaatakuje, stwórz dwa przekręcone i atakujące żetony bezkolorowego stwora Eldrazi Horror 3/2.

source: Target opponent gains control of target permanent you control.
pl: Wskazany przeciwnik zyskuje władanie nad wskazanym permanentem pod twoim władaniem.

source: When Impetuous Devils attacks, up to one target creature defending player controls blocks it this combat if able.
pl: Kiedy ten stwór zaatakuje, co najwyżej jeden wskazany stwór pod władaniem broniącego się gracza blokuje go w tej turze, jeśli może.

source: At the beginning of the end step, sacrifice Impetuous Devils.
pl: Na początku kroku końcowego, poświęć tego stwora.

source: Incendiary Flow deals 3 damage to any target. If a creature dealt damage this way would die this turn, exile it instead.
pl: Ten czar zadaje wskazanemu celowi 3 obrażenia. Jeśli stwór uszkodzony w ten sposób miałby umrzeć w tej turze, zamiast tego wygnaj go.

source: Insatiable Gorgers attacks each combat if able.
pl: Ten stwór atakuje w każdej potyczce, jeśli może.

source: Madness |mana_3|\ |mana_r| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_3|\ |mana_r| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: Make Mischief deals 1 damage to any target. Create a 1/1 red Devil creature token. It has "When this creature dies, it deals 1 damage to any target."
pl: Ten czar zadaje wskazanemu celowi 1 obrażenie. Stwórz żeton czerwonego stwora Diabeł 1/1 mający "Kiedy ten stwór umrze, zadaje on wskazanemu celowi 1 obrażenie."

source: Whenever a player casts an instant or sorcery spell that targets only Mirrorwing Dragon, that player copies that spell for each other creature they control that the spell could target. Each copy targets a different one of those creatures.
pl: Ilekroć gracz rzuci czar sztuczki lub obrzędu wskazujący tylko tego stwora, ów gracz kopiuje ów czar za każdego innego stwora pod swoim władaniem, którego ów czar mógłby wskazywać. Każda kopia wskazuje innego z owych stworów.

source: As an additional cost to cast this spell, discard X cards.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć X kart.

source: Nahiri's Wrath deals damage equal to the total converted mana cost of the discarded cards to each of up to X target creatures and/or planeswalkers.
pl: Ten czar zadaje każdemu z co najwyżej X wskazanych stworów i/lub wędrowców po tyle obrażeń, ile wynosi łączny skrót many odrzuconych kart.

source: Target creature gets +1/+0 until end of turn. When that creature dies this turn, create a 3/2 colorless Eldrazi Horror creature token.
pl: Wskazany stwór dostaje do końca tury +1/+0. Kiedy ten stwór umrze w tej turze, stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: Enchanted creature has haste and "|tap|, Discard a card: Draw a card."
pl: Zauroczony stwór ma pośpiech oraz "|tap|, odrzuć kartę: Dobierz kartę."

source: Creatures target player controls gain trample until end of turn.
pl: Stwory pod władaniem wskazanego gracza zyskują tratowanie do końca tury.

source: Savage Alliance deals 2 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 2 obrażenia.

source: Savage Alliance deals 1 damage to each creature target opponent controls.
pl: Ten czar zadaje każdemu stworowi pod władaniem wskazanego gracza po 1 obrażeniu.

source: Return up to one target instant card and up to one target sorcery card from your graveyard to your hand, then discard a card. Exile Shreds of Sanity.
pl: Przywróć co najwyżej jedną wskazaną kartę sztuczki i co najwyżej jedną wskazaną kartę obrzędu z twojego cmentarza do twojej ręki, po czym odrzuć kartę. Wygnaj niniejszy czar.

source: When Smoldering Werewolf enters the battlefield, it deals 1 damage to each of up to two target creatures.
pl: Kiedy ten stwór wejdzie na pole bitwy, zadaje on każdemu z co najwyżej dwóch wskazanych stworów po 1 obrażeniu.

source: |mana_4|\ |mana_r|\ |mana_r|: Transform Smoldering Werewolf.
pl: |mana_4|\ |mana_r|\ |mana_r|: Transformuj tego stwora.

source: Whenever Erupting Dreadwolf attacks, it deals 2 damage to any target.
pl: Ilekroć ten stwór zaatakuje, zadaje on wskazanemu celowi 2 obrażenia.

source: Spreading Flames deals 6 damage divided as you choose among any number of target creatures.
pl: Ten czar zadaje 6 obrażeń rozdzielonych dowolnie między dowolną liczbę wskazanych stworów.

source: Stensia Banquet deals damage to target opponent or planeswalker equal to the number of Vampires you control.
pl: Ten czar zadaje wskazanemu przeciwnikowi lub wędrowcowi tyle obrażeń, iloma Wampirami władasz.

source: When Stensia Innkeeper enters the battlefield, tap target land an opponent controls. That land doesn't untap during its controller's next untap step.
pl: Kiedy ten stwór wejdzie na pole bitwy, przekręć wskazany ląd pod władaniem przeciwnika. Ów ląd nie odkręci się podczas najbliższego kroku odkręcania swojego władcy.

source: Whenever Stromkirk Occultist deals combat damage to a player, exile the top card of your library. Until end of turn, you may play that card.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, wygnaj wierzchnią kartę twojej biblioteki. Do końca tury możesz zagrać ową kartę.
