Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/EMN.po
Languages: pl

source: |tap|: Thermo-Alchemist deals 1 damage to each opponent.
pl: |tap|: Ten stwór zadaje każdemu przeciwnikowi po 1 obrażeniu.

source: Whenever you cast an instant or sorcery spell, untap Thermo-Alchemist.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, odkręć tego stwora.

source: |mana_r|: Vildin-Pack Outcast gets +1/-1 until end of turn.
pl: |mana_r|: Ten stwór dostaje do końca tury +1/-1.

source: |mana_5|\ |mana_r|\ |mana_r|: Transform Vildin-Pack Outcast.
pl: |mana_5|\ |mana_r|\ |mana_r|: Transformuj tego stwora.

source: |mana_1|: Dronepack Kindred gets +1/+0 until end of turn.
pl: |mana_1|: Ten stwór dostaje do końca tury +1/+0.

source: Reach
pl: Zasięg

source: Whenever you cast an instant or sorcery spell, Weaver of Lightning deals 1 damage to target creature an opponent controls.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, ten stwór zadaje wskazanemu stworowi pod władaniem przeciwnika 1 obrażenie.

source: Delirium — Backwoods Survivalists gets +1/+1 and has trample as long as there are four or more card types among cards in your graveyard.
pl: Delirium — Ten stwór dostaje +1/+1 i ma tratowanie o ile w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: Whenever you sacrifice another permanent, put a +1/+1 counter on Bloodbriar.
pl: Ilekroć poświęcisz inny permanent, umieść znacznik +1/+1 na tym stworze.

source: Target creature you control gets +1/+1 until end of turn. It deals damage equal to its power to target creature you don't control.
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +1/+1. Zadaje on wskazanemu stworowi poza twoim władaniem obrażenia równe swojej sile.

source: At the beginning of your upkeep, you may mill a card.
pl: Na początku twojego kroku utrzymania, możesz zmielić kartę.

source: Delirium — |mana_2|\ |mana_g|, Sacrifice Crop Sigil: Return up to one target creature card and up to one target land card from your graveyard to your hand. Activate this ability only if there are four or more card types among cards in your graveyard.
pl: Delirium — |mana_2|\ |mana_g|, poświęć ten urok: Przywróć co najwyżej jedną wskazaną kartę stwora i co najwyżej jedną wskazaną kartę lądu z twojego cmentarza do twojej ręki. Możesz użyć tej zdolności tylko jeśli w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: |mana_g|, |tap|: Target attacking Human gets +1/+1 until end of turn.
pl: |mana_g|, |tap|: Wskazany atakujący Człowiek dostaje do końca tury +1/+1.

source: As an additional cost to cast this spell, sacrifice a creature.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć stwora.

source: Search your library for a creature card with converted mana cost X or less, where X is 2 plus the sacrificed creature's converted mana cost. Put that card onto the battlefield, then shuffle your library. Exile Eldritch Evolution.
pl: Wyszukaj w twojej bibliotece kartę stwora o skrócie many X lub mniejszym, gdzie X jest skrótem many poświęconego stwora plus 2. Umieść ową kartę na polu bitwy, po czym przetasuj twoją bibliotekę. Wygnaj niniejszy czar.

source: |tap|, Sacrifice Emrakul's Evangel and any number of other non-Eldrazi creatures: Create a 3/2 colorless Eldrazi Horror creature token for each creature sacrificed this way.
pl: |tap|, poświęć tego stwora oraz dowolną liczbę innych stworów bez typu Eldrazi: Stwórz tyle żetonów bezkolorowego stwora Eldrazi Horror 3/2, ile stworów poświęcono w ten sposób.

source: Whenever you cast an Eldrazi creature spell with converted mana cost 7 or greater, draw two cards.
pl: Ilekroć rzucisz czar stwora typu Eldrazi o skrócie many 7 lub większym, dobierz dwie karty.

source: When Foul Emissary enters the battlefield, look at the top four cards of your library. You may reveal a creature card from among them and put it into your hand. Put the rest on the bottom of your library in any order.
pl: Kiedy ten stwór wejdzie na pole bitwy, spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę stwora i umieścić ją w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: When you sacrifice Foul Emissary while casting a spell with emerge, create a 3/2 colorless Eldrazi Horror creature token.
pl: Kiedy poświęcisz tego stwora rzucając czar z wyłonieniem, stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: Deathtouch
pl: Dotyk śmierci

source: Delirium — Gnarlwood Dryad gets +2/+2 as long as there are four or more card types among cards in your graveyard.
pl: Delirium — Ten stwór dostaje +2/+2 o ile w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: Mill three cards, then you may return a creature or land card from your graveyard to your hand.
pl: Zmiel trzy karty, po czym możesz przywrócić kartę stwora lub lądu z twojego cmentarza do twojej ręki.

source: Whenever Hamlet Captain attacks or blocks, other Humans you control get +1/+1 until end of turn.
pl: Ilekroć ten stwór zaatakuje lub zablokuje, inne stwory typu Człowiek pod twoim władaniem dostają do końca tury +1/+1.

source: Delirium — When Ishkanah, Grafwidow enters the battlefield, if there are four or more card types among cards in your graveyard, create three 1/2 green Spider creature tokens with reach.
pl: Delirium — Kiedy ten stwór wejdzie na pole bitwy, jeśli w twoim cmentarzu są karty należące do przynajmniej czterech typów kart, stwórz trzy żetony zielonego stwora Pająk 1/2 z zasięgiem.

source: |mana_6|\ |mana_b|: Target opponent loses 1 life for each Spider you control.
pl: |mana_6|\ |mana_b|: Wskazany przeciwnik traci po 1 życiu za każdego Pająka pod twoim władaniem.

source: |mana_4|\ |mana_g|: Transform Kessig Prowler.
pl: |mana_4|\ |mana_g|: Transformuj tego stwora.

source: Sinuous Predator can't be blocked by more than one creature.
pl: Ten stwór nie może być blokowany przez więcej niż jednego stwora.

source: Discard a card: Noose Constrictor gets +1/+1 until end of turn.
pl: Odrzuć kartę: Ten stwór dostaje do końca tury +1/+1.

source: Whenever Permeating Mass deals combat damage to a creature, that creature becomes a copy of Permeating Mass.
pl: Ilekroć ten stwór zada stworowi obrażenia bojowe, ów stwór staje się kopią niniejszego stwora.

source: Target creature you control fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór pod twoim władaniem walczy ze wskazanym stworem poza twoim władaniem. (Każdy zadaje drugiemu obrażenia równe swojej sile.)

source: When Primal Druid dies, you may search your library for a basic land card, put it onto the battlefield tapped, then shuffle your library.
pl: Kiedy ten stwór umrze, możesz wyszukać w twojej bibliotece kartę bazowego lądu, umieść ją przekręconą na polu bitwy, po czym przetasuj twoją bibliotekę.

source: Creatures with power less than Shrill Howler's power can't block it.
pl: Stwory o sile mniejszej niż siła tego stwora nie mogą go blokować.

source: |mana_5|\ |mana_g|: Transform Shrill Howler.
pl: |mana_5|\ |mana_g|: Transformuj tego stwora.

source: Creatures with power less than Howling Chorus's power can't block it.
pl: Stwory o sile mniejszej niż siła tego stwora nie mogą go blokować.

source: Whenever Howling Chorus deals combat damage to a player, create a 3/2 colorless Eldrazi Horror creature token.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, stwórz żeton bezkolorowego stwora Eldrazi Horror 3/2.

source: When Somberwald Stag enters the battlefield, you may have it fight target creature you don't control.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz sprawić, że będzie walczyć ze wskazanym stworem poza twoim władaniem.

source: When Spirit of the Hunt enters the battlefield, each other creature you control that's a Wolf or a Werewolf gets +0/+3 until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, każdy inny stwór pod twoim władaniem będący Wilkiem lub Wilkołakiem dostaje do końca tury +0/+3.

source: Return all land cards from your graveyard to the battlefield tapped.
pl: Przywróć wszystkie karty lądów z twojego cmentarza przekręcone na pole bitwy.

source: Destroy target artifact or enchantment. You gain 4 life.
pl: Zniszcz wskazany artefakt lub urok. Zyskaj 4 życia.

source: Reach (This creature can block creatures with flying.)
pl: Zasięg (Ten stwór może blokować stwory mające latanie.)

source: Tangleclaw Werewolf can block an additional creature each combat.
pl: Ten stwór może blokować dodatkowego stwora w każdej potyczce.

source: |mana_6|\ |mana_g|: Transform Tangleclaw Werewolf.
pl: |mana_6|\ |mana_g|: Transformuj tego stwora.

source: Vigilance
pl: Czujność

source: Fibrous Entangler must be blocked if able.
pl: Ten stwór musi być blokowany jeśli to możliwe.

source: Fibrous Entangler can block an additional creature each combat.
pl: Ten stwór może blokować dodatkowego stwora w każdej potyczce.

source: |tap|: Add |mana_g|.
pl: |tap|: Weź |mana_g|.

source: |mana_5|\ |mana_g|\ |mana_g|: Transform Ulvenwald Captive.
pl: |mana_5|\ |mana_g|\ |mana_g|: Transformuj tego stwora.

source: |tap|: Add |colorless|\ |colorless|.
pl: |tap|: Weź |colorless|\ |colorless|.

source: Whenever a creature you control with toughness 4 or greater dies, draw a card.
pl: Ilekroć umrze stwór pod twoim władaniem o wytrzymałości 4 lub większej, dobierz kartę.

source: Transform up to one target Werewolf you control. Creatures you control gain trample until end of turn.
pl: Transformuj co najwyżej jednego wskazanego Wilkołaka pod twoim władaniem. Stwory pod twoim władaniem zyskują tratowanie do końca tury.

source: When Wolfkin Bond enters the battlefield, create a 2/2 green Wolf creature token.
pl: Kiedy ten urok wejdzie na pole bitwy, stwórz żeton zielonego stwora Wilk 2/2.

source: Target creature you control gets +3/+3 and gains hexproof until end of turn. (It can't be the target of spells or abilities your opponents control.)
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +3/+3 i antyklątwę. (Nie może być wskazany przez cele i zdolności pod władaniem przeciwników.)

source: Whenever Bloodhall Priest enters the battlefield or attacks, if you have no cards in hand, Bloodhall Priest deals 2 damage to any target.
pl: Ilekroć ten stwór wejdzie na pole bitwy lub zaatakuje, jeśli nie masz kart w ręce, ten stwór zadaje wskazanemu celowi 2 obrażenia.

source: Madness |mana_1|\ |mana_b|\ |mana_r| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_1|\ |mana_b|\ |mana_r| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, zagraj ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: Whenever a creature you control attacks, defending player loses 1 life and you gain 1 life.
pl: Ilekroć stwór pod twoim władaniem zaatakuje, broniący się gracz traci 1 życie, a ty zyskaj 1 życie.

source: When Gisa and Geralf enters the battlefield, mill four cards.
pl: Kiedy ten stwór wejdzie na pole bitwy, zmiel cztery karty.

source: During each of your turns, you may cast a Zombie creature spell from your graveyard.
pl: W każdej z twoich tur możesz rzucić jeden czar stwora typu Zombi z twojego cmentarza.

source: Whenever Grim Flayer deals combat damage to a player, look at the top three cards of your library. Put any number of them into your graveyard and the rest back on top of your library in any order.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, spójrz na trzy wierzchnie karty twojej biblioteki. Umieść dowolne z nich w twoim cmentarzu, a pozostałe z powrotem na wierzchu twojej biblioteki w dowolnej kolejności.

source: Delirium — Grim Flayer gets +2/+2 as long as there are four or more card types among cards in your graveyard.
pl: Delirium — Ten stwór dostaje +2/+2 o ile w twoim cmentarzu są karty należące do przynajmniej czterech typów kart.

source: When Heron's Grace Champion enters the battlefield, other Humans you control get +1/+1 and gain lifelink until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, pozostałe stwory typu Człowiek pod twoim władaniem dostają do końca tury +1/+1 oraz więź życia.

source: Whenever you cast an instant or sorcery spell, Mercurial Geists gets +3/+0 until end of turn.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, ten stwór dostaje do końca tury +3/+0.

source: Delirium — When Mournwillow enters the battlefield, if there are four or more card types among cards in your graveyard, creatures with power 2 or less can't block this turn.
pl: Delirium — Kiedy ten stwór wejdzie na pole bitwy, jeśli w twoim cmentarzu są karty należące do przynajmniej czterech typów kart, stwory o sile 2 lub mniejszej nie mogą blokować w tej turze.

source: Destroy target blocking creature. Creatures that were blocked by that creature this combat gain trample until end of turn.
pl: Zniszcz wskazanego blokującego stwora. Stwory blokowane w tej potyczce przez owego stwora zyskują tratowanie do końca tury.

source: When Spell Queller enters the battlefield, exile target spell with converted mana cost 4 or less.
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj wskazany czar o skrócie many 4 lub mniejszym.

source: When Spell Queller leaves the battlefield, the exiled card's owner may cast that card without paying its mana cost.
pl: Kiedy ten stwór opuści pole bitwy, właściciel owej wygnanej karty może ją rzucić bez płacenia jej kosztu many.

source: +1: Choose up to two target creatures. Until your next turn, whenever either of those creatures deals combat damage, you draw a card.
pl: +1: Wskaż co najwyżej dwa stwory. Do twojej następnej tury ilekroć którykolwiek z owych stwór zada obrażenia bojowe, dobierz kartę.

source: −2: Tap up to two target nonland permanents. They don't untap during their controller's next untap step.
pl: –2: Przekręć co najwyżej dwa nie-lądowe permanenty. Nie odkręcą się one w najbliższych krokach odkręcania swoich władców.

source: −7: Draw three cards. You get an emblem with "You may cast spells from your hand without paying their mana costs."
pl: –7: Dobierz trzy karty. Dostajesz emblemat mający "Możesz rzucać czary z twojej ręki bez płacenia ich kosztu many."

source: Whenever this creature enters the battlefield or transforms into Ulrich of the Krallenhorde, target creature gets +4/+4 until end of turn.
pl: Ilekroć ten stwór wejdzie na pole bitwy lub transformuje w tę formę, wskazany stwór dostaje do końca tury +4/+4.

source: At the beginning of each upkeep, if no spells were cast last turn, transform Ulrich of the Krallenhorde.
pl: Na początku każdego kroku utrzymania, jeśli w poprzedniej turze nie rzucono czarów, transformuj tego stwora.

source: Whenever this creature transforms into Ulrich, Uncontested Alpha, you may have it fight target non-Werewolf creature you don't control.
pl: Ilekroć ten stwór transformuje w tę formę, możesz sprawić że będzie on walczyć ze wskazanym stworem bez typu Wilkołak poza twoim władaniem.

source: At the beginning of each upkeep, if a player cast two or more spells last turn, transform Ulrich, Uncontested Alpha.
pl: Na początku każdego kroku utrzymania, jeśli w poprzedniej turze któryś gracz rzucił co najmniej dwa czary, transformuj tego stwora.

source: Equipped creature gets +0/+3 and has vigilance.
pl: Wyposażony stwór dostaje +0/+3 i ma czujność.

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj jako obrzęd.)

source: Cryptolith Fragment enters the battlefield tapped.
pl: Ten artefakt wchodzi przekręcony na pole bitwy.

source: |tap|: Add one mana of any color. Each player loses 1 life.
pl: |tap|: Weź jedną manę dowolnego koloru. Każdy gracz traci po 1 życiu.

source: At the beginning of your upkeep, if each player has 10 or less life, transform Cryptolith Fragment.
pl: Na początku twojego kroku utrzymania, jeśli każdy gracz ma 10 lub mniej żyć, transformuj ten artefakt.

source: Flying, deathtouch
pl: Latanie, dotyk śmierci

source: Whenever Aurora of Emrakul attacks, each opponent loses 3 life.
pl: Ilekroć ten stwór zaatakuje, każdy przeciwnik traci po 3 życia.

source: Equipped creature gets +2/+2.
pl: Wyposażony stwór dostaje +2/+2.

source: Creature spells you cast cost |mana_1| more to cast.
pl: Rzucanie czarów stworów kosztuje cię o |mana_1| mniej.

source: Lupine Prototype can't attack or block unless a player has no cards in hand.
pl: Ten stwór nie może atakować ani blokować, chyba że któryś gracz nie ma kart w ręce.

source: Equipped creature gets +3/+1 and must be blocked by an Eldrazi if able.
pl: Wyposażony stwór dostaje +3/+1 i musi być blokowany przez Eldrazi, jeśli to możliwe.

source: Equip |mana_4|
pl: Wyposaż |mana_4|

source: |mana_5|, |tap|, Sacrifice Soul Separator: Exile target creature card from your graveyard. Create a token that's a copy of that card, except it's 1/1, it's a Spirit in addition to its other types, and it has flying. Create a black Zombie creature token with power equal to that card's power and toughness equal to that card's toughness.
pl: |mana_5|, |tap|, poświęć ten artefakt: Wygnaj wskazaną kartę stwora z twojego cmentarza. Stwórz żeton będący kopią owej karty, ale jest on Duchem 1/1 oprócz swoich pozostałych typów oraz ma latanie. Stwórz żeton czarnego stwora Zombi z siła równą sile owej karty oraz wytrzymałością równą wytrzymałości owej karty.

source: Equipped creature gets +3/+3.
pl: Wyposażony stwór dostaje +3/+3.

source: Whenever equipped creature attacks, it doesn't untap during its controller's next untap step.
pl: Ilekroć wyposażony stwór zaatakuje, nie odkręci się on w najbliższym kroku odkręcania swojego władcy.

source: Whenever Stitcher's Graft becomes unattached from a permanent, sacrifice that permanent.
pl: Ilekroć ten artefakt zostanie odłączony od permanentu, poświęć ów permanent.

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: Terrarion enters the battlefield tapped.
pl: Ten artefakt wchodzi przekręcony na pole bitwy.

source: |mana_2|, |tap|, Sacrifice Terrarion: Add two mana in any combination of colors.
pl: |mana_2|, |tap|, poświęć ten artefakt: Weź dwie many w dowolnej kombinacji kolorów.

source: When Terrarion is put into a graveyard from the battlefield, draw a card.
pl: Kiedy ten artefakt zostanie umieszczony w cmentarzu z pola bitwy, dobierz kartę.

source: Equipped creature gets +4/+0.
pl: Wyposażony stwór dostaje +4/+0.

source: At the beginning of your end step, if equipped creature didn't deal combat damage to a creature this turn, sacrifice it.
pl: Na początku twojego kroku końcowego, jeśli wyposażony stwór nie zadał stworowi obrażeń bojowych w tej turze, poświęć go.

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_2|, |tap|: Each player draws a card, then discards a card.
pl: |mana_2|, |tap|: Każdy gracz dobiera kartę, po czym odrzuca kartę.

source: |mana_r|, |tap|: Target creature gains haste until end of turn.
pl: |mana_r|, |tap|: Wskazany stwór zyskuje pośpiech do końca tury.

source: |mana_3|\ |mana_r|\ |mana_r|, |tap|: If you both own and control Hanweir Battlements and a creature named Hanweir Garrison, exile them, then meld them into Hanweir, the Writhing Township.
pl: |mana_3|\ |mana_r|\ |mana_r|, |tap|: jeśli jednocześnie masz w posiadaniu i władaniu ten ląd oraz stwora o nazwie Hanweir Garrison, wygnaj je, po czym połącz je tworząc Hanweir, the Writhing Township.

source: If a spell or ability an opponent controls causes you to discard a card, you may reveal that card and put it on top of your library instead of putting it anywhere else.
pl: Jeśli czar lub zdolność pod władaniem przeciwnika zmusza cię do odrzucenia karty, możesz ujawnić ową kartę i umieścić ją na wierzchu twojej biblioteki zamiast umieszczać ją gdziekolwiek indziej.
