Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/GK1.po
Languages: pl

source: Return target card from your graveyard to your hand. Exile Treasured Find.
pl: Przywróć wskazaną kartę z twojego cmentarza do twojej ręki. Wygnaj niniejszą kartę.

source: |mana_1|, |tap|: Add |mana_b|\ |mana_g|.
pl: |mana_1|, |tap|: Weź |mana_b|\ |mana_g|.

source: Golgari Rot Farm enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Golgari Rot Farm enters the battlefield, return a land you control to its owner's hand.
pl: Kiedy ten ląd wejdzie na pole walki, przywróć ląd pod twoim władaniem do ręki właściciela.

source: |tap|: Add |mana_b|\ |mana_g|.
pl: |tap|: Weź |mana_b|\ |mana_g|.

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)

source: Flying, vigilance, haste
pl: Latanie, czujność, pośpiech

source: Whenever Aurelia, the Warleader attacks for the first time each turn, untap all creatures you control. After this phase, there is an additional combat phase.
pl: Ilekroć ten stwór zaatakuje po raz pierwszy w danej turze, odkręć wszystkie stwory pod twoim władaniem. Po tej fazie następuje dodatkowa faza walki.

source: Battalion — Whenever Boros Elite and at least two other creatures attack, Boros Elite gets +2/+2 until end of turn.
pl: Batalion — Ilekroć ten stwór zaatakuje wraz z co najmniej dwoma innymi stworami, niniejszy stwór dostaje +2/+2 do końca tury.

source: Battalion — Whenever Daring Skyjek and at least two other creatures attack, Daring Skyjek gains flying until end of turn.
pl: Batalion — Ilekroć ten stwór zaatakuje wraz z co najmniej dwoma innymi stworami, niniejszy stwór zyskuje latanie do końca tury.

source: Battalion — Whenever Bomber Corps and at least two other creatures attack, Bomber Corps deals 1 damage to any target.
pl: Batalion — Ilekroć ten stwór zaatakuje wraz z co najmniej dwoma innymi stworami, niniejszy stwór zadaje wskazanemu celowi 1 obrażenie.

source: Whenever Frenzied Goblin attacks, you may pay |mana_r|. If you do, target creature can't block this turn.
pl: Ilekroć ten stwór zaatakuje, możesz zapłacić |mana_r|. Jeśli tak zrobisz, wskazany stwór nie może blokować w tej turze.

source: Haste
pl: Pośpiech

source: Battalion — Whenever Legion Loyalist and at least two other creatures attack, creatures you control gain first strike and trample until end of turn and can't be blocked by creature tokens this turn.
pl: Batalion — Ilekroć ten stwór zaatakuje wraz z co najmniej dwoma innymi stworami, stwory pod twoim władaniem zyskują do końca tury pierwszy cios i tratowanie oraz nie mogą być w tej turze blokowane przez żetony stworów.

source: Whenever Agrus Kos, Wojek Veteran attacks, attacking red creatures get +2/+0 and attacking white creatures get +0/+2 until end of turn.
pl: Ilekroć ten stwór zaatakuje, do końca tury atakujące czerwone stwory dostają +2/+0 oraz atakujące białe stwory dostają +0/+2.

source: Boros Charm deals 4 damage to target player or planeswalker.
pl: Ten czar zadaje 4 obrażenia wskazanemu graczowi lub wędrowcowi.

source: Permanents you control gain indestructible until end of turn.
pl: Permanenty pod twoim władaniem zyskują niezniszczalność do końca tury.

source: Target creature gains double strike until end of turn.
pl: Wskazany stwór zyskuje podwójny cios do końca tury.

source: Whenever Boros Reckoner is dealt damage, it deals that much damage to any target.
pl: Ilekroć ten stwór otrzyma obrażenia, zadaje wskazanemu celowi tyle samo obrażeń.

source: |mana_rw|: Boros Reckoner gains first strike until end of turn.
pl: |mana_rw|: Ten stwór zyskuje pierwszy cios do końca tury.

source: Double strike
pl: Podwójny cios

source: Radiance — Brightflame deals X damage to target creature and each other creature that shares a color with it. You gain life equal to the damage dealt this way.
pl: Promienistość — Ten czar zadaje X obrażeń wskazanemu stworowi i każdemu innemu stworowi współdzielącemu z nim kolor. Zyskaj życia równe obrażeniom zadanym w ten sposób.

source: Flying, first strike
pl: Latanie, pierwszy cios

source: At the beginning of your upkeep, if Firemane Angel is in your graveyard or on the battlefield, you may gain 1 life.
pl: Na początku twojego kroku utrzymania, jeśli ta karta jest w twoim cmentarzu lub na polu walki, możesz zyskać 1 życie.

source: |mana_6|\ |mana_r|\ |mana_r|\ |mana_w|\ |mana_w|: Return Firemane Angel from your graveyard to the battlefield. Activate this ability only during your upkeep.
pl: |mana_6|\ |mana_r|\ |mana_r|\ |mana_w|\ |mana_w|: Przywróć tę kartę z twojego cmentarza na pole walki. Aktywuj tylko podczas twojego kroku utrzymania.

source: Battalion — Whenever Firemane Avenger and at least two other creatures attack, Firemane Avenger deals 3 damage to any target and you gain 3 life.
pl: Batalion — Ilekroć ten stwór zaatakuje wraz z co najmniej dwoma innymi stworami, niniejszy stwór zadaje 3 obrażenia we wskazany cel, a ty zyskaj 3 życia.

source: Lightning Helix deals 3 damage to any target and you gain 3 life.
pl: Ten czar zadaje 3 obrażenia we wskazany cel, a ty zyskaj 3 życia.

source: Target creature gets +3/+0 until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+0.

source: Target creature gets +0/+3 until end of turn.
pl: Wskazany stwór dostaje do końca tury +0/+3.

source: Cast this spell only before attackers are declared.
pl: Rzuć ten czar tylko przed deklaracją atakujących.

source: You choose which creatures attack this turn.
pl: Ty decydujesz, które stwory zaatakują w tej turze.

source: You choose which creatures block this turn and how those creatures block.
pl: Ty decydujesz, które stwory będą blokować w tej turze i w jaki sposób.

source: |tap|: The next 3 damage that would be dealt to target creature you control this turn is dealt to another target creature instead.
pl: |tap|: Najbliższe 3 obrażenia, które mogłyby zostać zadane w tej turze wskazanemu stworowi pod twoim władaniem, zamiast tego zostaną zadane innemu wskazanemu stworowi.

source: Trample, lifelink, haste
pl: Tratowanie, więź życia, pośpiech

source: At the beginning of the end step, sacrifice Spark Trooper.
pl: Na początku kroku końcowego, poświęć tego stwora.

source: |mana_1|\ |mana_r|\ |mana_w|: Creatures you control get +1/+0 until end of turn.
pl: |mana_1|\ |mana_r|\ |mana_w|: Stwory pod twoim władaniem dostają do końca tury +1/+0.

source: |mana_2|\ |mana_r|\ |mana_w|: Create a 1/1 red and white Soldier creature token with haste.
pl: |mana_2|\ |mana_r|\ |mana_w|: Stwórz żeton czerwono-białego stwora Piechur 1/1 z pośpiechem.

source: |tap|: Add |mana_r| or |mana_w|.
pl: |tap|: Weź |mana_r| lub |mana_w|.

source: |mana_r|\ |mana_w|: Boros Keyrune becomes a 1/1 red and white Soldier artifact creature with double strike until end of turn. (It deals both first-strike and regular combat damage.)
pl: |mana_r|\ |mana_w|: Ten artefakt staje się do końca tury czerwono-białym artefaktowym stworem Piechur 1/1 z podwójnym ciosem. (Zadaje obrażenia w pierwszym ciosie oraz normalnie.)

source: |mana_1|, |tap|: Add |mana_r|\ |mana_w|.
pl: |mana_1|, |tap|: Weź |mana_r|\ |mana_w|.

source: Boros Garrison enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Boros Garrison enters the battlefield, return a land you control to its owner's hand.
pl: Kiedy ten ląd wejdzie na pole walki, przywróć ląd pod twoim władaniem do ręki właściciela.

source: |tap|: Add |mana_r|\ |mana_w|.
pl: |tap|: Weź |mana_r|\ |mana_w|.

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_2|\ |mana_r|\ |mana_w|, |tap|: Target creature gains double strike until end of turn.
pl: |mana_2|\ |mana_r|\ |mana_w|, |tap|: Wskazany stwór zyskuje do końca tury podwójny cios.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: Whenever another creature enters the battlefield under your control, you gain life equal to that creature's toughness.
pl: Ilekroć inny stwór wejdzie na pole walki pod twoim władaniem, zyskaj życia równe wytrzymałości owego stwora.

source: |mana_1|\ |mana_g|\ |mana_w|, |tap|: Populate. (Create a token that's a copy of a creature token you control.)
pl: |mana_1|\ |mana_g|\ |mana_w|, |tap|: Zaludnij. (Stwórz żeton będący kopią żetonowego stwora pod twoim władaniem.)

source: Convoke (Your creatures can help cast this spell. Each creature you tap while casting this spell pays for |mana_1| or one mana of that creature's color.)
pl: Współpraca (Twoje stwory mogą pomóc rzucić ten czar. Każdy stwór, którego przekręcisz podczas rzucania tego czaru płaci za |mana_1| lub jedną manę w kolorze owego stwora.)

source: Exile target attacking or blocking creature.
pl: Wygnaj wskazanego atakującego lub blokującego stwora.

source: Destroy all nontoken creatures.
pl: Zniszcz wszystkie nieżetonowe stwory.

source: Target creature gets +2/+2 until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+2.

source: Create three 1/1 green Saproling creature tokens.
pl: Stwórz trzy żetony zielonego stwora Sadzonka 1/1.

source: Create a 5/5 green Wurm creature token with trample.
pl: Stwórz żeton zielonego stwora Żmij 5/5 z tratowaniem.

source: When Armada Wurm enters the battlefield, create a 5/5 green Wurm creature token with trample.
pl: Kiedy ten stwór wejdzie na pole walki, stwórz żeton zielonego stwora Żmij 5/5 z tratowaniem.

source: Create a 3/3 green Centaur creature token.
pl: Stwórz żeton zielonego stwora Centaur 3/3.

source: When Centaur Healer enters the battlefield, you gain 3 life.
pl: Kiedy ten stwór wejdzie na pole walki, zyskaj 3 życia.

source: If an instant or sorcery card would be put into a graveyard from anywhere, exile it instead.
pl: Jeśli karta sztuczki lub obrzędu miałaby zostać umieszczona skądkolwiek w cmentarzu, zamiast tego wygnaj ją.

source: Tap an untapped creature you control: Tap target artifact or creature.
pl: Przekręć odkręconego stwora pod twoim władaniem: Przekręć wskazany artefakt lub stwora.

source: At the beginning of your upkeep, populate. (Create a token that's a copy of a creature token you control.)
pl: Na początku twojego kroku utrzymania, zaludnij. (Stwórz żeton będący kopią żetonowego stwora pod twoim władaniem.)

source: When Loxodon Hierarch enters the battlefield, you gain 4 life.
pl: Kiedy ten stwór wejdzie na pole walki, zyskaj 4 życia.

source: |mana_g|\ |mana_w|, Sacrifice Loxodon Hierarch: Regenerate each creature you control.
pl: |mana_g|\ |mana_w|, poświęć tego stwora: Zregeneruj każdego stwora pod twoim władaniem.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature has flying.
pl: Zauroczony stwór ma latanie.

source: Whenever enchanted creature deals combat damage to a player, create that many 1/1 green Saproling creature tokens.
pl: Ilekroć zauroczony stwór zada graczowi obrażenia bojowe, stwórz tyle samo żetonów zielonego stwora Saproling 1/1.

source: (|mana_gw| can be paid with either |mana_g| or |mana_w|.)
pl: (|mana_gw| można opłacić używając |mana_g| albo |mana_w|.)

source: Other permanents you control have hexproof. (They can't be the targets of spells or abilities your opponents control.)
pl: Inne permanenty pod twoim władaniem mają antyklątwę. (Nie mogą być wskazywane przez czary lub zdolności pod władaniem twoich przeciwników.)

source: Target creature gets +2/+2 and gains trample until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+2 i tratowanie.

source: Exile target creature with power 5 or greater.
pl: Wygnaj wskazanego stwora o sile 5 lub większej.

source: Create a 2/2 white Knight creature token with vigilance.
pl: Stwórz żeton białego stwora Rycerz 2/2 z czujnością.

source: |mana_1|, |tap|, Tap an untapped creature you control: Create a 1/1 green Saproling creature token.
pl: |mana_1|, |tap|, przekręć odkręconego stwora pod twoim władaniem: Stwórz żeton zielonego stwora Saproling 1/1.

source: |mana_3|\ |mana_g|: Create a 1/1 green Saproling creature token.
pl: |mana_3|\ |mana_g|: Stwórz żeton zielonego stwora Saproling 1/1.

source: |mana_3|\ |mana_w|: Creatures you control get +1/+1 until end of turn.
pl: |mana_3|\ |mana_w|: Stwory pod twoim władaniem dostają +1/+1 do końca tury.

source: Destroy target artifact or enchantment, then populate. (Create a token that's a copy of a creature token you control.)
pl: Zniszcz wskazany artefakt lub urok, następnie zaludnij. (Stwórz żeton będący kopią żetonowego stwora pod twoim władaniem.)

source: Other green creatures you control get +1/+1.
pl: Inne zielone stwory pod twoim władaniem dostają +1/+1.

source: Other white creatures you control get +1/+1.
pl: Inne białe stwory pod twoim władaniem dostają +1/+1.

source: |mana_1|, |tap|: Add |mana_g|\ |mana_w|.
pl: |mana_1|, |tap|: Weź |mana_g|\ |mana_w|.

source: |mana_3|\ |mana_g|\ |mana_w|, |tap|, Tap two untapped creatures you control, Sacrifice Grove of the Guardian: Create an 8/8 green and white Elemental creature token with vigilance.
pl: |mana_3|\ |mana_g|\ |mana_w|, |tap|, przekręć dwa odkręcone stwory pod twoim władaniem, poświęć ten ląd: Stwórz żeton zielono-białego stwora Żywiołak 8/8 z czujnością.

source: Selesnya Sanctuary enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Selesnya Sanctuary enters the battlefield, return a land you control to its owner's hand.
pl: Kiedy ten ląd wejdzie na pole walki, przywróć ląd pod twoim władaniem do ręki właściciela.

source: |tap|: Add |mana_g|\ |mana_w|.
pl: |tap|: Weź |mana_g|\ |mana_w|.
