Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/GK1.po
Languages: pl

source: Etrata, the Silencer can't be blocked.
pl: Ten stwór nie może być blokowany.

source: Whenever Etrata deals combat damage to a player, exile target creature that player controls and put a hit counter on that card. That player loses the game if they own three or more exiled cards with hit counters on them. Etrata's owner shuffles Etrata into their library.
pl: Ilekroć ten stwór zadaje graczowi obrażenia bojowe, wygnaj wskazanego stwora władanego przez owego gracza i umieść znacznik trafienia na owej karcie. Ów gracz przegrywa grę jeśli posiada co najmniej trzy karty wygnane ze znacznikami trafienia. Właściciel niniejszej karty wtasowuje ją do swojej biblioteki.

source: Create a token that's a copy of target artifact or creature.
pl: Stwórz żeton będący kopią wskazanego artefaktu lub stwora.

source: Cipher (Then you may exile this spell card encoded on a creature you control. Whenever that creature deals combat damage to a player, its controller may cast a copy of the encoded card without paying its mana cost.)
pl: Szyfruj (Następnie możesz wygnać tę kartę kodując ją na stworze pod twoim władaniem. Ilekroć ów stwór zada graczowi obrażenia bojowe, jego władca może rzucić kopię zakodowanej karty bez płacenia jej kosztu many.)

source: Counter target spell unless its controller pays |mana_x|. If that spell is countered this way, exile it instead of putting it into its owner's graveyard.
pl: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_x|. Jeśli ów czar zostanie skontrowany w ten sposób, wygnaj go zamiast umieszczać go w cmentarzu właściciela.

source: Look at the top three cards of your library. Put one of those cards into your hand, one on top of your library, and one on the bottom of your library.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, jedna na wierzchu twojej biblioteki, a jedną na spodzie twojej biblioteki.

source: Target creature gets -3/-3 until end of turn.
pl: Wskazany stwór dostaje do końca tury -3/-3.

source: When Netherborn Phalanx enters the battlefield, each opponent loses 1 life for each creature they control.
pl: Kiedy ten stwór wejdzie na pole walki, każdy przeciwnik traci po 1 życiu za każdego stwora pod swoim władaniem.

source: Transmute |mana_1|\ |mana_b|\ |mana_b| (|mana_1|\ |mana_b|\ |mana_b|, Discard this card: Search your library for a card with the same converted mana cost as this card, reveal it, and put it into your hand. Then shuffle your library. Transmute only as a sorcery.)
pl: Transmutuj |mana_1|\ |mana_b|\ |mana_b| (|mana_1|\ |mana_b|\ |mana_b|, odrzuć tę kartę: Wyszukaj w twojej bibliotece kartę o takim samym skróconym koszcie many co ta karta, ujawnij ją i umieść w twojej ręce. Następnie przetasuj twoją biblioteką. Transmutuj tylko jako obrzęd.)

source: Create a 1/1 blue and black Horror creature token with flying.
pl: Stwórz żeton niebiesko-czarnego stwora Horror 1/1 z lataniem.

source: Whenever you cast a blue spell, exile the top card of target player's library.
pl: Ilekroć rzucisz niebieski czar, wygnaj wierzchnią kartę biblioteki wskazanego gracza.

source: Whenever you cast a black spell, exile the top card of target player's library.
pl: Ilekroć rzucisz czarny czar, wygnaj wierzchnią kartę biblioteki wskazanego gracza.

source: Your opponents can't cast spells with the same name as a card exiled with Circu, Dimir Lobotomist.
pl: Twoi przeciwnicy nie mogą rzucać czarów o takiej samej nazwie, co jakakolwiek karta wygnana z użyciem tego stwora.

source: Consuming Aberration's power and toughness are each equal to the number of cards in your opponents' graveyards.
pl: Siła oraz wytrzymałość tej karty są obie równe liczbie kart w cmentarzach twoich przeciwników.

source: Whenever you cast a spell, each opponent reveals cards from the top of their library until they reveal a land card, then puts those cards into their graveyard.
pl: Ilekroć rzucisz czar, każdy przeciwnik ujawnia karty z wierzchu swojej biblioteki, aż ujawni kartę lądu, następnie umieszcza owe karty w swoim cmentarzu.

source: Choose one —
pl: Wybierz jedno —

source: Counter target sorcery spell.
pl: Skontruj wskazany czar obrzędu.

source: Destroy target creature with power 2 or less.
pl: Zniszcz wskazanego stwora o sile 2 lub mniejszej.

source: Look at the top three cards of target player's library. Put one back and the rest into that player's graveyard.
pl: Spójrz na trzy wierzchnie karty biblioteki wskazanego gracza. Umieść jedną z nich z powrotem, a pozostałe w cmentarzu owego gracza.

source: |mana_1|\ |mana_u|\ |mana_b|: Exile target creature card from a graveyard. Dimir Doppelganger becomes a copy of that card, except it has this ability.
pl: |mana_1|\ |mana_u|\ |mana_b|: Wygnaj wskazaną kartę stwora z dowolnego cmentarza. Ten stwór staje się kopią owej karty, ale zachowuje niniejszą zdolność.

source: (|mana_ub| can be paid with either |mana_u| or |mana_b|.)
pl: (|mana_ub| można opłacić używając |mana_u| albo |mana_b|.)

source: |mana_3|\ |mana_u|: Target player draws a card. Activate this ability only any time you could cast a sorcery.
pl: |mana_3|\ |mana_u|: Wskazany gracz dobiera kartę. Aktywuj tylko jako obrzęd.

source: |mana_3|\ |mana_b|: Target player discards a card. Activate this ability only any time you could cast a sorcery.
pl: |mana_3|\ |mana_b|: Wskazany gracz odrzuca kartę. Aktywuj tylko jako obrzęd.

source: When Dinrova Horror enters the battlefield, return target permanent to its owner's hand, then that player discards a card.
pl: Kiedy ten stwór wejdzie na pole walki, przywróć wskazany permanent do ręki właściciela, następnie ów gracz odrzuca kartę.

source: Target player puts the top ten cards of their library into their graveyard.
pl: Wskazany gracz umieszcza dziesięć wierzchnich kart swojej biblioteki w swoim cmentarzu.

source: Hexproof
pl: Antyklątwa

source: Whenever a creature card is put into an opponent's graveyard from anywhere, you may have Lazav, Dimir Mastermind become a copy of that card, except its name is Lazav, Dimir Mastermind, it's legendary in addition to its other types, and it has hexproof and this ability.
pl: Ilekroć karta stwora zostanie umieszczona skądkolwiek w cmentarzu przeciwnika, możesz sprawić, by niniejszy stwór stał się kopią owej karty, ale zachowuje swoją nazwę, jest dodatkowo legendarny, ma antyklątwę i niniejszą zdolność.

source: Flying
pl: Latanie

source: Whenever Mirko Vosk, Mind Drinker deals combat damage to a player, that player reveals cards from the top of their library until they reveal four land cards, then puts those cards into their graveyard.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz ujawnia karty z wierzchu swojej biblioteki, aż ujawni cztery karty lądów, następnie umieszcza owe karty w swoim cmentarzu.

source: At the beginning of your upkeep, you lose 1 life.
pl: Na początku twojego kroku utrzymania, strać 1 życie.

source: Whenever Nightveil Specter deals combat damage to a player, that player exiles the top card of their library.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz wygania wierzchnią kartę swojej biblioteki.

source: You may play cards exiled with Nightveil Specter.
pl: Możesz zagrywać karty wygnane z użyciem tego stwora.

source: If Szadek, Lord of Secrets would deal combat damage to a player, instead put that many +1/+1 counters on Szadek and that player puts that many cards from the top of their library into their graveyard.
pl: Gdy ten stwór miałby zadać graczowi obrażenia bojowe, zamiast tego umieść na tym stworze tyle samo znaczników +1/+1, a ów gracz umieszcza tyle samo kart z wierzchu swojej biblioteki w swoim cmentarzu.

source: Target creature gets +X/-X until end of turn, where X is the number of cards in your hand.
pl: Wskazany stwór dostaje do końca tury +X/-X, gdzie X jest liczbą kart w twojej ręce.

source: |mana_1|, |tap|: Add |mana_u|\ |mana_b|.
pl: |mana_1|, |tap|: Weź |mana_u|\ |mana_b|.

source: Dimir Aqueduct enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Dimir Aqueduct enters the battlefield, return a land you control to its owner's hand.
pl: Kiedy ten ląd wejdzie na pole walki, przywróć ląd pod twoim władaniem do ręki właściciela.

source: |tap|: Add |mana_u|\ |mana_b|.
pl: |tap|: Weź |mana_u|\ |mana_b|.

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: Whenever you draw a card, Niv-Mizzet, the Firemind deals 1 damage to any target.
pl: Ilekroć dobierzesz kartę, ten stwór zadaje 1 obrażenie we wskazany cel.

source: |tap|: Draw a card.
pl: |tap|: Dobierz kartę.

source: Replicate |mana_2|\ |mana_u| (When you cast this spell, copy it for each time you paid its replicate cost.)
pl: Replikacja |mana_2|\ |mana_u| (Kiedy rzucisz ten czar, skopiuj go tyle razy, ile razy opłaciłeś jego koszt replikacji.)

source: Create a 3/3 blue Weird creature token with defender and flying. Exile it at the beginning of the next end step.
pl: Stwórz żeton niebieskiego stwora Dziwadło 3/3 z obronnością i lataniem. Wygnaj go na początku najbliższego kroku końcowego.

source: Char deals 4 damage to any target and 2 damage to you.
pl: Ten czara zadaje 4 obrażenia we wskazany cel i dwa obrażenia tobie.

source: Electrickery deals 1 damage to target creature you don't control.
pl: Wskazany stwór poza twoim władaniem dostaje od tego czaru 1 obrażenie.

source: Overload |mana_1|\ |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_1|\ |mana_r| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: Create four 1/1 red Goblin creature tokens.
pl: Stwórz cztery żetony czerwonego stwora Goblin 1/1.

source: Whenever you cast an instant or sorcery spell, Guttersnipe deals 2 damage to each opponent.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, ten stwór zadaje każdemu przeciwnikowi po 2 obrażenia.

source: Mizzium Mortars deals 4 damage to target creature you don't control.
pl: Wskazany stwór poza twoim władaniem dostaje od tego czaru 4 obrażenia.

source: Overload |mana_3|\ |mana_r|\ |mana_r|\ |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_3|\ |mana_r|\ |mana_r|\ |mana_r| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: Replicate |mana_1|\ |mana_r| (When you cast this spell, copy it for each time you paid its replicate cost. You may choose new targets for the copies.)
pl: Replikacja |mana_1|\ |mana_r| (Kiedy rzucisz ten czar, skopiuj go tyle razy, ile razy opłaciłeś jego koszt replikacji. Możesz wskazać nowe cele dla kopii.)

source: Pyromatics deals 1 damage to any target.
pl: Ten czar zadaje 1 obrażenie we wskazany cel.

source: Replicate |mana_r| (When you cast this spell, copy it for each time you paid its replicate cost. You may choose new targets for the copies.)
pl: Replikacja |mana_r| (Kiedy rzucisz ten czar, skopiuj go tyle razy, ile razy opłaciłeś jego koszt replikacji. Możesz wskazać nowe cele dla kopii.)

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Target player draws two cards, then Cerebral Vortex deals damage to that player equal to the number of cards they've drawn this turn.
pl: Wskazany gracz dobiera dwie karty, następnie ten czar zadaje owemu graczowi tyle obrażeń, ile dobrał on kart w tej turze.

source: (|mana_ur| can be paid with either |mana_u| or |mana_r|.)
pl: (|mana_ur| można opłacić używając |mana_u| albo |mana_r|.)

source: Each instant and sorcery spell you cast has replicate. The replicate cost is equal to its mana cost. (When you cast it, copy it for each time you paid its replicate cost. You may choose new targets for the copies.)
pl: Każdy rzucany przez ciebie czar sztuczki lub obrzędu ma replikację o koszcie równym jego kosztowi many. (Kiedy go rzucisz, skopiuj go tyle razy, ile razy opłaciłeś jego koszt replikacji. Możesz wskazać nowe cele dla kopii.)

source: Electrolyze deals 2 damage divided as you choose among one or two targets.
pl: Ten czar zadaje 2 obrażenia rozdzielone według twojego uznania pomiędzy jeden lub dwa wskazane cele.

source: Draw a card.
pl: Dobierz kartę.

source: |tap|: Gelectrode deals 1 damage to any target.
pl: |tap|: Ten stwór zadaje 1 obrażenie we wskazany cel.

source: Whenever you cast an instant or sorcery spell, you may untap Gelectrode.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, możesz odkręcić tego stwora.

source: Flying, haste
pl: Latanie, pośpiech

source: You may cast sorcery spells as though they had flash. (You may cast them any time you could cast an instant.)
pl: Możesz rzucać karty obrzędów, jakby miały błysk. (Możesz je rzucać jak sztuczki.)

source: Draw X cards.
pl: Dobierz X kart.

source: Invoke the Firemind deals X damage to any target.
pl: Ten czar zadaje X obrażeń we wskazany cel.

source: Counter target noncreature spell unless its controller pays |mana_2|.
pl: Skontruj wskazany czar nie będący stworem, chyba że jego władca zapłaci |mana_2|.

source: Izzet Charm deals 2 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 2 obrażenia.

source: Draw two cards, then discard two cards.
pl: Dobierz dwie karty, następnie odrzuć dwie karty.

source: |mana_1|\ |mana_u|\ |mana_r|: Draw a card, then discard a card.
pl: |mana_1|\ |mana_u|\ |mana_r|: Dobierz kartę, następnie odrzuć kartę.

source: |mana_2|\ |mana_u|\ |mana_r|: Copy target instant or sorcery spell you control. You may choose new targets for the copy.
pl: |mana_2|\ |mana_u|\ |mana_r|: Skopiuj wskazany czar sztuczki lub obrzędu pod twoim władaniem. Możesz wskazać nowe cele dla kopii.

source: Flip a coin. If you win the flip, take an extra turn after this one.
pl: Rzuć monetą. Jeśli wygrasz, weź dodatkową turę po obecnej.

source: Whenever you cast a blue spell, target creature gains flying until end of turn.
pl: Ilekroć rzucisz niebieski czar, wskazany stwór zyskuje latanie do końca tury.

source: Whenever you cast a red spell, Tibor and Lumia deals 1 damage to each creature without flying.
pl: Ilekroć rzucisz czerwony czar, ten stwór zadaje 1 obrażenie każdemu stworowi bez latania.

source: Until end of turn, target creature loses all abilities and becomes a red Weird with base power and toughness 0/1.
pl: Do końca tury wskazany stwór traci wszystkie zdolności i staje się czerwonym Dziwadłem o bazowych sile i wytrzymałości 0/1.

source: Fuse (You may cast one or both halves of this card from your hand.)
pl: Fuzja (Możesz rzucić z ręki jedną lub obie połowy tej karty.)

source: Burn deals 2 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 2 obrażenia.

source: |mana_1|, |tap|: Add |mana_u|\ |mana_r|.
pl: |mana_1|, |tap|: Weź |mana_u|\ |mana_r|.

source: Izzet Boilerworks enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Izzet Boilerworks enters the battlefield, return a land you control to its owner's hand.
pl: Kiedy ten ląd wejdzie na pole walki, przywróć ląd pod twoim władaniem do ręki właściciela.

source: |tap|: Add |mana_u|\ |mana_r|.
pl: |tap|: Weź |mana_u|\ |mana_r|.

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: Undergrowth — When Izoni, Thousand-Eyed enters the battlefield, create a 1/1 black and green Insect creature token for each creature card in your graveyard.
pl: Ściółka — Kiedy ten stwór wejdzie na pole walki, stwórz po jednym żetonie czarno-zielonego stwora Insekt 1/1 za każdą kartę stwora w twoim cmentarzu.

source: |mana_b|\ |mana_g|, Sacrifice another creature: You gain 1 life and draw a card.
pl: |mana_b|\ |mana_g|, poświęć innego stwora: Zyskaj 1 życie oraz dobierasz kartę.

source: Target creature gets -1/-1 until end of turn.
pl: Wskazany stwór dostaje -1/-1 do końca tury.

source: Dredge 3 (If you would draw a card, instead you may put exactly three cards from the top of your library into your graveyard. If you do, return this card from your graveyard to your hand. Otherwise, draw a card.)
pl: Czerpak 3 (Jeśli miałbyś dobrać kartę, zamiast tego możesz umieścić dokładnie trzy karty z wierzchu twojej biblioteki w twoim cmentarzu. Jeśli tak zrobisz, przywróć niniejszą kartę z twojego cmentarza do twojej ręki. W przeciwnym razie dobierz kartę.)

source: When Slum Reaper enters the battlefield, each player sacrifices a creature.
pl: Kiedy ten stwór wejdzie na pole walki, każdy gracz poświęca stwora.

source: Whenever Stinkweed Imp deals combat damage to a creature, destroy that creature.
pl: Kiedy ten stwór zada jakiemuś stworowi obrażenia bojowe, zniszcz owego stwora.

source: Dredge 5 (If you would draw a card, instead you may put exactly five cards from the top of your library into your graveyard. If you do, return this card from your graveyard to your hand. Otherwise, draw a card.)
pl: Czerpak 5 (Jeśli miałbyś dobrać kartę, zamiast tego możesz umieścić dokładnie pięć kart z wierzchu twojej biblioteki w twoim cmentarzu. Jeśli tak zrobisz, przywróć niniejszą kartę z twojego cmentarza do twojej ręki. W przeciwnym razie dobierz kartę.)

source: Scavenge |mana_4|\ |mana_g|\ |mana_g| (|mana_4|\ |mana_g|\ |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_4|\ |mana_g|\ |mana_g| (|mana_4|\ |mana_g|\ |mana_g|, wygnaj tę kartę z twojego cmentarza: Umieść na wskazanym stworze tyle znaczników +1/+1 , ile wynosi siła tej karty. Aktywuj jako obrzęd.)

source: |tap|: Add |mana_b|. Elves of Deep Shadow deals 1 damage to you.
pl: |tap|: Weź |mana_b|. Ten stwór zadaje tobie 1 obrażenie.

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: Destroy target nonland permanent with converted mana cost 3 or less.
pl: Zniszcz wskazany nie-lądowy permanent o skróconym koszcie many 3 lub mniejszym.

source: When Deadbridge Chant enters the battlefield, put the top ten cards of your library into your graveyard.
pl: Kiedy ta karta wejdzie na pole walki, umieść dziesięć wierzchnich kart twojej biblioteki w twoim cmentarzu.

source: At the beginning of your upkeep, choose a card at random in your graveyard. If it's a creature card, put it onto the battlefield. Otherwise, put it into your hand.
pl: Na początku twojego kroku utrzymania wybierz losową kartę z twojego cmentarza. Jeśli to karta stwora, umieść ją na polu walki. W przeciwnym razie umieść ją w twojej ręce.

source: |tap|: Exile target land card from a graveyard. Add one mana of any color.
pl: |tap|: Wygnaj wskazaną kartę lądu z cmentarza. Weź jedną manę dowolnego koloru.

source: |mana_b|, |tap|: Exile target instant or sorcery card from a graveyard. Each opponent loses 2 life.
pl: |mana_b|, |tap|: Wygnaj wskazaną kartę sztuczki lub obrzędu z cmentarza. Każdy przeciwnik traci po 2 życia.

source: |mana_g|, |tap|: Exile target creature card from a graveyard. You gain 2 life.
pl: |mana_g|, |tap|: Wygnaj wskazaną kartę stwora z cmentarza. Zyskaj 2 życia.

source: Choose target creature. Put the top four cards of your library into your graveyard, then that creature gets -1/-1 until end of turn for each land card in your graveyard.
pl: Wskaż stwora. Umieść cztery wierzchnie karty twojej biblioteki w twoim cmentarzu, następnie ów stwór dostaje do końca tury -1/-1 za każdą kartę lądu w twoim cmentarzu.

source: Destroy each nonland permanent with converted mana cost X or less.
pl: Zniszcz każdy nielądowy permanent o skróconym koszcie many X lub mniejszym.

source: All creatures get -1/-1 until end of turn.
pl: Wszystkie stwory dostają do końca tury -1/-1.

source: Destroy target enchantment.
pl: Zniszcz wskazany urok.

source: Regenerate each creature you control.
pl: Zregeneruj każdego stwora pod twoim władaniem.

source: |mana_1|, Sacrifice Grave-Shell Scarab: Draw a card.
pl: |mana_1|, poświęć tego stwora: Dobierz kartę.

source: Dredge 1 (If you would draw a card, instead you may put exactly one card from the top of your library into your graveyard. If you do, return this card from your graveyard to your hand. Otherwise, draw a card.)
pl: Czerpak 1 (Jeśli miałbyś dobrać kartę, zamiast tego możesz umieścić dokładnie jedną kartę z wierzchu twojej biblioteki w twoim cmentarzu. Jeśli tak zrobisz, przywróć niniejszą kartę z twojego cmentarza do twojej ręki. W przeciwnym razie dobierz kartę.)

source: Reveal the top five cards of your library. You may put a creature or land card from among them into your hand. Put the rest into your graveyard.
pl: Ujawnij pięć wierzchnich kart twojej biblioteki. Możesz umieścić kartę stwora lub lądu spośród nich w twojej ręce. Umieść pozostałe w twoim cmentarzu.

source: Jarad, Golgari Lich Lord gets +1/+1 for each creature card in your graveyard.
pl: Ten stwór dostaje +1/+1 za każdą kartę stwora w twoim cmentarzu.

source: |mana_1|\ |mana_b|\ |mana_g|, Sacrifice another creature: Each opponent loses life equal to the sacrificed creature's power.
pl: |mana_1|\ |mana_b|\ |mana_g|, poświęć innego stwora: Każdy przeciwnik traci tyle żyć, ile wynosiła siła poświęconego stwora.

source: Sacrifice a Swamp and a Forest: Return Jarad from your graveyard to your hand.
pl: Poświęć Bagno oraz Las: Przywróć tę kartę z twojego cmentarza do twojej ręki.

source: |mana_1|\ |mana_b|\ |mana_g|: Target creature gets +1/+1 and gains intimidate until end of turn. (It can't be blocked except by artifact creatures and/or creatures that share a color with it.)
pl: |mana_1|\ |mana_b|\ |mana_g|: Wskazany stwór dostaje do końca tury +1/+1 oraz zastraszenie. (Nie może być blokowany, chyba że przez stwory artefaktyczne i/lub współdzielące z nim kolor.)

source: |mana_2|\ |mana_b|\ |mana_g|, Sacrifice a nontoken creature: Create X 1/1 green Saproling creature tokens, where X is the sacrificed creature's toughness.
pl: |mana_2|\ |mana_b|\ |mana_g|, poświęć nieżetonowego stwora: Stwórz X żetonów zielonego stwora Saproling 1/1, gdzie X jest wytrzymałością poświęconego stwora.

source: Trample
pl: Tratowanie

source: Discard a creature card: Put a +1/+1 counter on Lotleth Troll.
pl: Odrzuć kartę stwora: Umieść znacznik +1/+1 na tym stworze.

source: |mana_b|: Regenerate Lotleth Troll.
pl: |mana_b|: Zregeneruj tego stwora.

source: Destroy target artifact or creature. It can't be regenerated.
pl: Zniszcz wskazany artefakt lub stwora. Nie może on zostać zregenerowany.

source: Whenever you sacrifice a black creature, you may pay 2 life. If you do, each other player sacrifices a creature.
pl: Ilekroć poświęcisz czarnego stwora, możesz zapłacić 2 życia. Jeśli tak zrobisz, każdy inny gracz poświęca stwora.

source: Whenever you sacrifice a green creature, you may gain 2 life.
pl: Ilekroć poświęcisz zielonego stwora, możesz zyskać 2 życia.

source: Sacrifice Shambling Shell: Put a +1/+1 counter on target creature.
pl: Poświęć tego stwora: Umieść znacznik +1/+1 na wskazanym stworze.

source: |mana_g|: Target creature blocks Sisters of Stone Death this turn if able.
pl: |mana_g|: Wskazany stwór blokuje tego stwora w tej turze, jeśli to możliwe.

source: |mana_b|\ |mana_g|: Exile target creature blocking or blocked by Sisters of Stone Death.
pl: |mana_b|\ |mana_g|: Wygnaj wskazanego stwora blokującego lub blokowanego przez tego stwora.

source: |mana_2|\ |mana_b|: Put a creature card exiled with Sisters of Stone Death onto the battlefield under your control.
pl: |mana_2|\ |mana_b|: Umieść kartę stwora wygnaną z użyciem tego stwora na polu walki pod twoim władaniem.
