Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/GRN.po
Languages: pl

source: You may play the top card of your library.
pl: Możesz zagrywać górną kartę twojej biblioteki.

source: You can't play cards from your hand.
pl: Nie możesz zagrywać kart z twojej ręki.

source: |mana_3|\ |mana_r|: Destroy Experimental Frenzy.
pl: |mana_3|\ |mana_r|: Zniszcz ten urok.

source: Whenever you cast an instant or sorcery spell, Fire Urchin gets +1/+0 until end of turn.
pl: Ilekroć rzucasz sztuczkę lub obrzęd, ten stwór dostaje +1/+0 do końca tury.

source: |mana_1|\ |mana_r|: Goblin Banneret gets +2/+0 until end of turn.
pl: |mana_1|\ |mana_r|: Ten stwór dostaje +2/+0 do końca tury.

source: |mana_1|, Sacrifice Goblin Cratermaker: Choose one —
pl: |mana_1|, poświęć tego stwora: Wybierz jedno —

source: Goblin Cratermaker deals 2 damage to target creature.
pl: Ten stwór zadaje 2 obrażenia wskazanemu stworowi.

source: Destroy target colorless nonland permanent.
pl: Zniszcz wskazany bezkolorowy permanent nie będący lądem.

source: Whenever Goblin Locksmith attacks, creatures with defender can't block this turn.
pl: Ilekroć ten stwór atakuje, stwory z obrońcą nie mogą bronić w tej turze.

source: Target creature you control deals damage equal to its power to target player.
pl: Wskazany stwór pod twoim władaniem zadaje obrażenia równe jego sile we wskazanego gracza.

source: Whenever Hellkite Whelp attacks, it deals 1 damage to target creature defending player controls.
pl: Ilekroć ten stwór atakuje, zadaje 1 obrażenie we wskazanego stwora pod władaniem zaatakowanego gracza.

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: Inescapable Blaze deals 6 damage to any target.
pl: Ten czar zadaje 6 obrażeń w dowolny cel.

source: Lava Coil deals 4 damage to target creature. If that creature would die this turn, exile it instead.
pl: Ten czar zadaje 4 obrażenia we wskazanego stwora. Jeśli ów stwór miałby umrzeć w tej turze, zamiast tego zostaje wypędzony.

source: At the beginning of combat on your turn, create a 1/1 red Goblin creature token. That token gains haste until end of turn and attacks this combat if able.
pl: Z początkiem walki w twojej turze stwórz żeton czerwonego stwora Goblin 1/1. Ów żeton zyskuje pośpiech do końca tury i atakuje w tej walce jeśli może.

source: Enchanted creature gets +2/+2 and can't block.
pl: Zauroczony stwór dostaje +2/+2 i nie może blokować.

source: Target creature gets +1/+1 and gains haste until end of turn.
pl: Wskazany stwór do końca tury dostaje +1/+1 i pośpiech.

source: Whenever Ornery Goblin blocks or becomes blocked by a creature, Ornery Goblin deals 1 damage to that creature.
pl: Ilekroć ten stwór blokuje lub zostaje zablokowany przez stwora, zadaje on 1 obrażenie w owego stwora.

source: Target opponent may have Risk Factor deal 4 damage to them. If that player doesn't, you draw three cards.
pl: Wskazany przeciwnik może zdecydować, czy otrzyma 4 obrażenia od tego czaru. Jeśli się na to nie zdecyduje, ty dobierasz trzy karty.

source: When Rubblebelt Boar enters the battlefield, target creature gets +2/+0 until end of turn.
pl: Kiedy ten stwór wchodzi na pole walki, wskazany stwór dostaje +2/+0 do końca tury.

source: Whenever you cast a red spell, if Runaway Steam-Kin has fewer than three +1/+1 counters on it, put a +1/+1 counter on Runaway Steam-Kin.
pl: Ilekroć rzucasz czerwony czar, jeśli ten stwór ma mniej niż trzy znaczniki +1/+1, umieść na tym stworze znacznik +1/+1.

source: Remove three +1/+1 counters from Runaway Steam-Kin: Add |mana_r|\ |mana_r|\ |mana_r|.
pl: Usuń trzy znaczniki +1/+1 z tego stwora: Dostajesz |mana_r|\ |mana_r|\ |mana_r|.

source: Whenever you cast an instant or sorcery spell, target creature an opponent controls can't block this turn.
pl: Ilekroć rzucasz sztuczkę lub obrzęd, wskazany stwór pod władaniem przeciwnika nie może blokować w tej turze.

source: As long as it's your turn, creatures you control get +1/+0 and have trample.
pl: Podczas twojej tury stwory pod twoim władaniem dostają +1/+0 i mają tratowanie.

source: Sure Strike
pl: Sure Strike (Pewny cios)

source: Target creature gets +3/+0 and gains first strike until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+0 oraz pierwszy cios.

source: Sacrifice Torch Courier: Another target creature gains haste until end of turn.
pl: Poświęć tego stwora: Inny wskazany stwór zyskuje pośpiech do końca tury.

source: Wojek Bodyguard can't attack or block alone.
pl: Ten stwór nie może atakować lub blokować samotnie.

source: When Affectionate Indrik enters the battlefield, you may have it fight target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Kiedy ta karta wejdzie na pole walki, możesz kazać mu walczyć ze wskazanym stworem, którym nie władasz. (Zadają sobie nawzajem obrażenia równe swojej sile.)

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być wskazywany przez czary lub zdolności władane przez twoich przeciwników.)

source: Whenever you cast a creature spell, draw a card.
pl: Ilekroć rzucasz czar stwora, dobierz kartę.

source: Target creature gets +3/+3 until end of turn.
pl: Wskazany stwór dostaje +3/+3 do końca tury.

source: Search your library for up to two basic land cards and/or Gate cards, put them onto the battlefield tapped, then shuffle your library.
pl: Poszukaj w swojej bibliotece co najwyżej dwóch kart bazowych lądów lub Bram, umieść je przekręcone na polu walki, a następnie przetasuj twoją bibliotekę.

source: Choose one —
pl: Wybierz jedno —

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora z lataniem.

source: Destroy target enchantment.
pl: Zniszcz wskazany urok.

source: |mana_4|\ |mana_g|: Devkarin Dissident gets +2/+2 until end of turn.
pl: |mana_4|\ |mana_g|: Ten stwór dostaje +2/+2 do końca tury.

source: When District Guide enters the battlefield, you may search your library for a basic land card or Gate card, reveal it, put it into your hand, then shuffle your library.
pl: Kiedy ten stwór wchodzi na pole walki, możesz wyszukać w twojej bibliotece kartę bazowego lądu lub Bramę, ujawnić ją, dołożyć do twojej ręki, a następnie przetasować bibliotekę.

source: When Generous Stray enters the battlefield, draw a card.
pl: Kiedy ten stwór wchodzi na pole walki, dobierz kartę.

source: Undergrowth — Golgari Raiders enters the battlefield with a +1/+1 counter on it for each creature card in your graveyard.
pl: Ściółka — Ta karta wchodzi na pole walki z tyloma znacznikami +1/+1, ile jest kart stworów w twoim cmentarzu.

source: Defender, reach
pl: Obrońca, zasięg

source: |mana_4|\ |mana_g|: Grappling Sundew gains indestructible until end of turn. (Damage and effects that say "destroy" don't destroy this creature.)
pl: |mana_4|\ |mana_g|: Ten stwór zyskuje niezniszczalność do końca tury. (Obrażenia i efekty mówiące "zniszcz" nie niszczą tego stwora.)

source: Reach
pl: Zasięg

source: Undergrowth — When you cast this spell, reveal the top X cards of your library, where X is the number of creature cards in your graveyard. You may put a green permanent card with converted mana cost X or less from among them onto the battlefield. Put the rest on the bottom of your library in a random order.
pl: Ściółka — Rzucając ten czar, ujawnij X wierzchnich kart twojej biblioteki, gdzie X jest liczbą kart stworów w twoim cmentarzu. Spośród owych kart możesz położyć na polu walki kartę zielonego permanentu o skróconym koszcie many X lub mniej. Umieść pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: When Ironshell Beetle enters the battlefield, put a +1/+1 counter on target creature.
pl: Kiedy ten stwór wchodzi na pole walki, umieść znacznik +1/+1 na wskazanym stworze.

source: Undergrowth — When Kraul Foragers enters the battlefield, you gain 1 life for each creature card in your graveyard.
pl: Ściółka — Kiedy ta karta wejdzie na pole walki, zyskujesz 1 życie za każdą kartę stwora w twoim cmentarzu.

source: Undergrowth — When Kraul Harpooner enters the battlefield, choose up to one target creature with flying you don't control. Kraul Harpooner gets +X/+0 until end of turn, where X is the number of creature cards in your graveyard, then you may have Kraul Harpooner fight that creature.
pl: Ściółka — Kiedy Kraul Harpooner wejdzie na pole walki, wybierz co najwyżej jednego wskazanego stwora z lataniem, nad którym nie władasz. Kraul Harpooner dostaje +X/+0 do końca tury, gdzie X jest liczbą kart stworów w twoim cmentarzu, a następnie możesz kazać, by Kraul Harpooner walczył z owym stworem.

source: Target creature gets +1/+1 until end of turn for each creature you control.
pl: Wskazany stwór do końca tury dostaje +1/+1 za każdego stwora pod twoim władaniem.

source: Hexproof
pl: Antyklątwa

source: You can't cast noncreature spells.
pl: Nie możesz rzucać czarów nie będących stworami.

source: |mana_2|: Nullhide Ferox loses all abilities until end of turn. Any player may activate this ability.
pl: |mana_2|: Ten stwór traci wszystkie zdolności do końca tury. Każdy gracz może aktywować tę zdolność.

source: If a spell or ability an opponent controls causes you to discard Nullhide Ferox, put it onto the battlefield instead of putting it into your graveyard.
pl: Jeśli czar lub zdolność władane przez przeciwnika zmusza cię do odrzucenia tej karty, umieść tę kartę na polu walki zamiast umieszczać ją w twoim cmentarzu.

source: Prevent all combat damage that would be dealt this turn.
pl: Zażegnaj wszystkie obrażenia bitewne, które mogłyby zostać zadane w tej turze.

source: Whenever another creature you control enters the battlefield or dies, if that creature's power is greater than Pelt Collector's, put a +1/+1 counter on Pelt Collector.
pl: Ilekroć inny władany przez ciebie stwór wchodzi na pole walki lub umiera, jeśli siła owego stwora jest większa niż siła tego stwora, umieść znacznik +1/+1 na tym stworze.

source: As long as Pelt Collector has three or more +1/+1 counters on it, it has trample.
pl: O ile ten stwór ma co najmniej trzy znaczniki +1/+1, ma tratowanie.

source: |mana_2|, |tap|, Sacrifice a creature with defender: Draw a card.
pl: |mana_2|, |tap|, poświęć stwora obrońcę: Dobierz kartę.

source: Target creature you control fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór pod twoim władaniem walczy ze wskazanym stworem, którym nie władasz. (Zadają sobie nawzajem obrażenia równe swojej sile.)

source: Siege Wurm
pl: Siege Wurm (Żmij oblężniczy)

source: Create a 2/2 green and white Elf Knight creature token with vigilance.
pl: Stwórz żeton zielono-białego stwora Elfi Rycerz z czujnością.

source: Destroy target artifact or enchantment.
pl: Zniszcz wskazany artefakt lub urok.

source: Urban Utopia
pl: Urban Utopia (Miejska utopia)

source: Enchant land
pl: Zaurocz ląd

source: When Urban Utopia enters the battlefield, draw a card.
pl: Kiedy ta karta wejdzie na pole walki, dobierz kartę.

source: Enchanted land has "|tap|: Add one mana of any color."
pl: Zauroczony ląd ma "|tap|: Dostajesz jedną manę dowolnego koloru."

source: Undergrowth — When Vigorspore Wurm enters the battlefield, target creature gains vigilance and gets +X/+X until end of turn, where X is the number of creature cards in your graveyard.
pl: Ściółka — Kiedy ta karta wejdzie na pole walki, wskazany stwór do końca tury zyskuje czujność oraz +X/+X, gdzie X jest liczbą kart stworów w twoim cmentarzu.

source: Vigorspore Wurm can't be blocked by more than one creature.
pl: Ten stwór nie może być blokowany przez więcej niż jednego stwora.

source: Return up to three target multicolored cards from your graveyard to your hand. Exile Vivid Revival.
pl: Przywróć co najwyżej trzy wskazane wielokolorowe karty z twojego cmentarza do twojej ręki. Wygnaj tę kartę.

source: Tap target creature.
pl: Zaznacz wskazanego stwora.

source: Target creature gets -2/-4 until end of turn.
pl: Wskazany stwór dostaje -2/-4 do końca tury.

source: Destroy target permanent an opponent controls. Its controller may search their library for a basic land card, put it onto the battlefield, then shuffle their library.
pl: Zniszcz wskazany permanent władany przez przeciwnika. Jego władca może poszukać w swojej bibliotece kartę bazowego lądu, położyć ją przekręconą na polu walki, a następnie przetasować swoją bibliotekę.

source: At the beginning of combat on your turn, choose up to one target creature you control. Until end of turn, that creature gets +2/+0, gains trample if it's red, and gains vigilance if it's white.
pl: Na początku walki w twojej turze wskaż co najwyżej jednego stwora pod twoim władaniem. Do końca tury ów stwór dostaje +2/+0 i tratowanie jeśli jest czerwony oraz zyskuje czujność jeśli jest biały.

source: Beacon Bolt deals damage to target creature equal to the total number of instant and sorcery cards you own in exile and in your graveyard.
pl: Ten czar zadaje wskazanemu stworowi obrażenia równe całkowitej liczbie kart sztuczek i obrzędów, które posiadasz na wygnaniu i w twoim cmentarzu.

source: Whenever you cast an instant or sorcery spell that targets only Beamsplitter Mage, if you control one or more other creatures that spell could target, choose one of those creatures. Copy that spell. The copy targets the chosen creature.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu wskazujący wyłącznie w tego stwora, jeśli władasz przynajmniej jednym innym stworem mogącym być celem owego czaru, wybierz jednego z owych stworów. Skopiuj ów czar. Kopia wskazuje w wybranego stwora.

source: |mana_2|\ |mana_r|\ |mana_w|: Boros Challenger gets +1/+1 until end of turn.
pl: |mana_2|\ |mana_r|\ |mana_w|: Ten stwór dostaje +1/+1 do końca tury.

source: Camaraderie
pl: Camaraderie (Koleżeństwo)

source: You gain X life and draw X cards, where X is the number of creatures you control. Creatures you control get +1/+1 until end of turn.
pl: Zyskujesz X życia i dobierasz X kart, gdzie X jest liczbą stworów pod twoim władaniem. Stwory pod twoim władaniem dostają +1/+1 do końca tury.

source: Centaur Peacemaker
pl: Centaur Peacemaker (Centaur rozjemca)

source: When Centaur Peacemaker enters the battlefield, each player gains 4 life.
pl: Kiedy ta karta wejdzie na pole walki, każdy gracz zyskuje 4 życia.

source: Chance for Glory
pl: Chance for Glory (Szansa chwały)

source: Creatures you control gain indestructible. Take an extra turn after this one. At the beginning of that turn's end step, you lose the game.
pl: Stwory pod twoim władaniem zyskują niezniszczalność. Weź dodatkową turę po obecnej. Na początku kroku zakończenia owej tury przegrywasz grę.

source: At the beginning of your upkeep, exile a creature card from your graveyard. If you do, put a +1/+1 counter on Charnel Troll. Otherwise, sacrifice it.
pl: Na początku twojego kroku utrzymania, wygnaj kartę stwora z twojego cmentarza. Jeśli tak zrobisz, umieść znacznik +1/+1 na tym stworze. W przeciwnym razie poświęć go.

source: |mana_b|\ |mana_g|, Discard a creature card: Put a +1/+1 counter on Charnel Troll.
pl: |mana_b|\ |mana_g|, odrzuć kartę stwora: Umieść znacznik +1/+1 na tym stworze.

source: Conclave Cavalier
pl: Conclave Cavalier (Kawalerzysta Konklawe)

source: When Conclave Cavalier dies, create two 2/2 green and white Elf Knight creature tokens with vigilance.
pl: Kiedy ten stwór umrze, stwórz dwa żetony zielono-białego stwora Elfi Rycerz 2/2 z czujnością.

source: |mana_g|, |tap|: Creatures you control gain trample until end of turn.
pl: |mana_g|, |tap|: Stwory pod twoim władaniem zyskują tratowanie do końca tury.

source: |mana_5|\ |mana_w|, |tap|: Create a 2/2 green and white Elf Knight creature token with vigilance.
pl: |mana_5|\ |mana_w|, |tap|: Stwórz żeton zielono-białego stwora Elfi Rycerz 2/2 z czujnością.

source: Crackling Drake's power is equal to the total number of instant and sorcery cards you own in exile and in your graveyard.
pl: Ten stwór ma siłę równą całkowitej liczbie kart sztuczek i obrzędów, które posiadasz na wygnaniu i w twoim cmentarzu.

source: When Crackling Drake enters the battlefield, draw a card.
pl: Kiedy ta karta wejdzie na pole bitwy, dobierz kartę.

source: As long as you've surveilled this turn, Darkblade Agent has deathtouch and "Whenever this creature deals combat damage to a player, you draw a card."
pl: O ile nadzorowałeś w tej turze, ten stwór ma dotyk śmierci oraz "Ilekroć ten stwór zada graczowi obrażenia bitewne, dobierz kartę."

source: Deafening Clarion deals 3 damage to each creature.
pl: Ta karta zadaje 3 obrażenia każdemu stworowi.

source: Creatures you control gain lifelink until end of turn.
pl: Stwory pod twoim władaniem zyskują więź życia do końca tury.

source: Menace (This creature can't be blocked except by two or more creatures.)
pl: Złowrogość (Ten stwór nie może być zablokowany, chyba że przez co najmniej dwa stwory.)

source: Whenever you surveil, put a +1/+1 counter on Dimir Spybug.
pl: Ilekroć nadzorujesz, umieść znacznik +1/+1 na tym stworze.

source: When Disinformation Campaign enters the battlefield, you draw a card and each opponent discards a card.
pl: Kiedy ta karta wejdzie na pole bitwy, ty dobierasz kartę, a każdy z przeciwników odrzuca kartę.

source: Whenever you surveil, return Disinformation Campaign to its owner's hand.
pl: Ilekroć nadzorujesz, zwróć ten urok do ręki jego właściciela.

source: Whenever Emmara, Soul of the Accord becomes tapped, create a 1/1 white Soldier creature token with lifelink.
pl: Ilekroć ta karta zostaje przekręcona, stwórz żeton białego stwora Piechur 1/1 z więzią życia.

source: Discard a creature card: Erstwhile Trooper gets +2/+2 and gains trample until end of turn. Activate this ability only once each turn.
pl: Odrzuć kartę stwora: Ten stwór zyskuje do końca tury +2/+2 oraz tratowanie. Aktywuj tę zdolność co najwyżej raz na turę.

source: Etrata, the Silencer can't be blocked.
pl: Ten stwór nie może być blokowany.

source: Whenever Etrata deals combat damage to a player, exile target creature that player controls and put a hit counter on that card. That player loses the game if they own three or more exiled cards with hit counters on them. Etrata's owner shuffles Etrata into their library.
pl: Ilekroć ten stwór zadaje graczowi obrażenia bitewne, wygnaj wskazanego stwora władanego przez owego gracza i umieść znacznik uderzenia na owej karcie. Ów gracz przegrywa grę jeśli posiada co najmniej trzy wygnane karty ze znacznikami uderzenia. Właściciel tej karty wtasowuje ją do swojej biblioteki.

source: Whenever you cast an instant or sorcery spell, put a charge counter on Firemind's Research.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu, umieść znacznik ładunku na tej karcie.

source: |mana_1|\ |mana_u|, Remove two charge counters from Firemind's Research: Draw a card.
pl: |mana_1|\ |mana_u|, usuń trzy znaczniki ładunku z tej karty: Dobierz kartę.

source: |mana_1|\ |mana_r|, Remove five charge counters from Firemind's Research: It deals 5 damage to any target.
pl: |mana_1|\ |mana_r|, usuń pięć znaczników ładunku z tej karty: Ta karta zadaje 5 obrażeń w dowolny cel.

source: Garrison Sergeant has double strike as long as you control a Gate.
pl: Ten stwór ma podwójny cios o ile władasz Bramą.

source: When Glowspore Shaman enters the battlefield, put the top three cards of your library into your graveyard. You may put a land card from your graveyard on top of your library.
pl: Kiedy ta karta wejdzie na pole walki, umieść trzy wierzchnie karty twojej biblioteki do twojego cmentarza. Możesz położyć kartę lądu z twojego cmentarza na wierzch twojej biblioteki.

source: Goblin Electromancer
pl: Goblin Electromancer (Goblin Elektromanta)

source: Instant and sorcery spells you cast cost |mana_1| less to cast.
pl: Rzucanie sztuczek i obrzędów kosztuje cię |mana_1| mniej.

source: When Golgari Findbroker enters the battlefield, return target permanent card from your graveyard to your hand.
pl: Kiedy ta karta wejdzie na pole walki, zwróć wskazaną kartę permanentu z twojego cmentarza do twojej ręki.

source: |mana_1|\ |mana_u|, |tap|: Target creature doesn't untap during its controller's next untap step.
pl: |mana_1|\ |mana_u|, |tap|: Wskazany stwór nie odznacza się w najbliższym kroku odkręcania swojego władcy.

source: |mana_2|\ |mana_b|, |tap|: Surveil 2. (Look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: |mana_2|\ |mana_b|, |tap|: Nadzoruj 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Draw two cards. Then you may discard a nonland card. When you do, Hypothesizzle deals 4 damage to target creature.
pl: Dobierz dwie karty. Następnie możesz odrzucić kartę nie będącą lądem. Jeśli tak zrobisz, ten czar zadaje 4 obrażenia wskazanemu stworowi.

source: Ionize
pl: Ionize (Zjonizuj)

source: Counter target spell. Ionize deals 2 damage to that spell's controller.
pl: Skontruj wskazany czar. Ionize zadaje 2 obrażenia władcy owego czaru.

source: Undergrowth — When Izoni, Thousand-Eyed enters the battlefield, create a 1/1 black and green Insect creature token for each creature card in your graveyard.
pl: Ściółka — Kiedy ta karta wejdzie na pole walki, stwórz żeton czarno-zielonego stwora Insekt 1/1 za każdą kartę stwora w twoim cmentarzu.

source: |mana_b|\ |mana_g|, Sacrifice another creature: You gain 1 life and draw a card.
pl: |mana_b|\ |mana_g|, poświęć innego stwora: Zyskujesz 1 życie oraz dobierz kartę.

source: Join Shields
pl: Join Shields (Zewrzeć tarcze)

source: Untap all creatures you control. They gain hexproof and indestructible until end of turn. (They can't be the targets of spells or abilities your opponents control. Damage and effects that say "destroy" don't destroy them.)
pl: Odkręć wszystkie stwory pod twoim władaniem. Zyskują one antyklątwę i niezniszczalność do końca tury. (Nie mogą być celem czarów i zdolności władanych przez twoich przeciwników. Obrażenia i efekty mówiące "zniszcz", nie niszczą ich.)

source: Justice Strike
pl: Justice Strike (Cios sprawiedliwości)

source: Target creature deals damage to itself equal to its power.
pl: Wskazany stwór zadaje sam sobie obrażenia równe swojej sile.

source: When Knight of Autumn enters the battlefield, choose one —
pl: Kiedy ten stwór wejdzie na pole walki, wybierz jedno —

source: Put two +1/+1 counters on Knight of Autumn.
pl: Umieść dwa znaczniki +1/+1 na tym stworze.

source: You gain 4 life.
pl: Zyskujesz 4 życia.

source: When Lazav, the Multifarious enters the battlefield, surveil 1. (Look at the top card of your library. You may put it into your graveyard.)
pl: Kiedy ten stwór wejdzie na pole walki, nadzoruj 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę do twojego cmentarza.)

source: |mana_x|: Lazav, the Multifarious becomes a copy of target creature card in your graveyard with converted mana cost X, except its name is Lazav, the Multifarious, it's legendary in addition to its other types, and it has this ability.
pl: |mana_x|: Ten stwór staje się kopią wskazanej karty stwora w twoim cmentarzu o skróconym koszcie many X, z wyjątkiem tego, że jego nazwa to 'Lazav, the Multifarious', jest legendarny w dodatku do swoich innych typów oraz posiada niniejszą zdolność.

source: |mana_3|\ |mana_u|, |tap|: Draw a card.
pl: |mana_3|\ |mana_u|, |tap|: Dobierz kartę.

source: |mana_x|\ |mana_r|, |tap|: Copy target instant or sorcery spell you control with converted mana cost X. You may choose new targets for the copy.
pl: |mana_x|\ |mana_r|, |tap|: Skopiuj wskazany władany przez ciebie czar sztuczki lub obrzędu o skróconym koszcie X. Możesz wskazać nowe cele dla owej kopii.
