Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/GRN.po
Languages: pl

source: Whenever Ledev Champion attacks, you may tap any number of untapped creatures you control. Ledev Champion gets +1/+1 until end of turn for each creature tapped this way.
pl: Ilekroć ten stwór atakuje, możesz przekręcić dowolną liczbę odznaczonych stworów pod twoim władaniem. Ten stwór dostaje +1/+1 do końca tury za każdego stwora przekręconego w ten sposób.

source: |mana_3|\ |mana_g|\ |mana_w|: Create a 1/1 white Soldier creature token with lifelink.
pl: |mana_3|\ |mana_g|\ |mana_w|: Stwórz żeton białego stwora Piechur 1/1 z więzią życia.

source: |mana_5|\ |mana_r|, |tap|: Legion Guildmage deals 3 damage to each opponent.
pl: |mana_5|\ |mana_r|, |tap|: Ten stwór zadaje 3 obrażenia każdemu przeciwnikowi.

source: |mana_2|\ |mana_w|, |tap|: Tap another target creature.
pl: |mana_2|\ |mana_w|, |tap|: Zaznacz innego wskazanego stwora.

source: Create X 1/1 white Soldier creature tokens with lifelink.
pl: Stwórz X żetonów białego stwora Piechur 1/1 z więzią życia.

source: Exile all cards from all opponents' graveyards. You may cast those cards this turn, and you may spend mana as though it were mana of any type to cast those spells. At the beginning of the next end step, if any of those cards remain exiled, return them to their owners' graveyards.
pl: Wygnaj wszystkie karty z cmentarzy wszystkich przeciwników. Możesz rzucać owe karty w tej turze i możesz wydawać manę, jakby to była mana dowolnego typu potrzebnego do rzucania owych czarów. Na początku najbliższego kroku końcowego, jeśli jakiekolwiek z owych kart pozostają wygnane, zwróć je do cmentarzy ich właścicieli.

source: Exile Mnemonic Betrayal.
pl: Wygnaj tę kartę.

source: Undergrowth — This spell costs |mana_1| less to cast for each creature card in your graveyard.
pl: Ściółka — Rzucenie tego czaru kosztuje |mana_1| mniej za każdą kartę stwora w twoim cmentarzu.

source: When Molderhulk enters the battlefield, return target land card from your graveyard to the battlefield.
pl: Kiedy ta karta wejdzie na pole walki, zwróć wskazaną kartę lądu z twojego cmentarza na pole walki.

source: Flying, deathtouch
pl: Latanie, dotyk śmierci

source: Whenever you draw a card, Niv-Mizzet, Parun deals 1 damage to any target.
pl: Ilekroć dobierasz kartę, ten stwór zadaje 1 obrażenie w dowolny cel.

source: Whenever a player casts an instant or sorcery spell, you draw a card.
pl: Ilekroć jakiś gracz rzuca czar sztuczki lub obrzędu, dobierz kartę.

source: Surveil 2, then draw two cards. Notion Rain deals 2 damage to you. (To surveil 2, look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Nadzoruj 2, następnie dobierz dwie karty. Ta karta zadaje tobie 2 obrażenia. (By nadzorować 2, spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: All creatures able to block Ochran Assassin do so.
pl: Wszystkie stwory mogące blokować tego stwora, robią to.

source: +1: Look at the top two cards of your library. Put one of them into your hand and the other into your graveyard.
pl: +1: Spójrz na dwie wierzchnie karty twojej biblioteki. Dołóż jedną z nich do twojej ręki, a drugą do twojego cmentarza.

source: −3: Ral, Izzet Viceroy deals damage to target creature equal to the total number of instant and sorcery cards you own in exile and in your graveyard.
pl: –3: Ten wędrowiec zadaje wskazanemu stworowi obrażenia równe całkowitej liczbie kart sztuczek i obrzędów, które posiadasz na wygnaniu i w twoim cmentarzu.

source: −8: You get an emblem with "Whenever you cast an instant or sorcery spell, this emblem deals 4 damage to any target and you draw two cards."
pl: -8: Dostajesz emblemat o treści "Ilekroć rzucasz czar sztuczki lub obrzędu, ten emblemat zadaje 4 obrażenia w dowolny cel, a ty dobierasz dwie karty."

source: Undergrowth — Rhizome Lurcher enters the battlefield with a number of +1/+1 counters on it equal to the number of creature cards in your graveyard.
pl: Ściółka — Ta karta wchodzi na pole walki z tyloma znacznikami +1/+1, ile jest kart stworów w twoim cmentarzu.

source: Rosemane Centaur
pl: Rosemane Centaur (Centaur różanogrzywy)

source: Tap target creature. Sonic Assault deals 2 damage to that creature's controller.
pl: Zaznacz wskazanego stwora. Ta karta zadaje 2 obrażenia władcy owego stwora.

source: When Sumala Woodshaper enters the battlefield, look at the top four cards of your library. You may reveal a creature or enchantment card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: Kiedy ta karta wejdzie na pole walki, spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę stwora lub uroku i dołożyć ją do twojej ręki. Umieść pozostałe karty na spodzie twojej biblioteki w losowej kolejności.

source: |mana_4|\ |mana_b|, |tap|: Creatures you control get +1/+0 and gain menace until end of turn. (They can't be blocked except by two or more creatures.)
pl: |mana_4|\ |mana_b|, |tap|: Stwory pod twoim władaniem dostają do końca tury +1/+0 oraz złowrogość. (Nie mogą być blokowane, chyba że przez co najmniej dwa stwory.)

source: |mana_1|\ |mana_g|, |tap|: You gain 2 life.
pl: |mana_1|\ |mana_g|, |tap|: Zyskujesz 2 życia.

source: Whenever Swathcutter Giant attacks, it deals 1 damage to each creature defending player controls.
pl: Ilekroć ten stwór atakuje, zadaje on 1 obrażenie każdemu stworowi pod władaniem atakowanego gracza.

source: Double strike, vigilance, trample
pl: Podwójny cios, czujność, tratowanie

source: Prevent all noncombat damage that would be dealt to other creatures you control.
pl: Zażegnaj wszystkie pozabitewne obrażenia, które mogłyby zostać zadane innym stworom pod twoim władaniem.

source: |mana_r|\ |mana_w|: Tajic, Legion's Edge gains first strike until end of turn.
pl: |mana_r|\ |mana_w|: Ten stwór zyskuje pierwszy cios do końca tury.

source: Thief of Sanity
pl: Thief of Sanity (Złodziej świadomości)

source: Whenever Thief of Sanity deals combat damage to a player, look at the top three cards of that player's library, exile one of them face down, then put the rest into their graveyard. You may look at and cast that card for as long as it remains exiled, and you may spend mana as though it were mana of any type to cast that spell.
pl: Ilekroć ten stwór zada graczowi bitewne obrażenia, spójrz na trzy wierzchnie karty biblioteki owego gracza, wygnaj jedną z nich wierzchem w dół, a następnie umieść pozostałe w jego cmentarzu. Możesz patrzeć na ową kartę oraz rzucać ją dopóki pozostaje wygnana oraz możesz wydawać manę, jakby to była mana dowolnego koloru potrzebnego do rzucenia owego czaru.

source: Thought Erasure
pl: Thought Erasure (Wymazanie myśli)

source: Target opponent reveals their hand. You choose a nonland card from it. That player discards that card.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierasz z niej kartę nie będącą lądem. Ów gracz odrzuca ową kartę.

source: Surveil 1. (Look at the top card of your library. You may put it into your graveyard.)
pl: Nadzoruj 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę do twojego cmentarza.)

source: Thousand-Year Storm
pl: Thousand-Year Storm (Tysiącletnia burza)

source: Whenever you cast an instant or sorcery spell, copy it for each other instant and sorcery spell you've cast before it this turn. You may choose new targets for the copies.
pl: Ilekroć rzucasz sztuczkę lub obrzęd, skopiuj ów czar tyle razy, ile wcześniej rzuciłeś sztuczek lub guseł w tej turze. Możesz wskazać nowe cele dla owych kopii.

source: Other creatures you control get +1/+1.
pl: Inne stwory pod twoim władaniem dostają +1/+1.

source: When Trostani Discordant enters the battlefield, create two 1/1 white Soldier creature tokens with lifelink.
pl: Kiedy ta karta wejdzie na pole walki, stwórz dwa żetony białego stwora Piechur 1/1 z więzią życia.

source: At the beginning of your end step, each player gains control of all creatures they own.
pl: Na początku twojego kroku zakończenia, każdy gracz zyskuje władanie nad wszystkimi własnymi stworami.

source: Whenever Truefire Captain is dealt damage, it deals that much damage to target player.
pl: Ilekroć ten stwór otrzymuje obrażenia, zadaje tyle samo obrażeń wskazanemu graczowi.

source: Creatures you control gain deathtouch until end of turn. Then target creature you control fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Stwory pod twoim władaniem zyskują dotyk śmierci do końca tury. Następnie wskazany stwór pod twoim władaniem walczy ze wskazanym stworem, którym nie władasz. (Zadają sobie nawzajem obrażenia równe ich sile.)

source: If you would draw a card, instead look at the top three cards of your library, then put one into your hand and the rest into your graveyard.
pl: Kiedy miałbyś dobrać kartę, zamiast tego spójrz na trzy wierzchnie karty twojej biblioteki, a następnie dołóż jedną z nich do twojej ręki, a pozostałe daj do twojego cmentarza.

source: Pay 4 life: Underrealm Lich gains indestructible until end of turn. Tap it.
pl: Zapłać 4 życia: Ten stwór zyskuje niezniszczalność do końca tury. Zaznacz go.

source: Choose a card name. Search target opponent's graveyard, hand, and library for up to four cards with that name and exile them. That player shuffles their library, then draws a card for each card exiled from their hand this way.
pl: Wybierz nazwę karty. Wyszukaj w cmentarzu, ręce oraz bibliotece wskazanego przeciwnika co najwyżej cztery karty o owej nazwie i wygnaj je. Ów gracz tasuje swoją bibliotekę, a następnie dobiera kartę za każdą z kart wygnanych ze swojej ręki w ten sposób.

source: Vraska, Golgari Queen
pl: Vraska, Golgari Queen (Vraska, królowa Golgari)

source: +2: You may sacrifice another permanent. If you do, you gain 1 life and draw a card.
pl: +2: Możesz poświęcić inny permanent. Jeśli tak zrobisz, zyskujesz 1 życie i dobierasz kartę.

source: −3: Destroy target nonland permanent with converted mana cost 3 or less.
pl: -3: Zniszcz wskazany nie-lądowy permanent o skróconym koszcie many 3 lub mniejszym.

source: −9: You get an emblem with "Whenever a creature you control deals combat damage to a player, that player loses the game."
pl: -9: Dostajesz emblemat o treści "Ilekroć stwór pod twoim władaniem zadaje graczowi obrażenia bitewne, ów gracz przegrywa grę."

source: Whenever you cast an instant or sorcery spell, Wee Dragonauts gets +2/+0 until end of turn.
pl: Ilekroć rzucasz sztuczkę lub obrzęd, ten stwór dostaje +2/+0 do końca tury.

source: Worldsoul Colossus enters the battlefield with X +1/+1 counters on it.
pl: Ta karta wchodzi na pole walki mając na sobie X znaczników +1/+1.

source: As long as it's your turn, Fresh-Faced Recruit has first strike.
pl: O ile jest twoja tura, ten stwór ma pierwszy cios.

source: As long as you've cast an instant or sorcery spell this turn, Piston-Fist Cyclops can attack as though it didn't have defender.
pl: O ile rzuciłeś w tej turze sztuczkę lub obrzęd, ten stwór może atakować, jakby nie był obrońcą.

source: When Whisper Agent enters the battlefield, surveil 1. (Look at the top card of your library. You may put it into your graveyard.)
pl: Kiedy ten stwór wejdzie na pole walki, nadzoruj 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę do twojego cmentarza.)

source: Put a +1/+1 counter on target creature. That creature gains indestructible until end of turn.
pl: Umieść znacznik +1/+1 na wskazanym stworze. Ów stwór zyskuje niezniszczalność do końca tury.

source: Create three 2/2 green and white Elf Knight creature tokens with vigilance.
pl: Stwórz trzy żetony biało-zielonego stwora Elfi Rycerz 2/2 z czujnością.

source: Gain control of target creature with power 2 or less.
pl: Zyskaj władanie nad wskazanym stworem o sile 2 lub mniejszej.

source: Surveil 3, then return a creature card from your graveyard to the battlefield.
pl: Nadzoruj 3, następnie zwróć kartę stwora z twojego cmentarza na pole walki.

source: Surveil 2, then draw a card. (To surveil 2, look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Nadzoruj 2, następnie dobierz kartę. (By nadzorować 2, spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Each opponent returns a nonland permanent they control with the highest converted mana cost among permanents they control to its owner's hand, then discards a card.
pl: Każdy przeciwnik przywraca nie-lądowy permanent o najwyższym skróconym koszcie many spośród władanych permanentów do ręki właścicela, następnie odrzuca kartę.

source: Copy target instant or sorcery spell with converted mana cost 4 or less. You may choose new targets for the copy.
pl: Skopiuj wskazany czar sztuczki lub obrzędu o skróconym koszcie many 4 lub mniejszym. Możesz wybrać nowe cele dla owej kopii.

source: Explosion deals X damage to any target. Target player draws X cards.
pl: Ta karta zadaje X obrażeń w dowolny cel. Wskazany gracz dobiera X kart.

source: Return up to two target creature cards from your graveyard to your hand.
pl: Zwróć co najwyżej dwie wskazane karty stworów z twojego cmentarza do twojej ręki.

source: You may put two +1/+1 counters on a creature you control. Then all creatures get -4/-4 until end of turn.
pl: Możesz położyć dwa znaczniki +1/+1 na stworze pod twoim władaniem. Następnie wszystkie stwory dostają -4/-4 do końca tury.

source: Search your library for a basic Forest or Plains card, reveal it, put it into your hand, then shuffle your library.
pl: Wyszukaj w twojej bibliotece kartę bazowego Lasu lub Równin, ujawnij ją i dołóż do twojej ręki a następnie przetasuj twoją bibliotekę.

source: Creatures you control get +2/+2 until end of turn.
pl: Stwory pod twoim władaniem dostają +2/+2 do końca tury.

source: Target creature gets +2/+2 until end of turn.
pl: Wskazany stwór dostaje +2/+2 do końca tury.

source: Intervention deals 3 damage to any target and you gain 3 life.
pl: Ta karta zadaje 3 obrażenia w dowolny cel, a ty zyskujesz 3 życia.

source: Switch the power and toughness of each of up to two target creatures until end of turn.
pl: Zamień do końca tury siłę z wytrzymałością każdego z co najwyżej dwóch wskazanych stworów.

source: Search your library for an instant card and/or a sorcery card, reveal them, put them into your hand, then shuffle your library.
pl: Poszukaj w twojej bibliotece kartę sztuczki oraz/albo kartę obrzędu, ujawnij je, dołóż do twojej ręki, a następnie przetasuj twoją bibliotekę.

source: Response deals 5 damage to target attacking or blocking creature.
pl: Ta karta zadaje 5 obrażeń wskazanemu atakującemu lub blokującemu stworowi.

source: Creatures you control gain first strike and vigilance until end of turn. After this main phase, there is an additional combat phase followed by an additional main phase.
pl: Stwory pod twoim władaniem zyskują pierwszy cios i czujność do końca tury. Po tej fazie głównej jest dodatkowa faza walki, a po niej dodatkowa faza główna.

source: Target creature gets +1/+1 and gains deathtouch until end of turn.
pl: Wskazany stwór zyskuje do końca tury +1/+1 oraz dotyk śmierci.

source: Destroy target artifact, creature, or enchantment.
pl: Zniszcz wskazany artefakt, stwora lub urok.

source: |tap|: Add |mana_r| or |mana_w|.
pl: |tap|: Dostajesz |mana_r| lub |mana_w|.

source: |mana_rw|\ |mana_rw|\ |mana_rw|\ |mana_rw|, |tap|, Sacrifice Boros Locket: Draw two cards.
pl: |mana_rw|\ |mana_rw|\ |mana_rw|\ |mana_rw|, |tap|, poświęć ten artefakt: Dobierz dwie karty.

source: Chamber Sentry enters the battlefield with a +1/+1 counter on it for each color of mana spent to cast it.
pl: Ten stwór wchodzi na pole walki tyloma znacznikami +1/+1, ile użyto kolorów many do jego rzucenia.

source: |mana_x|, |tap|, Remove X +1/+1 counters from Chamber Sentry: It deals X damage to any target.
pl: |mana_x|, |tap|, usuń X znaczników +1/+1 z tego stwora: Ten stwór zadaje X obrażeń w dowolny cel.

source: |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|: Return Chamber Sentry from your graveyard to your hand.
pl: |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|: Przywróć tę kartę z twojego cmentarza do twojej ręki.

source: Lands you control have "|tap|: Add one mana of any color."
pl: Lądy pod twoim władaniem mają "|tap|: Dostajesz jedną manę dowolnego koloru."

source: |tap|: Add one mana of any color.
pl: |tap|: Dostajesz jedną manę dowolnego koloru.

source: |tap|: Add |mana_u| or |mana_b|.
pl: |tap|: Dostajesz |mana_u| lub |mana_b|.

source: |mana_ub|\ |mana_ub|\ |mana_ub|\ |mana_ub|, |tap|, Sacrifice Dimir Locket: Draw two cards.
pl: |mana_ub|\ |mana_ub|\ |mana_ub|\ |mana_ub|, |tap|, poświęć ten artefakt: Dobierz dwie karty.

source: Gatekeeper Gargoyle enters the battlefield with a +1/+1 counter on it for each Gate you control.
pl: Ta karta wchodzi na pole bitwy z tyloma znacznikami +1/+1, ile Bram masz we władaniu.

source: Equipped creature gets +1/+0 for each Gate you control and has vigilance and menace. (A creature with menace can't be blocked except by two or more creatures.)
pl: Wyposażony stwór dostaje +1/+0 za każdą Bramę pod twoim władaniem oraz ma czujność i złowrogość. (Złowrogi stwór nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora pod twoim władaniem. Wyposaż wyłącznie jako obrzęd.)

source: |tap|: Add |mana_b| or |mana_g|.
pl: |tap|: Dostajesz |mana_b| lub |mana_g|.

source: |mana_bg|\ |mana_bg|\ |mana_bg|\ |mana_bg|, |tap|, Sacrifice Golgari Locket: Draw two cards.
pl: |mana_bg|\ |mana_bg|\ |mana_bg|\ |mana_bg|, |tap|, poświęć ten artefakt: Dobierz dwie karty.

source: |tap|: Add |mana_u| or |mana_r|.
pl: |tap|: Dostajesz |mana_u| lub |mana_r|.

source: |mana_ur|\ |mana_ur|\ |mana_ur|\ |mana_ur|, |tap|, Sacrifice Izzet Locket: Draw two cards.
pl: |mana_ur|\ |mana_ur|\ |mana_ur|\ |mana_ur|, |tap|, poświęć ten artefakt: Dobierz dwie karty.

source: Rampaging Monument enters the battlefield with three +1/+1 counters on it.
pl: Ta karta wchodzi na pole walki z trzema znacznikami +1/+1.

source: Whenever you cast a multicolored spell, put a +1/+1 counter on Rampaging Monument.
pl: Ilekroć rzucasz wielokolorowy czar, umieść znacznik +1/+1 na tym stworze.

source: |tap|: Add |mana_g| or |mana_w|.
pl: |tap|: Dostajesz |mana_g| lub |mana_w|.

source: |mana_gw|\ |mana_gw|\ |mana_gw|\ |mana_gw|, |tap|, Sacrifice Selesnya Locket: Draw two cards.
pl: |mana_gw|\ |mana_gw|\ |mana_gw|\ |mana_gw|, |tap|, poświęć ten artefakt: Dobierz dwie karty.

source: Silent Dart
pl: Silent Dart (Cicha rzutka)

source: |mana_4|, |tap|, Sacrifice Silent Dart: It deals 3 damage to target creature.
pl: |mana_4|, |tap|, poświęć ten artefakt: Ten artefakt zadaje 3 obrażenia wskazanemu stworowi.

source: |tap|: Put the top card of your library into your graveyard.
pl: |tap|: Umieść wierzchnią kartę twojej biblioteki do twojego cmentarza.

source: |mana_2|, |tap|, Exile Wand of Vertebrae: Shuffle up to five target cards from your graveyard into your library.
pl: |mana_2|, |tap|, wygnaj ten artefakt: Wtasuj co najwyżej pięć wskazanych kart z twojego cmentarza do twojej biblioteki.

source: Boros Guildgate enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: Dimir Guildgate enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Gateway Plaza enters the battlefield, sacrifice it unless you pay |mana_1|.
pl: Kiedy ten ląd wejdzie na pole walki poświęć go, chyba że zapłacisz |mana_1|.

source: Golgari Guildgate enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: |tap|: Add |colorless|.
pl: |tap|: Dostajesz |colorless|.

source: |mana_1|, |tap|: Add one mana of any color. If that mana is spent on a multicolored creature spell, that creature enters the battlefield with an additional +1/+1 counter on it.
pl: |mana_1|, |tap|: Dostajesz jedną manę dowolnego koloru. Jeśli ta mana zostanie zużyta na rzucenie wielokolorowego czaru stwora, ów stwór wchodzi na pole walki z dodatkowym znacznikiem +1/+1.

source: Izzet Guildgate enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: Overgrown Tomb
pl: Overgrown Tomb (Przerośnięty grobowiec)

source: (|tap|: Add |mana_b| or |mana_g|.)
pl: (|tap|: Dostajesz |mana_b| lub |mana_g|.)

source: As Overgrown Tomb enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Gdy ten ląd wchodzi na pole walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wchodzi na pole walki przekręcony.

source: Sacred Foundry
pl: Sacred Foundry (Uświęcona Odlewnia)

source: (|tap|: Add |mana_r| or |mana_w|.)
pl: (|tap|: Dostajesz |mana_r| lub |mana_w|.)

source: As Sacred Foundry enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Gdy ten ląd wchodzi na pole walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wchodzi na pole walki przekręcony.

source: Selesnya Guildgate enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: (|tap|: Add |mana_u| or |mana_r|.)
pl: (|tap|: Dostajesz |mana_u| lub |mana_r|.)

source: As Steam Vents enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Gdy ten ląd wchodzi na pole walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wchodzi na pole walki przekręcony.

source: Temple Garden
pl: Temple Garden (Świątynny Ogród)

source: (|tap|: Add |mana_g| or |mana_w|.)
pl: (|tap|: Dostajesz |mana_g| lub |mana_w|.)

source: As Temple Garden enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Gdy ten ląd wchodzi na pole walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wchodzi na pole walki przekręcony.

source: Watery Grave
pl: Watery Grave (Wodny Grób)

source: (|tap|: Add |mana_u| or |mana_b|.)
pl: (|tap|: Dostajesz |mana_u| lub |mana_b|.)

source: As Watery Grave enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Gdy ten ląd wchodzi na pole walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wchodzi na pole walki przekręcony.

source: Plains
pl: Plains (Równina)

source: Island
pl: Island (Wyspa)

source: Swamp
pl: Swamp (Bagno)

source: Mountain
pl: Mountain (Góra)

source: Forest
pl: Forest (Las)

source: +1: Draw a card.
pl: +1: Dobierz kartę.

source: −2: Ral, Caller of Storms deals 3 damage divided as you choose among one, two, or three targets.
pl: –2: Ten wędrowiec zadaje 3 obrażenia rozdzielone według twojego uznania pomiędzy jeden, dwa lub trzy cele.

source: −7: Draw seven cards. Ral, Caller of Storms deals 7 damage to each creature your opponents control.
pl: –7: Dobierz siedem kart. Ten wędrowiec zadaje 7 obrażeń każdemu stworowi pod władaniem twoich przeciwników.

source: Return target creature to its owner's hand. You may search your library and/or graveyard for a card named Ral, Caller of Storms, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Przywróć wskazanego stwora do ręki jego właściciela. Możesz poszukać w twojej bibliotece oraz/lub cmentarzu kartę o nazwie 'Ral, Caller of Storms', ujawnij ją i dołóż do twojej ręki. Jeśli przeszukiwałeś twoją bibliotekę w ten sposób, przetasuj ją.

source: Precision Bolt deals 3 damage to any target.
pl: Ten czar zadaje 3 obrażenia w dowolny cel.
