Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/GRN.po
Languages: pl

source: Trample (This creature can deal excess combat damage to the player or planeswalker it's attacking.)
pl: Tratowanie (Ten stwór może zadać nadwyżkowe obrażenia bitewne w gracza lub wędrowca, którego atakuje.)

source: Whenever Ral's Staticaster attacks, if you control a Ral planeswalker, Ral's Staticaster gets +1/+0 for each card in your hand until end of turn.
pl: Ilekroć ten stwór atakuje, jeśli kontrolujesz wędrowca o typie Ral, ten stwór dostaje do końca tury +1/+0 za każdą kartę w twojej ręce.

source: +2: Put a +1/+1 counter on up to one target creature. That creature gains menace until end of turn.
pl: +2: Umieść znacznik +1/+1 na co najwyżej jednym wskazanym stworze. Ów stwór zyskuje złowrogość do końca tury.

source: −3: Destroy target creature.
pl: –3: Zniszcz wskazanego stwora.

source: −10: For each creature card in your graveyard, put a +1/+1 counter on each creature you control.
pl: –10: Za każdą kartę stwora w twoim cmentarzu, umieść znacznik +1/+1 na każdym stworze pod twoim władaniem.

source: When Attendant of Vraska dies, if you control a Vraska planeswalker, you gain life equal to Attendant of Vraska's power.
pl: Kiedy ten stwór umrze, jeśli władasz wędrowcem o typie Vraska, zyskujesz życie równe sile tego stwora.

source: Destroy target creature. You gain life equal to its toughness. You may search your library and/or graveyard for a card named Vraska, Regal Gorgon, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Zniszcz wskazanego stwora. Zyskujesz życie równe jego wytrzymałości. Możesz poszukać w twojej bibliotece i/albo cmentarzu kartę o nazwie 'Vraska, Regal Gorgon', ujawnij ją i dołóż do twojej ręki. Jeśli przeszukałeś bibliotekę w ten sposób, przetasuj ją.

source: Indestructible
pl: Niezniszczalność
