Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/GRN.po
Languages: pl

source: Guilds of Ravnica
pl: Guilds of Ravnica (Gildie Ravniki)

source: Blade Instructor
pl: Blade Instructor (Instruktor Ostrza)

source: Mentor (Whenever this creature attacks, put a +1/+1 counter on target attacking creature with lesser power.)
pl: Mentor (Ilekroć ten stwór atakuje, umieść znacznik +1/+1 na wskazanym atakującym stworze o mniejszej sile.)

source: Vigilance
pl: Czujność

source: |tap|, Sacrifice Bounty Agent: Destroy target legendary permanent that's an artifact, creature, or enchantment.
pl: |tap|, poświęć tego stwora: Zniszcz wskazany legendarny permanent będący artefaktem, stworem lub urokiem.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature gets +3/+2 and has vigilance.
pl: Zauroczony stwór dostaje +3/+2 i ma czujność.

source: Destroy all creatures with toughness 4 or greater.
pl: Zniszcz wszystkie stwory z wytrzymałością 4 lub większą.

source: Destroy target creature with toughness 4 or greater.
pl: Zniszcz wskazanego stwora z wytrzymałością 4 lub większą.

source: Convoke (Your creatures can help cast this spell. Each creature you tap while casting this spell pays for |mana_1| or one mana of that creature's color.)
pl: Współpraca (Twoje stwory mogą pomóc rzucić ten czar. Każdy stwór, którego przekręcisz podczas rzucania tego czaru płaci za |mana_1| lub jedną manę w kolorze owego stwora.)

source: When Conclave Tribunal enters the battlefield, exile target nonland permanent an opponent controls until Conclave Tribunal leaves the battlefield.
pl: Kiedy ten urok wchodzi na pole walki, wypędź wskazany nie-lądowy permanent dopóki ten urok nie opuści pola walki.

source: Choose one or both —
pl: Wybierz jedno lub oba —

source: Exile target artifact.
pl: Wygnaj wskazany artefakt.

source: Exile target enchantment.
pl: Wygnaj wskazany urok.

source: Dawn of Hope
pl: Dawn of Hope (Świt nadziei)

source: Whenever you gain life, you may pay |mana_2|. If you do, draw a card.
pl: Ilekroć zyskujesz życie, możesz zapłacić |mana_2|. Jeśli to zrobisz, dobierz kartę.

source: |mana_3|\ |mana_w|: Create a 1/1 white Soldier creature token with lifelink.
pl: |mana_3|\ |mana_w|: Stwórz żeton białego stwora Piechur 1/1 z więzią życia.

source: Enchanted creature can't block, and its activated abilities can't be activated.
pl: Zauroczony stwór nie może blokować, a jego aktywowane zdolności nie mogą być aktywowane.

source: If one or more creature tokens would be created under your control, that many 4/4 white Angel creature tokens with flying and vigilance are created instead.
pl: Jeśli jeden lub więcej żetonów stworów miałoby zostać stworzonych pod twoim władaniem, zamiast tego stwórz tyle samo żetonów białego stwora Anioł 4/4 z lataniem i czujnością.

source: Flying
pl: Latanie

source: Put a +1/+1 counter on each of up to two target creatures.
pl: Umieść znacznik +/1+ na każdym z co najwyżej dwóch wskazanych stworów.

source: Whenever Haazda Marshal and at least two other creatures attack, create a 1/1 white Soldier creature token with lifelink.
pl: Kiedy ten stwór oraz przynajmniej dwa inne stwory atakują, stwórz żeton białego stwora Piechur 1/1 z więzią życia.

source: Flying, lifelink
pl: Latanie, więź życia

source: When Hunted Witness dies, create a 1/1 white Soldier creature token with lifelink.
pl: Kiedy ten stwór umiera, stwórz żeton białego stwora Piechur 1/1 z więzią życia.

source: Whenever Inspiring Unicorn attacks, creatures you control get +1/+1 until end of turn.
pl: Ilekroć ten stwór atakuje, stwory pod twoim władaniem dostają +1/+1 do końca tury.

source: When Intrusive Packbeast enters the battlefield, tap up to two target creatures your opponents control.
pl: Kiedy ten stwór wchodzi na pole walki, przekręć co najwyżej dwa wskazane stwory pod władaniem przeciwnika.

source: When Light of the Legion dies, put a +1/+1 counter on each white creature you control.
pl: Kiedy ten stwór umrze, umieść znacznik +1/+1 na każdym białym stworze pod twoim władaniem.

source: When Loxodon Restorer enters the battlefield, you gain 4 life.
pl: Kiedy ten stwór wchodzi na pole walki, ty zyskujesz 4 życia.

source: Enchanted creature can't attack or block.
pl: Zauroczony stwór nie może atakować ani blokować.

source: Flying, vigilance
pl: Latanie, czujność

source: Righteous Blow deals 2 damage to target attacking or blocking creature.
pl: Ten czar zadaje 2 obrażenia wskazanemu atakującemu lub blokującemu stworowi.

source: Whenever Roc Charger attacks, target attacking creature without flying gains flying until end of turn.
pl: Ilekroć ten stwór atakuje, wskazany atakujący stwór bez latania zyskuje latanie do końca tury.

source: Whenever Skyline Scout attacks, you may pay |mana_1|\ |mana_w|. If you do, it gains flying until end of turn.
pl: Ilekroć ten stwór atakuje, możesz zapłacić |mana_1|\ |mana_w|. Jeśli to zrobisz, zyskuje on latanie do końca tury.

source: First strike
pl: Pierwszy cios

source: Create two 1/1 white Soldier creature tokens with lifelink.
pl: Stwórz dwa żetony białego stwora Piechur 1/1 z więzią życia.

source: Target creature gets +2/+2 until end of turn. You gain 1 life for each attacking creature you control.
pl: Wskazany stwór dostaje +2/+2 do końca tury. Zyskujesz 1 życie za każdego atakujące stwora pod twoim władaniem.

source: When Tenth District Guard enters the battlefield, target creature gets +0/+1 until end of turn.
pl: Kiedy ten stwór wchodzi na pole walki, wskazany stwór dostaje +0/+1 do końca tury.

source: When Venerated Loxodon enters the battlefield, put a +1/+1 counter on each creature that convoked it.
pl: Kiedy ten stwór wchodzi na pole walki, umieść znacznik +1/+1 na każdym stworze, który przy nim współpracował.

source: Flash
pl: Błysk

source: When Capture Sphere enters the battlefield, tap enchanted creature.
pl: Kiedy ten urok wchodzi na pole walki, przekręć zauroczonego stwora.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odkręca się w kroku odkręcania jego władcy.

source: Draw two cards.
pl: Dobierz dwie karty.

source: Jump-start (You may cast this card from your graveyard by discarding a card in addition to paying its other costs. Then exile this card.)
pl: Na pych (Możesz zagrać tę kartę z twojego cmentarza przez opłacenie kosztów i dodatkowe odrzucenie karty. Następnie wypędź tę kartę.)

source: When Citywatch Sphinx dies, surveil 2. (Look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Kiedy ten stwór umiera, nadzoruj 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Target creature gets -3/-0 until end of turn.
pl: Wskazany stwór dostaje -3/-0 do końca tury.

source: Surveil 2. (Look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Nadzoruj 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Counter target spell. If that spell is countered this way, exile it instead of putting it into its owner's graveyard. You may shuffle up to four target cards from your graveyard into your library.
pl: Skontruj wskazany czar. Jeśli ów czar zostanie w ten sposób skontrowany , wypędź go zamiast umieszczać go w cmentarzu jego władcy. Możesz wtasować co najwyżej cztery wskazane karty z twojego cmentarza do twojej biblioteki.

source: When Dimir Informant enters the battlefield, surveil 2. (Look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Kiedy ten stwór wejdzie na pole walki, nadzoruj 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Counter target spell with converted mana cost 4 or greater.
pl: Skontruj wskazany czar o skróconym koszcie many 4 lub większym.

source: When Dream Eater enters the battlefield, surveil 4. When you do, you may return target nonland permanent an opponent controls to its owner's hand. (To surveil 4, look at the top four cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Kiedy ten stwór wejdzie na pole walki, nadzoruj 4. Kiedy to zrobisz, możesz zwrócić wskazany nie-lądowy permanent władany przez przeciwnika do jego ręki. (Aby nadzorować 4, spójrz na cztery wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Whenever you cast a blue spell, target player puts the top two cards of their library into their graveyard.
pl: Ilekroć rzucasz niebieski czar, wskazany gracz wkłada dwie wierzchnie karty swojej biblioteki do swojego cmentarza.

source: You may look at an additional two cards each time you surveil.
pl: Możesz patrzeć na dodatkowe dwie karty ilekroć nadzorujesz.

source: Exile Enhanced Surveillance: Shuffle your graveyard into your library.
pl: Wygnaj ten urok: Wtasuj twój cmentarz do twojej biblioteki.

source: When Guild Summit enters the battlefield, you may tap any number of untapped Gates you control. Draw a card for each Gate tapped this way.
pl: Kiedy ten ląd wchodzi na pole walki, możesz przekręcić dowolną liczbę odznaczonych Bram, którymi władasz. Dobierz kartę za każdą Bramę przekręconą w ten sposób.

source: Whenever a Gate enters the battlefield under your control, draw a card.
pl: Ilekroć jakaś Brama wchodzi na pole walki pod twoim władaniem, dobierz kartę.

source: Leapfrog has flying as long as you've cast an instant or sorcery spell this turn.
pl: Ten stwór ma latanie o ile rzuciłeś sztuczkę lub obrzęd w tej turze.

source: Target creature gets +1/+1 and gains flying until end of turn.
pl: Wskazany stwór do końca tury dostaje +1/+1 i zyskuje latanie.

source: Surveil 2, then choose an instant or sorcery card in your graveyard. You may cast that card this turn. If that card would be put into your graveyard this turn, exile it instead.(To surveil 2, look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Nadzoruj 2, następnie wybierz kartę sztuczki lub obrzędu w twoim cmentarzu. Możesz rzucić ową kartę w tej turze. Jeśli owa karta miałaby trafić do twojego cmentarza w tej turze, zamiast tego wygnaj ją. (Aby nadzorować 2, spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Whenever you cast an instant or sorcery spell, create a 1/1 blue Bird Illusion creature token with flying.
pl: Ilekroć rzucasz obrzęd, stwórz żeton niebieskiego stwora Ptak 1/1 z lataniem.

source: When Muse Drake enters the battlefield, draw a card.
pl: Kiedy ten stwór wchodzi na pole walki, dobierz kartę.

source: When Narcomoeba is put into your graveyard from your library, you may put it onto the battlefield.
pl: Kiedy ten stwór jest wkładany do cmentarza z twojej biblioteki, możesz położyć go na polu walki.

source: Whenever Nightveil Sprite attacks, surveil 1. (Look at the top card of your library. You may put that card into your graveyard.)
pl: Ilekroć ten stwór atakuje, nadzoruj 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę do twojego cmentarza.)

source: |mana_2|\ |mana_u|, |tap|: You may cast an instant or sorcery card from your hand without paying its mana cost.
pl: |mana_2|\ |mana_u|, |tap|: Możesz zagrać kartę sztuczki lub obrzędu z twojej ręki bez płacenia kosztu many.

source: |mana_2|\ |mana_u|: Target creature can't be blocked this turn.
pl: |mana_2|\ |mana_u|: Wskazany stwór nie może być blokowany w tej turze.

source: Create a token that's a copy of target creature you control.
pl: Stwórz żeton stwora będącego kopią wskazanego stwora pod twoim władaniem.

source: Radical Idea
pl: Radical Idea (Radykalny pomysł)

source: Draw a card.
pl: Dobierz kartę.

source: Return X target creatures of the creature type of your choice to their owner's hand.
pl: Zwróć X wskazanych stworów wybranego przez ciebie typu do ręki ich władcy.

source: Counter target spell.
pl: Skontruj wskazany czar.

source: Surveil 1. (Look at the top card of your library. You may put that card into your graveyard.)
pl: Nadzoruj 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę do twojego cmentarza.)

source: Defender
pl: Obronność

source: Whenever you surveil, put a +1/+1 counter on Thoughtbound Phantasm.
pl: Ilekroć nadzorujesz, umieść znacznik +1/+1 na tym stworze.

source: As long as Thoughtbound Phantasm has three or more +1/+1 counters on it, it can attack as though it didn't have defender.
pl: Dopóki ten stwór ma co najmniej trzy znaczniki +1/+1, może atakować jakby nie był obrońcą.

source: Return target creature to its owner's hand.
pl: Zwróć wskazanego stwora do ręki jego władcy.

source: Whenever Vedalken Mesmerist attacks, target creature an opponent controls gets -2/-0 until end of turn.
pl: Ilekroć ten stwór atakuje, wskazany stwór pod władaniem przeciwnika dostaje -2/-0 do końca tury.

source: Wall of Mist
pl: Wall of Mist (Ściana mgły)

source: When Watcher in the Mist enters the battlefield, surveil 2. (Look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Kiedy ten stwór wejdzie na pole walki, nadzoruj 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: When Barrier of Bones enters the battlefield, surveil 1. (Look at the top card of your library. You may put that card into your graveyard.)
pl: Kiedy ten stwór wejdzie na pole walki, nadzoruj 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę do twojego cmentarza.)

source: Lifelink
pl: Więź życia

source: When Blood Operative enters the battlefield, you may exile target card from a graveyard.
pl: Kiedy ten stwór wchodzi na pole walki, możesz wypędzić wskazaną kartę z dowolnego cmentarza.

source: Whenever you surveil, if Blood Operative is in your graveyard, you may pay 3 life. If you do, return Blood Operative to your hand.
pl: Ilekroć nadzorujesz, jeśli ta karta jest w twoim cmentarzu, możesz zapłacić 3 życia. Jeśli to zrobisz, zwróć tę kartę do twojej ręki.

source: When Burglar Rat enters the battlefield, each opponent discards a card.
pl: Kiedy ten stwór wchodzi na pole walki, każdy przeciwnik odrzuca kartę.

source: Child of Night
pl: Child of Night (Dziecię nocy)

source: Creeping Chill deals 3 damage to each opponent and you gain 3 life.
pl: Ten czar zadaje 3 obrażenia każdemu przeciwnikowi, a ty zyskujesz 3 życia.

source: When Creeping Chill is put into your graveyard from your library, you may exile it. If you do, Creeping Chill deals 3 damage to each opponent and you gain 3 life.
pl: Kiedy ta karta jest wkładana do twojego cmentarza z twojej biblioteki, możesz ją wypędzić. Jeśli to zrobisz, ta karta zadaje 3 obrażenia każdemu przeciwnikowi, a ty zyskujesz 3 życia.

source: Enchanted creature gets -2/-2.
pl: Zauroczony stwór dostaje -2/-2.

source: Destroy target creature.
pl: Zniszcz wskazanego stwora.

source: Flying, trample
pl: Latanie, tratowanie

source: Pay 2 life: Surveil 2. (Look at the top two cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.)
pl: Zapłać 2 życia: Nadzoruj 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, a następnie dowolne z nich umieść do twojego cmentarza, a pozostałe odłóż na wierzch twojej biblioteki w dowolnej kolejności.)

source: Douser of Lights
pl: Douser of Lights (Gasiciel świateł)

source: Choose a creature card with converted mana cost 1 in your graveyard, then do the same for creature cards with converted mana costs 2 and 3. Return those cards to the battlefield.
pl: Wybierz w twoim cmentarzu kartę stwora o skróconym koszcie many 1, a następnie zrób to samo dla kart stworów o skróconym koszcie many 2 i 3. Zwróć owe karty na pole walki.

source: Deathtouch
pl: Dotyk śmierci

source: |mana_2|\ |mana_b|, Discard a creature card: Return Kraul Swarm from your graveyard to your hand.
pl: |mana_2|\ |mana_b|, odrzuć kartę stwora: Zwróć tę kartę z twojego cmentarza do twojej ręki.

source: Undergrowth — When Lotleth Giant enters the battlefield, it deals 1 damage to target opponent for each creature card in your graveyard.
pl: Ściółka — Kiedy ta karta wejdzie na pole walki, zadaje 1 obrażenie wskazanemu przeciwnikowi za każdą kartę stwora w twoim cmentarzu.

source: Undergrowth — Search your library for a black card with converted mana cost less than or equal to the number of creature cards in your graveyard, reveal it, put it into your hand, then shuffle your library.
pl: Ściółka — Wyszukaj w twojej bibliotece czarną kartę o skróconym koszcie many mniejszym lub równym liczbie kart stworów w twoim cmentarzu, ujawnij ją i dołóż do twojej ręki, a następnie przetasuj twoją bibliotekę.

source: All creatures get -1/-1 until end of turn.
pl: Wszystkie stwory dostają -1/-1 do końca tury.

source: Whenever a nontoken creature you control dies, Midnight Reaper deals 1 damage to you and you draw a card.
pl: Ilekroć umiera stwór nie będący żetonem, ten stwór zadaje tobie 1 obrażenie i dobierasz kartę.

source: Undergrowth — When Moodmark Painter enters the battlefield, target creature gains menace and gets +X/+0 until end of turn, where X is the number of creature cards in your graveyard. (It can't be blocked except by two or more creatures.)
pl: Ściółka — Kiedy ta karta wjedzie na pole walki, wskazany stwór zyskuje do końca tury złowrogość oraz +X/+0, gdzie X jest liczbą kart stworów w twoim cmentarzu. (Nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: Undergrowth — Target creature gets -X/-X until end of turn, where X is the number of creature cards in your graveyard. If that creature would die this turn, exile it instead.
pl: Ściółka — Wskazany stwór dostaje -X/-X do końca tury, gdzie X jest liczbą kart stworów w twoim cmentarzu. Jeśli ów stwór miałby umrzeć w tej turze, zamiast tego zostaje wygnany.

source: Target opponent reveals their hand. You choose a nonland card from that player's graveyard or hand and exile it.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierasz kartę nie będącą lądem z ręki lub cmentarza owego gracza i wypędzasz ją.

source: |mana_1|\ |mana_b|, |tap|, Sacrifice Pilfering Imp: Target opponent reveals their hand. You choose a nonland card from it. That player discards that card. Activate this ability only any time you could cast a sorcery.
pl: |mana_1|\ |mana_b|, |tap|, poświęć tego stwora: Wskazany przeciwnik ujawnia swoją rękę. Ty wybierasz z niej kartę nie będącą lądem. Ów gracz odrzuca ową kartę. Aktywuj tę zdolność tylko jeśli możesz rzucić obrzęd.

source: When Plaguecrafter enters the battlefield, each player sacrifices a creature or planeswalker. Each player who can't discards a card.
pl: Kiedy ten stwór wchodzi na pole walki, każdy gracz poświęca stwora lub wędrowca. Każdy gracz nie mogący tego zrobić odrzuca kartę.

source: This spell costs |mana_2| less to cast if it targets a legendary creature.
pl: Rzucenie tego czaru kosztuje o |mana_2| mniej jeśli wskazuje na legendarnego stwora.

source: Destroy all creatures with converted mana cost 3 or less.
pl: Zniszcz wszystkie stwory o skróconym koszcie many 3 lub mniejszym.

source: As an additional cost to cast this spell, sacrifice a creature.
pl: Jako dodatkowy koszt rzucenia tego czaru, poświęć stwora.

source: You gain life equal to the sacrificed creature's toughness. Destroy target creature an opponent controls.
pl: Zyskujesz życie równe wytrzymałości poświęconego stwora. Zniszcz wskazanego stwora pod władaniem przeciwnika.

source: When Spinal Centipede dies, put a +1/+1 counter on target creature you control.
pl: Kiedy ten stwór umiera, umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: |mana_1|, Sacrifice another creature: Put a +1/+1 counter on Undercity Necrolisk. It gains menace until end of turn. Activate this ability only any time you could cast a sorcery. (It can't be blocked except by two or more creatures.)
pl: |mana_1|, poświęć innego stwora: Umieść znacznik +1/+1 na tym stworze. Zyskuje złowrogość do końca tury. Aktywuj tę zdolność tylko jeśli możesz rzucić obrzęd. (Nie może być blokowany, cyba że przez co najmniej dwa stwory.)

source: |mana_1|\ |mana_b|: Veiled Shade gets +1/+1 until end of turn.
pl: |mana_1|\ |mana_b|: Ten stwór dostaje +1/+1 do końca tury.

source: Vicious Rumors deals 1 damage to each opponent. Each opponent discards a card, then puts the top card of their library into their graveyard. You gain 1 life.
pl: Ten czar zadaje 1 obrażenie każdemu przeciwnikowi. Każdy przeciwnik odrzuca kartę, a następnie przekłada wierzchnią kartę swojej biblioteki do swojego cmentarza. Zyskujesz 1 życie.

source: Whenever you surveil for the first time each turn, Whispering Snitch deals 1 damage to each opponent and you gain 1 life.
pl: Ilekroć nadzorujesz po raz pierwszy w danej turze, ten stwór zadaje 1 obrażenie każdemu przeciwnikowi, a ty zyskujesz 1 życie.

source: Flying, haste
pl: Latanie, pośpiech

source: At the beginning of combat on your turn, if you've cast three or more instant and sorcery spells this turn, return Arclight Phoenix from your graveyard to the battlefield.
pl: Z początkiem walki w każdej twojej turze, jeśli rzuciłeś w tej turze co najmniej trzy czary sztuczek lub obrzędu, zwróć tę kartę z twojego cmentarza na pole walki.

source: Haste
pl: Pośpiech

source: Book Devourer
pl: Book Devourer (Pożeracz książek)

source: Trample
pl: Tratowanie

source: Whenever Book Devourer deals combat damage to a player, you may discard all the cards in your hand. If you do, draw that many cards.
pl: Ilekroć ten stwór zadaje obrażenia bitewne w gracza, możesz odrzucić wszystkie karty z ręki. Jeśli tak zrobisz, dobierz tyle samo kart.

source: Command the Storm deals 5 damage to target creature.
pl: Ten czar zadaje 5 obrażeń wskazanemu stworowi.

source: Cosmotronic Wave
pl: Cosmotronic Wave (Kosmotroniczna fala)

source: Cosmotronic Wave deals 1 damage to each creature your opponents control. Creatures your opponents control can't block this turn.
pl: Ten czar zadaje 1 obrażenia każdemu stworowi pod władaniem przeciwników. Stwory twoich przeciwników nie mogą blokować w tej turze.

source: Direct Current
pl: Direct Current (Prąd stały)

source: Direct Current deals 2 damage to any target.
pl: Ten czar zadaje 2 obrażenia w dowolny cel.

source: Electrostatic Field
pl: Electrostatic Field (Pole elektrostatyczne)

source: Whenever you cast an instant or sorcery spell, Electrostatic Field deals 1 damage to each opponent.
pl: Ilekroć rzucasz sztuczkę lub obrzęd, ten stwór zadaje 1 obrażenie każdemu przeciwnikowi.

source: Whenever you cast an instant or sorcery spell, Erratic Cyclops gets +X/+0 until end of turn, where X is that spell's converted mana cost.
pl: Ilekroć rzucasz sztuczkę lub obrzęd, ten stwór dostaje +X/+0 do końca tury, gdzie X jest skróconym kosztem many owego czaru.

source: Experimental Frenzy
pl: Experimental Frenzy (Eksperymentalny szał)

source: You may look at the top card of your library any time.
pl: Możesz patrzeć na wierzchnią kartę twojej biblioteki w dowolnym momencie.
