Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/JOU_god.po
Languages: pl

source: Defeat a God!
pl: Pokonaj boga!

source: Xenagos has thrown all of Theros into disarray with his ascension to godhood. His euphoric revels threaten to plunge the plane into chaos. There is only one way to silence this revel once and for all: isolate Xenagos and vanquish him.
pl: Xenagos rzucił zamęt na cały Theros swoim dostąpieniem boskości. Jego szaleńcze biesiady grożą zalaniem całego planu chaosem. Jest tylko jeden sposób na uciszenie tej biesiady raz na zawsze: odizolować Xenagosa i pokonać go.

source: The party starts small, with only Xenagos and a few of his revelers, but that relative calm will not last for long. More and more revelers will join as the battle continues. They are violently erratic, attacking without warning one moment and pausing to celebrate the next. Xenagos will even attack you directly when the mood strikes him. As long as the revel continues and revelers surround him, he is untouchable. But a god who loses all his followers is vulnerable.
pl: Impreza zaczyna się niewinnie, jedynie z Xenagosem i kilkoma biesiadnikami, jednak ten relatywny spokój nie będzie trwał długo. W trakcie walki dołączy coraz więcej biesiadników. Owładnięci obłędem będą atakować bez ostrzeżenia, by po chwili przerwać i świętować. Sam Xenagos zaatakuje cię bezpośrednio, jeśli najdzie go taka ochota. Dopóki trwa biesiada i jest otoczony jej uczestnikami, jest nietykalny. Jednakże bóg po utracie swoich wiernych staje się wrażliwy.

source: Is your destiny a heroic victory or death at the hands of the divine? Xenagos awaits.
pl: Czy twym przeznaczeniem jest heroiczne zwycięstwo, czy raczej śmierć z ręki bóstwa? Xenagos oczekuje.

source: **The "Defeat a God" Challenge uses the Regular Magic rules, with the following exceptions:**
pl: **Wyzwanie "Pokonaj boga" korzysta ze zwykłych zasad gry w Magic, z następującymi wyjątkami:**

source: Special Rules for the Player
pl: Specjalne zasady dla Gracza

source: You start with up to three different Hero cards on the battlefield. (You don't need a Hero to play.)
pl: Zaczynasz z maksymalnie trzema różnymi kartami Bohatera na polu walki. (Nie potrzebujesz Bohatera do gry.)

source: You attack Xenagos Ascended and his Revelers directly with your creatures.
pl: Atakujesz Xenagosa i jego Biesiadników swoimi stworami bezpośrednio.

source: You may target Xenagos as though he were a player.
pl: Możesz wskazywać Xenagosa tak, jakby był graczem.

source: Special Rules for Xenagos
pl: Specjalne zasady Xenagosa

source: **Xenagos Ascended and two cards named Rollicking Throng begin the game on the battlefield.** Shuffle the rest of Xenagos's deck to begin the game.
pl: **Xenagos Ascended oraz dwie karty o nazwie Rollicking Throng rozpoczynają grę na polu walki.** Potasuj resztę talii Xenagosa by rozpocząć grę.

source: At the beginning of Xenagos's first main phase each turn, reveal the top two cards of Xenagos's library. Then Xenagos casts those cards.
pl: Na początku pierwszej fazy głównej w każdej turze Xenagosa, ujawnij wierzchnie dwie karty jego biblioteki. Następnie Xenagos rzuca owe karty.

source: Xenagos Ascended and Reveler creatures don't attack unless a card specifically says they do.
pl: Xenagos oraz Biesiadnicy nie atakują dopóki karta wprost tego nie nakaże.

source: You make the choice if Xenagos needs to make a decision.
pl: Podejmujesz wszelkie decyzje za Xenagosa.

source: Ignore effects that would cause Xenagos to draw or discard cards, or perform any impossible actions.
pl: Zignoruj efekty zmuszające Xenagosa do dobrania lub odrzucenia kart lub podjęcia jakichkolwiek niemożliwych działań.

source: If on of Xenagos's permanents would move to any zone other than its library or graveyard, that card is put into Xenagos's graveyard.
pl: Jeśli permanenty Xenagosa miałyby zostać umieszczone w jakiejkolwiek innej strefie niż biblioteka czy cmentarz, zostają umieszczone w cmentarzu Xenagosa.

source: Winning the Challenge
pl: Wygranie wyzwania

source: **You win the game if Xenagos leaves the battlefield, which can happen only if there are no Revelers on the battlefield.**
pl: **Wygrywasz grę jeśli Xenagos opuści pole walki, co może się stać tylko jeśli nie ma Biesiadników na polu walki.**

source: You lose the game if you have 0 or less life or if you have to draw a card and your library is empty.
pl: Przegrywasz grę jeśli masz 0 lub mniej punktów życia oraz jeśli musisz dobrać kartę, a twoja biblioteka jest pusta.

source: For a more difficult challenge, try beginning the game with three cards named Rollicking Throng on the battlefield. For an easier challenge, try with only one.
pl: Wyzwanie będzie trudniejsze, jeśli zaczniesz grę z trzema kartami Rollicking Throng na polu walki. Jeśli chcesz łatwiejsze wyzwanie, spróbuj z tylko jedną.

source: Xenagos's Cards
pl: Karty Xenagosa

source: God
pl: Bóg

source: Xenagos Ascended
pl: Xenagos Ascended (Xenagos Wyniesiony)

source: Xenagos Ascended can't leave the battlefield as long as a Reveler is on the battlefield.
pl: Ta karta nie może opuścić pola walki o ile Biesiadnik jest na polu walki.

source: When Xenagos Ascended leaves the battlefield, each player wins the game.
pl: Kiedy ta karta opuści pole walki, każdy gracz wygrywa grę.

source: Creatures
pl: Stwory

source: Rollicking Throng
pl: Rollicking Throng (Rozbawiona Ciżba)

source: When Rollicking Throng enters the battlefield, reveal the top card of Xenagos's library and Xenagos casts that card. (This ability doesn't trigger as the game begins.)
pl: Kiedy ten stwór wejdzie na pole walki, ujawnij wierzchnią kartę biblioteki Xenagosa i Xenagos rzuca ową kartę. (Ta zdolność nie jest wyzwalana na początku gry.)

source: Ecstatic Piper
pl: Ecstatic Piper (Ekstatyczny Flecista)

source: When Ecstatic Piper enters the battlefield, Xenagos Ascended attacks this turn if able.
pl: Kiedy ten stwór wejdzie na pole walki, Xenagos Wyniesiony atakuje w tej turze, jeśli może.

source: *Hero's Reward* - When Ecstatic Piper leaves the battlefield, each player gains 2 life.
pl: *Nagroda Bohatera* — Kiedy ten stwór opuści pole walki, każdy gracz zyskuje po 2 życia.

source: Maddened Oread
pl: Maddened Oread (Oszalała Oreada)

source: As long as five or more Revelers are on the battlefield, Maddened Oread attacks each turn if able.
pl: O ile na polu walki jest co najmniej pięć Biesiadników, ten stwór atakuje w każdej turze, jeśli może.

source: *Hero's Reward* - When Maddened Oread leaves the battlefield, each player gains 3 life.
pl: *Nagroda Bohatera* — Kiedy ten stwór opuści pole walki, każdy gracz zyskuje po 3 życia.

source: Pheres-Band Revelers
pl: Pheres-Band Revelers (Biesiadnicy ze Stada Pheres)

source: *Hero's Reward* - When Pheres-Band Revelers leaves the battlefield, each player draws a card.
pl: *Nagroda Bohatera* — Kiedy ten stwór opuści pole walki, każdy gracz dobiera kartę.

source: Serpent Dancers
pl: Serpent Dancers (Wężowe Tancerki)

source: Deathtouch
pl: Dotyk śmierci

source: *Hero's Reward* - When Serpent Dancers leaves the battlefield, each player draws a card.
pl: *Nagroda Bohatera* — Kiedy ten stwór opuści pole walki, każdy gracz dobiera kartę.

source: Wild Maenads
pl: Wild Maenads (Dzikie Bachantki)

source: First strike
pl: Pierwszy cios

source: *Hero's Reward* - When Wild Maenads leaves the battlefield, each player gains 3 life.
pl: *Nagroda Bohatera* — Kiedy ten stwór opuści pole walki, każdy gracz zyskuje po 3 życia.

source: Sorceries
pl: Obrzędy

source: Impulsive Charge
pl: Impulsive Charge (Impulsywna Szarża)

source: At the beginning of combat this turn, all Revelers gain haste until end of turn and attack this combat if able.
pl: Na początku walki w tej turze, wszyscy Biesiadnicy zyskują pośpiech do końca tury i atakuję w tej walce, jeśli mogą.

source: Impulsive Destruction
pl: Impulsive Destruction (Impulsywne Zniszczenie)

source: Each player may sacrifice an artifact or enchantment. Impulsive Destruction deals 3 damage to each player who didn't sacrifice a permanent this way.
pl: Każdy gracz może poświęcić artefakt lub urok. Ten czar zadaje 3 obrażenia każdemu graczowi, który nie poświęcił permanentu w ten sposób.

source: Impulsive Return
pl: Impulsive Return (Impulsywny Powrót)

source: Return two cards named Ecstatic Piper from Xenagos's graveyard to the battlefield. At the beginning of combat this turn, Impulsive Return deals damage to each player equal to the number of Revelers on the battlefield.
pl: Przywróć dwie karty o nazwie Ekstatyczny Flecista z cmentarza Xenagosa na pole walki. Na początku walki w tej turze, ten czar zadaje każdemu graczowi tyle obrażeń, ile jest Biesiadników na polu walki.

source: Rip to Pieces
pl: Rip to Pieces (Rozdarcie na Kawałki)

source: At the beginning of combat this turn, each Reveler deals 1 damage to each player and each creature those players control.
pl: Na początku walki w tej turze, każdy Biesiadnik zadaje po 1 obrażeniu każdemu graczowi i każdemu stworowi pod władaniem owych graczy.

source: Xenagos's Scorn
pl: Xenagos's Scorn (Pogarda Xenagosa)

source: Xenagos Ascended gains trample until end of turn and attacks this turn if able.
pl: Xenagos Wyniesiony zyskuje tratowanie do końca tury i atakuje w tej turze jeśli może.

source: Xenagos's Strike
pl: Xenagos's Strike (Cios Xenagosa)

source: Xenagos's Strike deals 4 damage to each player.
pl: Ten czar zadaje każdemu graczowi po 4 obrażenia.

source: Enchantments
pl: Uroki

source: Dance of Flame
pl: Dance of Flame (Taniec Ognia)

source: Whenever a Reveler attacks, Dance of Flame deals 1 damage to each player.
pl: Ilekroć Biesiadnik atakuje, ten urok zadaje każdemu graczowi po 1 obrażeniu.

source: Dance of Panic
pl: Dance of Panic (Paniczny Taniec)

source: As long as five or more Revelers are on the battlefield, all Revelers have haste and attack each turn if able.
pl: O ile na polu walki jest co najmniej pięć Biesiadników, wszyscy Biesiadnicy mają pośpiech i atakują w każdej turze, jeśli mogą.
