Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/KHM.po
Languages: pl

source: Scry X, where X is the amount of |mana_s| spent to cast this spell, then draw three cards. (|mana_s| is mana from a snow source.)
pl: Wróż X, gdzie X jest liczbą |mana_s| użytej do rzucenia tego czaru, po czym dobierz trzy karty. (|mana_s| można opłacić maną ze śnieżnego źródła.)

source: |mana_s|, |tap|: Tap target artifact or creature. (|mana_s| can be paid with one mana from a snow source.)
pl: |mana_s|, |tap|: Przekręć wskazany artefakt lub stwora. (|mana_s| można opłacić maną ze śnieżnego źródła.)

source: This spell costs |mana_1| less to cast for each snow land you control.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdy śnieżny ląd pod twoim władaniem.

source: When Icebreaker Kraken enters the battlefield, artifacts and creatures target opponent controls don't untap during that player's next untap step.
pl: Kiedy ten stwór wejdzie na pole bitwy, artefakty i stwory pod władaniem wskazanego przeciwnika nie odkręcą się w najbliższym kroku odkręcania owego gracza.

source: Return three snow lands you control to their owner's hand: Return Icebreaker Kraken to its owner's hand.
pl: Przywróć trzy śnieżne lądy pod twoim władanie do rąk ich właścicieli: Przywróć tego stwora do ręki właściciela.

source: When Inga Rune-Eyes enters the battlefield, scry 3.
pl: Kiedy ten stwór wejdzie na pole bitwy, wróż 3.

source: When Inga Rune-Eyes dies, draw three cards if three or more creatures died this turn.
pl: Kiedy ten stwór umrze, dobierz trzy karty jeśli w tej turze umarły co najmniej trzy stwory.

source: |tap|: Add |mana_u|. Spend this mana only to foretell a card from your hand or cast an instant or sorcery spell.
pl: |tap|: Weź |mana_u|. Wydaj tę maną tylko na przepowiedzenie karty z twojej ręki albo rzucenie czaru sztuczki lub obrzędu.

source: Changeling (This card is every creature type.)
pl: Zmiennokształtny (Ta karta ma każdy typ stwora.)

source: When Littjara Kinseekers enters the battlefield, if you control three or more creatures that share a creature type, put a +1/+1 counter on Littjara Kinseekers, then scry 1.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli władasz co najmniej trzema stworami współdzielącymi typ stwora, umieść znacznik +1/+1 na niniejszym stworze, po czym wróż 1.

source: Enchant creature or Vehicle
pl: Zaurocz stwora lub Pojazd

source: Enchanted creature gets -3/-0.
pl: Zauroczony stwór dostaje -3/-0.

source: |mana_1|\ |mana_u|: Mistwalker gets +1/-1 until end of turn.
pl: |mana_1|\ |mana_u|: Ten stwór dostaje do końca tury +1/-1.

source: Choose target nonlegendary creature. The next time one or more creatures or planeswalkers enter the battlefield this turn, they enter as copies of the chosen creature.
pl: Wskaż nielegendarnego stwora. Kiedy następnym razem jeden lub więcej stworów lub wędrowców wejdzie na pole bitwy w tej turze, wchodzą one jako kopie wybranego stwora.

source: Changeling
pl: Zmiennokształtny

source: Whenever you cast an instant or sorcery spell, if it targets one or more other permanents you control, create a token that's a copy of one of those permanents.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, jeśli wskazuje on co najmniej jeden inny permanent pod twoim władaniem, stwórz żeton będący kopią jednego z owych permanentów.

source: When a spell or ability an opponent controls causes you to discard this card, create a token that's a copy of target permanent.
pl: Kiedy czar lub zdolność pod władaniem przeciwnika powoduje, że odrzucasz tę kartę, stwórz żeton będący kopią wskazanego permanentu.

source: |mana_s|, |tap|: Draw a card, then discard a card. (|mana_s| can be paid with one mana from a snow source.)
pl: |mana_s|, |tap|: Dobierz kartę, po czym odrzuć kartę. (|mana_s| można opłacić maną ze śnieżnego źródła.)

source: Exile target artifact or creature. Its controller creates a 1/1 blue Bird creature token with flying.
pl: Wygnaj wskazany artefakt lub stwora. Jego właściciel tworzy żeton niebieskiego stwora Ptak 1/1 z lataniem.

source: As Reflections of Littjara enters the battlefield, choose a creature type.
pl: Umieszczając ten urok na polu bitwy, wybierz typ stwora.

source: Whenever you cast a spell of the chosen type, copy that spell. (A copy of a permanent spell becomes a token.)
pl: Ilekroć rzucisz czar wybranego typu, skopiuj ów czar. (Kopia czaru permanentu staje się żetonem.)

source: Choose one or both —
pl: Wybierz jedną lub obie —

source: The owner of target nonland permanent puts it on the top or bottom of their library.
pl: Właściciel wskazanego nielądowego permanentu umieszcza go na wierzchu lub spodzie swojej biblioteki.

source: When Rune of Flight enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole bitwy, dobierz kartę.

source: As long as enchanted permanent is a creature, it has flying.
pl: O ile zauroczony permanent jest stworem, ma latanie.

source: As long as enchanted permanent is an Equipment, it has "Equipped creature has flying."
pl: O ile zauroczony permanent jest Wyposażeniem, ma on "Wyposażony stwór ma latanie."

source: Counter target spell.
pl: Skontruj wskazany czar.

source: Look at the top three cards of your library. Put one of them into your hand and the rest into your graveyard.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe w twoim cmentarzu.

source: Undersea Invader enters the battlefield tapped.
pl: Ten stwór wchodzi przekręcony na pole bitwy.

source: Choose one —
pl: Wybierz jedną —

source: Destroy all planeswalkers.
pl: Zniszcz wszystkich wędrowców.

source: Then return a creature or planeswalker card with mana value X or less from your graveyard to the battlefield, where X is the amount of |mana_s| spent to cast this spell. (|mana_s| is mana from a snow source.)
pl: Następnie przywróć kartę stwora lub wędrowca o skrócie many X lub mniejszym z twojego cmentarza na pole bitwy, gdzie X jest liczbą |mana_s| użytej do rzucenia tego czaru. (|mana_s| jest maną ze śnieżnego źródła.)

source: Whenever you cast your second spell each turn, put two +1/+1 counters on Bloodsky Berserker. It gains menace until end of turn. (It can't be blocked except by two or more creatures.)
pl: Ilekroć rzucisz swój drugi czar w danej turze, umieść dwa znaczniki +1/+1 na niniejszym stworze. Do końca tury zyskuje on złowrogość. (Nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: When Burning-Rune Demon enters the battlefield, you may search your library for exactly two cards not named Burning-Rune Demon that have different names. If you do, reveal those cards. An opponent chooses one of them. Put the chosen card into your hand and the other into your graveyard, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece dokładnie dwie karty o nazwach innych niż niniejszy stwór i mających różne nazwy. Jeśli tak zrobisz, ujawnij owe karty. Przeciwnik wybiera jedną z nich. Umieść wybraną kartę w twojej ręce, a pozostałą w twoim cmentarzu, po czym przetasuj.

source: Choose a creature type. Creatures that aren't of the chosen type get -3/-3 until end of turn.
pl: Wybierz typ stwora. Stwory nie będące wybranego typu dostają do końca tury -3/-3.

source: When Deathknell Berserker dies, if its power was 3 or greater, create a 2/2 black Zombie Berserker creature token.
pl: Kiedy ten stwór umrze, jeśli miał siłę 3 lub większą, stwórz żeton czarnego stwora Zombi Berserk 2/2.

source: Until end of turn, target creature gets +2/+0 and gains "When this creature dies, return it to the battlefield under its owner's control."
pl: Do końca tury wskazany stwór dostaje +2/+0 oraz "Kiedy ten stwór umrze, przywróć go na pole bitwy pod władaniem właściciela."

source: At the beginning of your end step, each opponent loses 1 life and you gain 1 life.
pl: Na początku twojego kroku końcowego, każdy przeciwnik traci 1 życie a ty zyskaj 1 życie.

source: If a nontoken creature an opponent controls would die, exile that card with an ice counter on it instead.
pl: Jeśli miałby umrzeć nieżetonowy stwór pod władaniem przeciwnika, zamiast tego wygnaj ową kartę ze znacznikiem lodu.

source: You may cast spells from among cards in exile your opponents own with ice counters on them, and you may spend mana from snow sources as though it were mana of any color to cast those spells.
pl: Możesz rzucać czary spośród wygnanych przez twoich przeciwników kart mających znacznik lodu i możesz wydawać manę ze śnieżnych źródeł tak, jakby była maną dowolnego koloru potrzebnego do ich rzucenia.

source: Boast — |mana_3|\ |mana_b|: Return target creature card from your graveyard to your hand. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_3|\ |mana_b|: Przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: When Draugr's Helm enters the battlefield, you may pay |mana_2|\ |mana_b|. If you do, create a 2/2 black Zombie Berserker creature token, then attach Draugr's Helm to it.
pl: Kiedy ten artefalt wejdzie na pole bitwy, możesz zapłacić |mana_2|\ |mana_b|. Jeśli tak zrobisz, stwórz żeton czarnego stwora Zombi Berserk 2/2, po czym dołącz do niego ten artefakt.

source: Equipped creature gets +2/+2 and has menace. (It can't be blocked except by two or more creatures.)
pl: Wyposażony stwór dostaje +2/+2 i ma złowrogość. (Nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: Equip |mana_4|
pl: Wyposaż |mana_4|

source: |mana_1|\ |mana_b|, |tap|, Exile a creature card from your graveyard: Target opponent loses 3 life.
pl: |mana_1|\ |mana_b|, |tap|, wygnaj kartę stwora z twojego cmentarza: Wskazany przeciwnik traci 3 życia.

source: Each nonland card in your hand without foretell has foretell. Its foretell cost is equal to its mana cost reduced by |mana_2|. (During your turn, you may pay |mana_2| and exile it from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Każda nielądowa karta bez przepowiedni w twojej ręce ma przepowiednię. Koszt jej przepowiedni jest równy jej kosztowi many pomniejszonemu o |mana_2|. (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Whenever you foretell a card, Dream Devourer gets +2/+0 until end of turn.
pl: Ilekroć przepowiadasz kartę, ten stwór dostaje do końca tury +2/+0.

source: Boast — |mana_1|: Target opponent loses 1 life and you gain 1 life. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|: Wskazany przeciwnik traci 1 życie, a ty zyskaj 1 życie. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Deathtouch
pl: Dotyk śmierci

source: At the beginning of your upkeep, exile two cards from your graveyard. If you can't, sacrifice Egon and draw a card.
pl: Na początku twojego kroku utrzymania, wygnaj dwie karty z twojego cmentarza. Jeśli nie możesz, poświęć tego stwora i dobierz kartę.

source: At the beginning of your upkeep, mill a card.
pl: Na początku twojego kroku utrzymania, zmiel kartę.

source: |mana_2|\ |mana_b|, |tap|, Exile a creature card from your graveyard: Draw a card.
pl: |mana_2|\ |mana_b|, |tap|, wygnaj kartę stwora z twojego cmentarza: Dobierz kartę.

source: When Elderfang Disciple enters the battlefield, each opponent discards a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, każdy przeciwnik odrzuca kartę.

source: Flying, lifelink, hexproof from planeswalkers
pl: Latanie, więź życia, antyklątwa na wędrowców

source: Boast — |mana_1|\ |mana_b|, Sacrifice a creature: Each opponent sacrifices a creature or planeswalker. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_b|, poświęć stwora: Każdy przeciwnik poświęca stwora lub wędrowca. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Exile target creature or planeswalker.
pl: Wygnaj wskazanego stwora lub wędrowca.

source: |mana_1|\ |mana_s|: Grim Draugr gets +1/+0 and gains menace until end of turn. (It can't be blocked except by two or more creatures. |mana_s| can be paid with one mana from a snow source.)
pl: |mana_1|\ |mana_s|: Ten stwór dostaje do końca tury +1/+0 i złowrogość. (Nie może być blokowany, chyba że przez co najmniej dwa stwory. |mana_s| można opłacić maną ze śnieżnego źródła.)

source: Flying, trample
pl: Latanie, tratowanie

source: |mana_s|\ |mana_s|: Hailstorm Valkyrie gets +2/+2 until end of turn. (|mana_s| can be paid with one mana from a snow source.)
pl: |mana_s|\ |mana_s|: Ten stwór dostaje do końca tury +2/+2. (|mana_s| można opłacić maną ze śnieżnego źródła.)

source: Choose a creature type. Return up to two creature cards of that type from your graveyard to the battlefield. If this spell was foretold, return all creature cards of that type from your graveyard to the battlefield instead.
pl: Wybierz typ stwora. Przywróć co najwyżej dwie karty stwór owego typu z twojego cmentarza na pole bitwy. Jeśli ten czar był przepowiedziany, zamiast tego przywróć wszystkie karty stworów owego typu z twojego cmentarza na pole bitwy.

source: Foretell |mana_5|\ |mana_b|\ |mana_b| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_5|\ |mana_b|\ |mana_b| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Whenever you cast your second spell each turn, put a +1/+1 counter on Infernal Pet and it gains flying until end of turn.
pl: Ilekroć rzucisz swój drugi czar w danej turze, umieść znacznik +1/+1 na tym stworze i dostaje on latanie do końca tury.

source: When Jarl of the Forsaken enters the battlefield, destroy target creature or planeswalker an opponent controls that was dealt damage this turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, zniszcz wskazanego stwora lub wędrowca pod władaniem przeciwnika, który otrzymał obrażenia w tej turze.

source: Foretell |mana_1|\ |mana_b| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_1|\ |mana_b| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: When Karfell Kennel-Master enters the battlefield, up to two target creatures each get +1/+0 and gain indestructible until end of turn. (Damage and effects that say "destroy" don't destroy them.)
pl: Kiedy ten stwór wejdzie na pole bitwy, każdy z co najwyżej dwóch wskazanych stworów dostaje do końca tury +1/+0 i niezniszczalność. (Obrażenia oraz efekty mówiące "zniszcz" nie zniszczą ich.)

source: When Koma's Faithful dies, each player mills three cards. (To mill a card, a player puts the top card of their library into their graveyard.)
pl: Kiedy ten stwór umrze, każdy gracz mieli trzy karty. (By zmielić kartę, gracz umieszcza wierzchnią kartę swojej biblioteki w swoim cmentarzu.)

source: Destroy target creature. If this spell was foretold, scry 2.
pl: Zniszcz wskazanego stwora. Jeśli ten czar był przepowiedziany, wróż 2.

source: |tap|, Sacrifice Priest of the Haunted Edge: Target creature gets -X/-X until end of turn, where X is the number of snow lands you control. Activate only as a sorcery.
pl: |tap|, poświęć tego stwora: Wskazany stwór dostaje go końca tury -X/-X, gdzie X jest liczbą śnieżnych lądów pod twoim władaniem. Aktywuj tylko jako obrzęd.

source: Return target creature card from your graveyard to your hand.
pl: Przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Return two target creature cards that share a creature type from your graveyard to your hand.
pl: Przywróć dwie wskazane karty stworów, które mają wspólny typ z twojego cmentarza do twojej ręki.

source: Return target creature card from your graveyard to the battlefield. If it's an Elf, create two 1/1 green Elf Warrior creature tokens.
pl: Przywróć wskazaną kartę stwora z twojego cmentarza na pole bitwy. Jeśli to Elf, stwórz dwa żetony zielonego stwora Elf Wojownik 1/1.

source: Foretell |mana_3|\ |mana_b| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_3|\ |mana_b| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Create X 2/2 black Zombie Berserker creature tokens, where X is the number of nontoken creatures that died this turn.
pl: Stwórz X żetonów czarnego stwora Zombi Berzerker 2/2, gdzie X jest liczbą nieżetonowych stworów, które umarły w tej turze.

source: Foretell |mana_b| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_b| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: When Rune of Mortality enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole bitwy, dobierz kartę.

source: As long as enchanted permanent is a creature, it has deathtouch.
pl: O ile zauroczony permanent jest stworem, ma on dotyk śmierci.

source: As long as enchanted permanent is an Equipment, it has "Equipped creature has deathtouch."
pl: O ile zauroczony permanent jest Wyposażeniem, ma on "Wyposażony stwór ma dotyk śmierci."

source: Whenever another nontoken Elf or Berserker you control dies, you draw a card and you lose 1 life.
pl: Ilekroć umrze inny nieżetonowy Elf lub Berserk pod twoim władaniem, dobierz kartę i strać 1 życie.

source: When Skemfar Shadowsage enters the battlefield, choose one —
pl: Kiedy ten stwór wejdzie na pole bitwy, wybierz jedną —

source: Each opponent loses X life, where X is the greatest number of creatures you control that have a creature type in common.
pl: Każdy przeciwnik traci X żyć, gdzie X jest największą liczbą stworów pod twoim władaniem mających wspólny typ stwora.

source: You gain X life, where X is the greatest number of creatures you control that have a creature type in common.
pl: Zyskaj X żyć, gdzie X jest największą liczbą stworów pod twoim władaniem mających wspólny typ stwora.

source: Target opponent discards two cards. If fewer than two cards were discarded this way, you draw cards equal to the difference.
pl: Wskazany przeciwnik odrzuca dwie karty. Jeśli w ten sposób odrzucono mniej niż dwie karty, dobierz tyle kart, ile wynosi różnica.

source: Menace
pl: Złowrogość

source: Whenever an opponent sacrifices a nontoken permanent or discards a permanent card, you may put that card from a graveyard onto the battlefield under your control.
pl: Ilekroć przeciwnik poświęci nieżetonowy permanent lub odrzuci kartę permanentu, możesz umieścić ową kartę z cmentarza na polu bitwy pod twoim władaniem.

source: |tap|: Target player loses 3 life unless they sacrifice a nonland permanent or discard a card.
pl: |tap|: Wskazany gracz traci 3 życia, chyba że poświęci nielądowy permanent lub odrzuci kartę.

source: |mana_3|\ |mana_b|: Untap Tergrid's Lantern.
pl: |mana_3|\ |mana_b|: Odkręć ten artefakt.

source: Each player sacrifices two creatures.
pl: Każdy gracz poświęca dwa stwory.

source: Foretell |mana_2|\ |mana_b|\ |mana_b| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_2|\ |mana_b|\ |mana_b| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: When Valki enters the battlefield, each opponent reveals their hand. For each opponent, exile a creature card they revealed this way until Valki leaves the battlefield.
pl: Kiedy ten stwór wejdzie na pole bitwy, każdy przeciwnik ujawnia swoją rękę. U każdego przeciwnika wygnaj kartę stwora spośród ujawnionych w ten sposób, dopóki ten stwór nie opuści pola bitwy.

source: |mana_x|: Choose a creature card exiled with Valki with mana value X. Valki becomes a copy of that card.
pl: |mana_x|: Wybierz kartę stwora wygnaną niniejszym stworem o skrócie many X. Niniejszy stwór staje się kopią owej karty.

source: As Tibalt enters the battlefield, you get an emblem with "You may play cards exiled with Tibalt, Cosmic Impostor, and you may spend mana as though it were mana of any color to cast those spells."
pl: Umieszczając tę kartę na polu bitwy otrzymujesz emblemat o treści "Możesz zagrywać karty wygnane z pomocą Tibalt, Cosmic Impostor i możesz wydawać manę tak, jakby była maną dowolnego koloru."

source: +2: Exile the top card of each player's library.
pl: +2: Wygnaj wierzchnią kartę biblioteki każdego z graczy.

source: −3: Exile target artifact or creature.
pl: –3: Wygnaj wskazany artefakt lub stwora.

source: −8: Exile all cards from all graveyards. Add |mana_r|\ |mana_r|\ |mana_r|.
pl: –8: Wygnaj wszystkie karty z wszystkich cmentarzy. Weź |mana_r|\ |mana_r|\ |mana_r|.

source: Boast — |mana_1|\ |mana_b|: Target player searches their library for a card, then shuffles and puts that card on top. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_b|: Wskazany gracz wyszukuje kartę w swojej bibliotece, po czym tasuje i umieszcza ową kartę na wierzchu. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Flying, deathtouch, haste
pl: Latanie, dotyk śmierci, pośpiech

source: As an additional cost to cast this spell, sacrifice a creature.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć stwora.

source: Draw two cards.
pl: Dobierz dwie karty.

source: As an additional cost to cast this spell, exile a creature card from your graveyard.
pl: Jako dodatkowy koszt rzucenia tego czaru — wygnaj kartę stwora z twojego cmentarza.

source: Target creature gets -3/-3 until end of turn.
pl: Wskazany stwór dostaje do końca tury -3/-3.

source: Enchanted creature has base power 0 and has "At the beginning of your upkeep, you lose 1 life unless you sacrifice this creature."
pl: Zauroczony stwór ma bazową siłę 0 oraz "Na początku twojego kroku utrzymania, strać 1 życie, chyba że poświęcisz tego stwora."

source: Haste
pl: Pośpiech

source: Boast — |mana_1|: You may change Arni Brokenbrow's base power to 1 plus the greatest power among other creatures you control until end of turn. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|: Możesz zamienić do końca tury bazową siłę tego stwora na 1 plus największa siła spośród stworów pod twoim władaniem. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: |tap|: Target creature gains haste until end of turn.
pl: |tap|: Wskazany stwór zyskuje pośpiech do końca tury.

source: When Basalt Ravager enters the battlefield, it deals X damage to any target, where X is the greatest number of creatures you control that have a creature type in common.
pl: Kiedy ten stwór wejdzie na pole bitwy, zadaje on wskazanemu celowi X obrażeń, gdzie X jest największą liczbą stworów pod twoim władaniem mających wspólny typ stwora.

source: Whenever you cast a spell, add |mana_r|. Until end of turn, you don't lose this mana as steps and phases end.
pl: Ilekroć rzucisz czar, weź |mana_r|. Do końca tury nie tracisz owej many podczas końców kroków i faz.

source: Creatures you control can boast twice during each of your turns rather than once.
pl: Stwory pod twoim władaniem mogą w każdej turze przechwalać się dwukrotnie zamiast raz.
