Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/KHM.po
Languages: pl

source: Whenever an Angel you control dies, each other player sacrifices a creature.
pl: Ilekroć umrze Anioł pod twoim władaniem, każdy inny gracz poświęca stwora.
