Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/KHM.po
Languages: pl

source: |mana_3|, |tap|: Create a colorless snow artifact token named Icy Manalith with "|tap|: Add one mana of any color."
pl: |mana_3|, |tap|: Stwórz żeton bezkolorowego śnieżnego artefaktu o nazwie Lodowy Manalit mający "|tap|: Weź jedną manę dowolnego koloru."

source: |mana_6|\ |mana_r|\ |mana_g|, |tap|: Look at the top four cards of your library. You may cast a spell from among them without paying its mana cost. Put the rest on the bottom of your library in a random order.
pl: |mana_6|\ |mana_r|\ |mana_g|, |tap|: Spójrz na cztery wierzchnie karty twojej biblioteki. Możesz spośród nich rzucić czar bez płacenia jego kosztu many. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: I — Mill three cards.
pl: I — Zmiel trzy karty.

source: II — Return up to two target snow permanent cards from your graveyard to your hand.
pl: II — Przywróć co najwyżej dwie wskazane karty śnieżnych permanentów z twojego cmentarza do twojej ręki.

source: III — Choose three cards in each graveyard. Their owners shuffle those cards into their libraries.
pl: III — Wybierz trzy karty w każdym cmentarzu. Ich właściciele wstasowują owe karty do swoich bibliotek.

source: I — You may exchange control of two target creatures.
pl: I — Możesz zamienić władanie nad dwoma wskazanymi stworami.

source: II — You may exchange control of two target nonbasic, noncreature permanents that share a card type.
pl: II — Możesz zamienić władanie nad dwoma wskazanymi nie-bazowymi nie-stworowymi permanentami mającymi wspólny typ karty.

source: III — Target player loses 3 life and you gain 3 life.
pl: III — Wskazany gracz traci 3 życia, a ty zyskaj 3 życia.

source: Whenever you cast a spell from anywhere other than your hand, draw a card.
pl: Ilekroć rzucisz czar skądkolwiek poza twoją ręką, dobierz kartę.

source: I — Destroy target land.
pl: I — Zniszcz wskazany ląd.

source: II — Put target land card from a graveyard onto the battlefield under your control.
pl: II — Umieść wskazaną kartę lądu z dowolnego cmentarza na pole bitwy pod twoim władaniem.

source: III — Choose target opponent. If they control fewer lands than you, create a number of 4/4 green Troll Warrior creature tokens with trample equal to the difference.
pl: III — Wskaż przeciwnika. Jeśli ma on we władaniu mniej lądów niż ty, stwórz tyle żetonów zielonego stwora Troll Wojownik 4/4 z tratowaniem, ile wynosi różnica.

source: As Bloodline Pretender enters the battlefield, choose a creature type.
pl: Umieszczając tego stwora na polu bitwy, wybierz typ stwora.

source: Whenever another creature of the chosen type enters the battlefield under your control, put a +1/+1 counter on Bloodline Pretender.
pl: Ilekroć inny stwór wybranego typu wejdzie na pole bitwy pod twoim władaniem, umieść znacznik +1/+1 na niniejszym stworze.

source: Whenever Colossal Plow attacks, add |mana_w|\ |mana_w|\ |mana_w| and you gain 3 life. Until end of turn, you don't lose this mana as steps and phases end.
pl: Ilekroć ten Pojazd atakuje, weź |mana_w|\ |mana_w|\ |mana_w| i zyskaj 3 życia. Do końca tury nie tracisz owej many podczas końców kroków i faz.

source: Crew 6 (Tap any number of creatures you control with total power 6 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 6 (Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 6: Ten Pojazd staje się artefaktowym stworem do końca tury.)

source: At the beginning of your end step, draw a card if your life total is greater than your starting life total. Otherwise, you gain 2 life.
pl: Na początku twojego kroku końcowego, dobierz kartę jeśli twoje życia mają większą wartość niż ich startowa wartość. W przeciwnym razie zyskaj 2 życia.

source: Crew 1 (Tap any number of creatures you control with total power 1 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 1 (Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 1: Ten Pojazd staje się do końca tury artefaktowym stworem.)

source: Whenever equipped creature deals combat damage to a player, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Creatures you control are every creature type. The same is true for creature spells you control and creature cards you own that aren't on the battlefield.
pl: Stwory pod twoim władaniem mają każdy typ stwora. To samo tyczy się czarów stworów pod twoim władaniem oraz twoich kart stworów poza polem bitwy.

source: |mana_3|, |tap|: Create a 2/2 blue Shapeshifter creature token with changeling. (It is every creature type.)
pl: |mana_3|, |tap|: Stwórz żeton niebieskiego stwora Przemieniec 2/2 ze zmiennokształtnością. (Ma każdy typ stwora.)

source: |mana_2|, |tap|, Sacrifice a creature: Search your library for a creature card that shares a creature type with the sacrificed creature and has mana value equal to 1 plus that creature's mana value. Put that card onto the battlefield, then shuffle. Activate only as a sorcery.
pl: |mana_2|, |tap|, poświęć stwora: Wyszukaj w twojej bibliotece kartę stwora współdzielącą typ stwora z poświęconym i o skrócie many większym o 1 od jego skróconego kosztu many. Umieść ową kartę na polu bitwy, po czym przetasuj. Aktywuj tylko jako obrzęd.

source: Whenever Raiders' Karve attacks, look at the top card of your library. If it's a land card, you may put it onto the battlefield tapped.
pl: Ilekroć ten Pojazd zaatakuje, spójrz na wierzchnią kartę twojej biblioteki. Jeśli to karta lądu, możesz umieścić ją przekręconą na polu bitwy.

source: Crew 3 (Tap any number of creatures you control with total power 3 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 3 (Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 3: Ten Pojazd staje się do końca tury artefaktowym stworem.)

source: Equipped creature gets +1/+0, has flying, and is a Bird in addition to its other types.
pl: Wyposażony stwór dostaje +1/+0, ma latanie i jest dodatkowo Ptakiem oprócz swoich innych typów.

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: At the beginning of your upkeep, put a night counter on Replicating Ring. Then if it has eight or more night counters on it, remove all of them and create eight colorless snow artifact tokens named Replicated Ring with "|tap|: Add one mana of any color."
pl: Na początku twojego kroku utrzymania, umieść znacznik nocy na tym artefakcie. Następnie jeśli ma on co najmniej osiem znaczników nocy, usuń je wszystkie i stwórz osiem żetonów bezkolorowego śnieżnego artefaktu o nazwie Powielony Pierścień mających "|tap|: Weź jedną manę dowolnego koloru."

source: When Runed Crown enters the battlefield, you may search your library, hand, and/or graveyard for a Rune card and put it onto the battlefield attached to Runed Crown. If you search your library this way, shuffle.
pl: Kiedy ten artefakt wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece, ręce i/lub cmentarzu kartę typu Runa i umieścić ją na polu bitwy dołączoną do tego artefaktu. Jeśli przeszukasz swoją bibliotekę w ten sposób, przetasuj.

source: Foretell |mana_0| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_0| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Nonland permanent cards in graveyards and libraries can't enter the battlefield.
pl: Karty nielądowych permanentów w cmentarzach i bibliotekach nie mogą wejść na pole bitwy.

source: Players can't cast spells from graveyards or libraries.
pl: Gracze nie mogą rzucać czarów z cmentarzy i bibliotek.

source: (|tap|: Add |mana_r| or |mana_w|.)
pl: (|tap|: Weź |mana_r| lub |mana_w|.)

source: Alpine Meadow enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: (|tap|: Add |mana_g| or |mana_w|.)
pl: (|tap|: Weź |mana_g| lub |mana_w|.)

source: Arctic Treeline enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: Axgard Armory enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_w|.
pl: |tap|: Weź |mana_w|.

source: |mana_1|\ |mana_r|\ |mana_r|\ |mana_w|, |tap|, Sacrifice Axgard Armory: Search your library for an Aura card and/or an Equipment card, reveal them, put them into your hand, then shuffle.
pl: |mana_1|\ |mana_r|\ |mana_r|\ |mana_w|, |tap|, poświęć ten ląd: Wyszukaj w twojej bibliotece kartę Aury i/lub kartę Wyposażenia, ujawnij je, umieść w twojej ręce, po czym przetasuj.

source: |tap|: Add |mana_g|.
pl: |tap|: Weź |mana_g|.

source: |tap|: Add |mana_u|.
pl: |tap|: Weź |mana_u|.

source: |tap|: Add |mana_b|.
pl: |tap|: Weź |mana_b|.

source: |tap|: Add |mana_r|.
pl: |tap|: Weź |mana_r|.

source: Bretagard Stronghold enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_g|\ |mana_w|\ |mana_w|, |tap|, Sacrifice Bretagard Stronghold: Put a +1/+1 counter on each of up to two target creatures you control. They gain vigilance and lifelink until end of turn. Activate only as a sorcery.
pl: |mana_g|\ |mana_w|\ |mana_w|, |tap|, poświęć ten ląd: Umieść znacznik +1/+1 na każdym z co najwyżej dwóch wskazanych stworów pod twoim władaniem. Do końca tury zyskują one czujność. Aktywuj tylko jako obrzęd.

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_s|\ |mana_s|\ |mana_s|: Faceless Haven becomes a 4/3 creature with vigilance and all creature types until end of turn. It's still a land. (|mana_s| can be paid with one mana from a snow source.)
pl: |mana_s|\ |mana_s|\ |mana_s|: Ten ląd staje się do końca tury stworem 4/3 z czujnością i każdym typem stwora. Nadal jest lądem. (|mana_s| może być opłacona jedną maną ze śnieżnego źródła.)

source: Gates of Istfell enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_2|\ |mana_w|\ |mana_u|\ |mana_u|, |tap|, Sacrifice Gates of Istfell: You gain 2 life and draw two cards.
pl: |mana_2|\ |mana_w|\ |mana_u|\ |mana_u|, |tap|, poświęć ten ląd: Zyskaj 2 życia i dobierz dwie karty.

source: (|tap|: Add |mana_w| or |mana_u|.)
pl: (|tap|: Weź |mana_w| lub |mana_u|.)

source: Glacial Floodplain enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: Gnottvold Slumbermound enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_3|\ |mana_r|\ |mana_g|\ |mana_g|, |tap|, Sacrifice Gnottvold Slumbermound: Destroy target land. Create a 4/4 green Troll Warrior creature token with trample.
pl: |mana_3|\ |mana_r|\ |mana_g|\ |mana_g|, |tap|, poświęć ten ląd: Zniszcz wskazany ląd. Stwórz żeton zielonego stwora Troll Wojownik 4/4 z tratowaniem.

source: Great Hall of Starnheim enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_w|\ |mana_w|\ |mana_b|, |tap|, Sacrifice Great Hall of Starnheim and a creature you control: Create a 4/4 white Angel Warrior creature token with flying and vigilance. Activate only as a sorcery.
pl: |mana_w|\ |mana_w|\ |mana_b|, |tap|, poświęć ten ląd: Stwórz żeton białego stwora Anioł Wojownik 4/4 z lataniem i czujnością. Aktywuj tylko jako obrzęd.

source: (|tap|: Add |mana_r| or |mana_g|.)
pl: (|tap|: Weź |mana_r| lub |mana_g|.)

source: Highland Forest enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: (|tap|: Add |mana_u| or |mana_b|.)
pl: (|tap|: Weź |mana_u| lub |mana_b|.)

source: Ice Tunnel enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: Immersturm Skullcairn enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_1|\ |mana_b|\ |mana_r|\ |mana_r|, |tap|, Sacrifice Immersturm Skullcairn: It deals 3 damage to target player. That player discards a card. Activate only as a sorcery.
pl: |mana_1|\ |mana_b|\ |mana_r|\ |mana_r|, |tap|, poświęć ten ląd: Zadaje on wskazanemu graczowi 3 obrażenia. Ów gracz odrzuca kartę. Aktywuj tylko jako obrzęd.

source: Littjara Mirrorlake enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_2|\ |mana_g|\ |mana_g|\ |mana_u|, |tap|, Sacrifice Littjara Mirrorlake: Create a token that's a copy of target creature you control, except it enters the battlefield with an additional +1/+1 counter on it. Activate only as a sorcery.
pl: |mana_2|\ |mana_g|\ |mana_g|\ |mana_u|, |tap|, poświęć ten ląd: Stwórz żeton będący kopią wskazanego stwora pod twoim władaniem, ale wchodzi on na pole bitwy z dodatkowym znacznikiem +1/+1. Aktywuj tylko jako obrzęd.

source: Port of Karfell enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_3|\ |mana_u|\ |mana_b|\ |mana_b|, |tap|, Sacrifice Port of Karfell: Mill four cards, then return a creature card from your graveyard to the battlefield tapped. (To mill a card, put the top card of your library into your graveyard.)
pl: |mana_3|\ |mana_u|\ |mana_b|\ |mana_b|, |tap|, poświęć ten ląd: Zmiel cztery karty, po czym przywróć kartę stwora z twojego cmentarza przekręconą na pole bitwy. (Aby zmielić kartę umieść wierzchnią kartę twojej biblioteki w twoim cmentarzu.)

source: (|tap|: Add |mana_g| or |mana_u|.)
pl: (|tap|: Weź |mana_g| lub |mana_u|.)

source: Rimewood Falls enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: Shimmerdrift Vale enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: As Shimmerdrift Vale enters the battlefield, choose a color.
pl: Umieszczając ten ląd na polu bitwy wybierz kolor.

source: |tap|: Add one mana of the chosen color.
pl: |tap|: Weź jedną manę wybranego koloru.

source: Skemfar Elderhall enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_2|\ |mana_b|\ |mana_b|\ |mana_g|, |tap|, Sacrifice Skemfar Elderhall: Up to one target creature you don't control gets -2/-2 until end of turn. Create two 1/1 green Elf Warrior creature tokens. Activate only as a sorcery.
pl: |mana_2|\ |mana_b|\ |mana_b|\ |mana_g|, |tap|, poświęć ten ląd: Co najwyżej jeden wskazany stwór poza twoim władaniem dostaje do końca tury -2/-2. Stwórz dwa żetony zielonego stwora Elf Wojownik. Aktywuj tylko jako obrzęd.

source: (|tap|: Add |mana_w| or |mana_b|.)
pl: (|tap|: Weź |mana_w| lub |mana_b|.)

source: Snowfield Sinkhole enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: (|tap|: Add |mana_b| or |mana_r|.)
pl: (|tap|: Weź |mana_b| lub |mana_r|.)

source: Sulfurous Mire enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: Surtland Frostpyre enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_2|\ |mana_u|\ |mana_u|\ |mana_r|, |tap|, Sacrifice Surtland Frostpyre: Scry 2. Surtland Frostpyre deals 2 damage to each creature. Activate only as a sorcery.
pl: |mana_2|\ |mana_u|\ |mana_u|\ |mana_r|, |tap|, poświęć ten ląd: Wróż 2. Ten ląd zadaje każdemu stworowi po 2 obrażenia. Aktywuj tylko jako obrzęd.

source: |mana_2|, |tap|: Target legendary creature becomes a God in addition to its other types. Put a +1/+1 counter on it.
pl: |mana_2|, |tap|: Wskazany legendarny stwór staje się dodatkowo Bogiem oprócz swoich pozostałych typów. Umieść na nim znacznik +1/+1.

source: |mana_4|, |tap|, Sacrifice Tyrite Sanctum: Put an indestructible counter on target God.
pl: |mana_4|, |tap|, poświęć ten ląd: Umieść znacznik niezniszczalności na wskazanym Bogu.

source: (|tap|: Add |mana_u| or |mana_r|.)
pl: (|tap|: Weź |mana_u| lub |mana_r|.)

source: Volatile Fjord enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: (|tap|: Add |mana_b| or |mana_g|.)
pl: (|tap|: Weź |mana_b| lub |mana_g|.)

source: Woodland Chasm enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: The World Tree enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: As long as you control six or more lands, lands you control have "|tap|: Add one mana of any color."
pl: O ile władasz co najmniej sześcioma lądami, lądy pod twoim władaniem mają "|tap|: Weź jedną manę dowolnego koloru."

source: |mana_w|\ |mana_w|\ |mana_u|\ |mana_u|\ |mana_b|\ |mana_b|\ |mana_r|\ |mana_r|\ |mana_g|\ |mana_g|, |tap|, Sacrifice The World Tree: Search your library for any number of God cards, put them onto the battlefield, then shuffle.
pl: |mana_w|\ |mana_w|\ |mana_u|\ |mana_u|\ |mana_b|\ |mana_b|\ |mana_r|\ |mana_r|\ |mana_g|\ |mana_g|, |tap|, poświęć ten ląd: Wyszukaj w twojej bibliotece dowolną liczbę kart Bogów, umieść je na polu bitwy, po czym przetasuj.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)

source: At the beginning of each end step, if you gained 4 or more life this turn, create a 4/4 white Angel creature token with flying and vigilance.
pl: Na początku każdego kroku końcowego, jeśli zyskałeś co najmniej 4 życia w tej turze, stwórz żeton białego stwora Anioł 4/4 z lataniem i czujnością.

source: As an additional cost to cast this spell, reveal a Giant card from your hand or pay |mana_2|.
pl: Jako dodatkowy koszt rzucenia tego czaru — ujawnij kartę Giganta z twojej ręki lub zapłać |mana_2|.

source: Whenever Surtland Elementalist attacks, you may cast an instant or sorcery spell from your hand without paying its mana cost.
pl: Ilekroć ten stwór atakuje, możesz rzucić czar sztuczki lub obrzędu z twojej ręki bez płacenia jego kosztu many.

source: Pay 3 life: Return Cleaving Reaper from your graveyard to your hand. Activate only if you had an Angel or Berserker enter the battlefield under your control this turn.
pl: Zapłać 3 życia: Przywróć tę kartę z twojego cmentarza do twojej ręki. Możesz aktywować tylko jeśli Anioł lub Berserk wszedł w tej turze na pole bitwy pod twoim władaniem.

source: Whenever Surtland Flinger attacks, you may sacrifice another creature. When you do, Surtland Flinger deals damage equal to the sacrificed creature's power to any target. If the sacrificed creature was a Giant, Surtland Flinger deals twice that much damage instead.
pl: Ilekroć ten stwór atakuje, możesz poświęcić innego stwora. Kiedy tak zrobisz, niniejszy stwór zadaje wskazanemu celowi obrażenia równe sile poświęconego stwora. Jeśli poświęcony stwór był Gigantem, zamiast tego niniejszy stwór zadaje dwukrotnie tyle obrażeń.

source: Other Elves you control get +1/+1.
pl: Inne Elfy pod twoim władaniem dostają +1/+1.

source: |tap|: Add |mana_g|\ |mana_g|\ |mana_g|.
pl: |tap|: Weź |mana_g|\ |mana_g|\ |mana_g|.

source: Vehicles you control become artifact creatures until end of turn. Choose a Dwarf you control. Attach any number of Equipment you control to it.
pl: Pojazdy pod twoim władaniem do końca tury stają się artefaktowymi stworami. Wybierz Krasnoluda pod twoim władaniem. Dołącz do niego dowolną liczbę Wyposażenia pod twoim władaniem.

source: Angel spells you cast cost |mana_2| less to cast.
pl: Rzucanie czarów Aniołów kosztuje cię o |mana_2| mniej.

source: Whenever Warchanter Skald becomes tapped, if it's enchanted or equipped, create a 2/1 red Dwarf Berserker creature token.
pl: Ilekroć ten stwór zostanie przekręcony, jeśli jest zauroczony lub wyposażony, stwórz żeton czerwonego stwora Krasnolud Berserk 2/1.

source: Whenever another Angel enters the battlefield under your control, put a +1/+1 counter on Youthful Valkyrie.
pl: Ilekroć inny Anioł wejdzie na pole bitwy pod twoim władaniem, umieść znacznik +1/+1 na niniejszym stworze.

source: Return target creature to its owner's hand. You may have Shapeshifters you control become copies of that creature until end of turn.
pl: Przywróć wskazanego stwora do ręki właściciela. Możesz sprawić, że Przemieńcy pod twoim władaniem staną się do końca tury kopiami owego stwora.

source: Enchant Giant you control
pl: Zaurocz Giganta pod twoim władaniem

source: When Giant's Grasp enters the battlefield, gain control of target nonland permanent for as long as Giant's Grasp remains on the battlefield.
pl: Kiedy ten urok wejdzie na pole bitwy, zyskaj władanie nad wskazanym nielądowym permanentem na czas przebywania tego uroku na polu bitwy.

source: When Elderfang Ritualist dies, return another target Elf card from your graveyard to your hand.
pl: Kiedy ten stwór umrze, przywróć inną wskazaną kartę Elfa z twojego cmentarza do twojej ręki.

source: When Renegade Reaper enters the battlefield, mill four cards. If at least one Angel card is milled this way, you gain 4 life. (To mill a card, put the top card of your library into your graveyard.)
pl: Kiedy ten stwór wejdzie na pole bitwy, zmiel cztery karty. Jeśli co najmniej jedna karta Anioła została zmielona w ten sposób, zyskaj 4 życia. (By zmielić kartę, umieść wierzchnią kartę twojej biblioteki w twoim cmentarzu.)

source: When Thornmantle Striker enters the battlefield, choose one —
pl: Kiedy ten stwór wejdzie na pole bitwy, wybierz jedną —

source: Remove X counters from target permanent, where X is the number of Elves you control.
pl: Usuń X znaczników ze wskazanego permanentu, gdzie X jest liczbą Elfów pod twoim władaniem.

source: Target creature an opponent controls gets -X/-X until end of turn, where X is the number of Elves you control.
pl: Wskazany stwór pod władaniem przeciwnika dostaje do końca tury -X/-X, gdzie X jest liczbą Elfów pod twoim władaniem.

source: Equipped creature gets +1/+1 for each Dwarf, Equipment, and/or Vehicle you control.
pl: Wyposażony stwór dostaje +1/+1 za każdego Krasnoluda, Wyposażenie i/lub Pojazd pod twoim władaniem.

source: Target Giant you control gets +2/+2 and gains trample until end of turn. Whenever it deals combat damage to a player this turn, exile that many cards from the top of your library. Until the end of your next turn, you may play those cards.
pl: Wskazany Gigant pod twoim władaniem dostaje do końca tury +2/+2 i tratowanie. Ilekroć w tej turze zada on graczowi obrażenia bojowe, wygnaj tyle samo kart z wierzchu twojej biblioteki. Do końca twojej następnej tury możesz zagrywać owe karty.

source: Crew 2 (Tap any number of creatures you control with total power 2 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 2 (Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 2: Ten Pojazd staje się do końca tury artefaktowym stworem.)

source: Sacrifice two Treasures: Return Gilded Assault Cart from your graveyard to your hand.
pl: Poświęć dwa Skarby: Przywróć tę kartę z twojego cmentarza do twojej ręki.

source: Create a 1/1 green Elf Warrior creature token for each Elf you control.
pl: Stwórz żeton zielonego stwora Elf Wojownik 1/1 za każdego Elfa pod twoim władaniem.

source: Whenever another creature named Gladewalker Ritualist enters the battlefield under your control, draw a card.
pl: Ilekroć inny stwór o nazwie Gladewalker Ritualist wejdzie na pole bitwy pod twoim władaniem, dobierz kartę.

source: When Rampage of the Valkyries enters the battlefield, create a 4/4 white Angel creature token with flying and vigilance.
pl: Kiedy ten urok wejdzie na pole bitwy, stwórz żeton białego stwora Anioł 4/4 z lataniem i czujnością.
