Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/KHM.po
Languages: pl

source: Boast — |mana_1|\ |mana_w|: Untap Axgard Braggart. Put a +1/+1 counter on it. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_w|: Odkręć tego stwora. Umieść na nim znacznik +1/+1. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Boast — |mana_1|\ |mana_w|: Creatures you control get +1/+1 until end of turn. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_w|: Stwory pod twoim władaniem dostają do końca tury +1/+1. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Flying, first strike
pl: Latanie, pierwszy cios

source: When Beskir Shieldmate dies, create a 1/1 white Human Warrior creature token.
pl: Kiedy ten stwór umrze, stwórz żeton białego stwora Człowiek Wojownik 1/1.

source: Enchant permanent
pl: Zaurocz permanent

source: Enchanted permanent can't attack, block, or crew Vehicles, and its activated abilities can't be activated unless they're mana abilities.
pl: Zauroczony permanent nie może atakować, blokować, załogować Pojazdów, a jego aktywowane zdolności nie mogą być aktywowane, chyba że są zdolnościami many.

source: Whenever you cast your second spell each turn, create a 1/1 white Spirit creature token with flying.
pl: Ilekroć rzucisz swój drugi czar w danej turze, stwórz żeton białego stwora Duch 1/1 z lataniem.

source: Vigilance
pl: Czujność

source: When Codespell Cleric enters the battlefield, if it was the second spell you cast this turn, put a +1/+1 counter on target creature.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli był drugim czarem rzuconym przez ciebie w tej turze, umieść znacznik +1/+1 na wskazanym stworze.

source: Exile target artifact, creature, or enchantment an opponent controls. That player may put a permanent card from their hand onto the battlefield.
pl: Wygnaj wskazany artefakt, stwora lub urok pod władaniem przeciwnika. Ów gracz może umieścić kartę permanentu ze swojej ręki na polu bitwy.

source: Destroy all creatures.
pl: Zniszcz wszystkie stwory.

source: Foretell |mana_1|\ |mana_w|\ |mana_w| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_1|\ |mana_w|\ |mana_w| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Whenever you cast your second spell each turn, you gain 2 life.
pl: Ilekroć rzucisz swój drugi czar w danej turze, zyskaj 2 życia.

source: Foretell |mana_w| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_w| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Giant Ox crews Vehicles using its toughness rather than its power.
pl: Ten stwór załoguje Pojazdy używając wytrzymałości zamiast siły.

source: Flash
pl: Błysk

source: Flying
pl: Latanie

source: When Glorious Protector enters the battlefield, you may exile any number of non-Angel creatures you control until Glorious Protector leaves the battlefield.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wygnać dowolną liczbę stworów bez typu Anioł pod twoim władaniem dopóki niniejszy stwór nie opuści pola bitwy.

source: Foretell |mana_2|\ |mana_w|
pl: Przepowiednia |mana_2|\ |mana_w|

source: Foretell |mana_3|\ |mana_w| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_3|\ |mana_w| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Boast — |mana_1|\ |mana_w|: Tap target creature. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_w|: Przekręć wskazanego stwora. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Creatures you control that are enchanted or equipped have double strike.
pl: Zauroczone lub wyposażone stwory pod twoim władaniem mają podwójny cios.

source: At the beginning of each combat, you may attach target Aura or Equipment attached to a creature you control to target creature you control.
pl: Na początku każdej potyczki możesz dołączyć do wskazanego stwora pod twoim władaniem wskazaną Aurę lub Wyposażenie dołączone do stwora pod twoim władaniem.

source: Equipped creature gets +2/+0 and has vigilance.
pl: Wyposażony stwór dostaje +2/+0 i ma czujność.

source: Whenever equipped creature dies, return it to its owner's hand.
pl: Ilekroć wyposażony stwór umrze, przywróć go do ręki właściciela.

source: Equip |mana_1|\ |mana_w|
pl: Wyposaż |mana_1|\ |mana_w|

source: Destroy target artifact or enchantment. You gain 4 life.
pl: Zniszcz wskazany artefakt lub urok. Zyskaj 4 życia.

source: Iron Verdict deals 5 damage to target tapped creature.
pl: Ten czar zadaje 5 obrażeń wskazanemu przekręconemu stworowi.

source: Target creature gets +1/+1 and gains double strike until end of turn.
pl: Wskazany stwór dostaje do końca tury +1/+1 oraz podwójny cios.

source: When Master Skald enters the battlefield, you may exile a creature card from your graveyard. If you do, return target artifact or enchantment card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wygnać kartę stwora z twojego cmentarza. Jeśli tak zrobisz, przywróć wskazaną kartę artefaktu lub uroku z twojego cmentarza do twojej ręki.

source: As Rally the Ranks enters the battlefield, choose a creature type.
pl: Umieszczając ten urok na polu bitwy wybierz typ stwora.

source: Creatures you control of the chosen type get +1/+1.
pl: Stwory wybranego typu pod twoim władaniem dostają +1/+1.

source: Flying, vigilance
pl: Latanie, czujność

source: Snow lands your opponents control enter the battlefield tapped.
pl: Śnieżne lądy pod władaniem twoich przeciwników wchodzą przekręcone na pole bitwy.

source: Noncreature spells your opponents cast with mana value 4 or greater cost |mana_2| more to cast.
pl: Rzucanie nie będących stworami czarów o skrócie many 4 lub większym kosztuje twoich przeciwników o |mana_2| więcej.

source: If a source an opponent controls would deal damage to you or a permanent you control, prevent 1 of that damage.
pl: Jeśli źródło pod władaniem przeciwnika miałoby zadać obrażenia tobie lub permanentowi pod twoim władaniem, zażegnaj 1 z owych obrażeń.

source: Whenever you or another permanent you control becomes the target of a spell or ability an opponent controls, counter that spell or ability unless its controller pays |mana_1|.
pl: Ilekroć ty lub inny permanent pod twoim władaniem zostaniecie wskazani przez czar lub zdolność pod władaniem przeciwnika, skontruj ów czar lub zdolność, chyba że ich władca zapłaci |mana_1|.

source: When Resplendent Marshal enters the battlefield or dies, you may exile another creature card from your graveyard. When you do, put a +1/+1 counter on each creature you control other than Resplendent Marshal that shares a creature type with the exiled card.
pl: Kiedy ten stwór wejdzie na pole bitwy lub umrze, możesz wygnać inną kartę stwora z twojego cmentarza. Kiedy tak zrobisz, umieść znacznik +1/+1 na każdym stworze pod twoim władaniem innym niż niniejszy stwór współdzielącym typ stwora z wygnaną kartą.

source: You gain 3 life.
pl: Zyskaj 3 życia.

source: Draw a card.
pl: Dobierz kartę.

source: Whenever another Angel or Cleric enters the battlefield under your control, you gain life equal to that creature's toughness.
pl: Ilekroć inny Anioł lub Kleryk wejdzie na pole bitwy pod twoim władaniem, zyskaj tyle żyć, ile wynosi wytrzymałość owego stwora.

source: As long as you have at least 7 life more than your starting life total, creatures you control get +2/+2.
pl: O ile masz co najmniej o 7 żyć więcej niż twoja startowa liczba żyć, stwory pod twoim władaniem dostają +2/+2.

source: When Rune of Sustenance enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole bitwy, dobierz kartę.

source: As long as enchanted permanent is a creature, it has lifelink.
pl: O ile zauroczony permanent jest stworem, ma więź życia.

source: As long as enchanted permanent is an Equipment, it has "Equipped creature has lifelink."
pl: O ile zauroczony permanent jest Wyposażeniem, ma "Wyposażony stwór ma więź życia."

source: When Runeforge Champion enters the battlefield, you may search your library and/or graveyard for a Rune card, reveal it, and put it into your hand. If you search your library this way, shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece i/lub cmentarzu kartę typu Runa, ujawnij ją i umieść ją w twojej ręce. Jeśli przeszukasz twoją bibliotekę w ten sposób, przetasuj.

source: You may pay |mana_1| rather than pay the mana cost for Rune spells you cast.
pl: Rzucając czar typu Runa możesz zapłacić |mana_1| zamiast płacić jego koszt many.

source: Search your library for a snow permanent card, a legendary card, or a Saga card, reveal it, put it into your hand, then shuffle. You gain 1 life for each |mana_s| spent to cast this spell. (|mana_s| is mana from a snow source.)
pl: Wyszukaj w twojej bibliotece kartę śnieżnego permanentu, legendarną kartę lub kartę Sagi, ujawnij ją, umieść ją w twojej ręce, po czym przetasuj. Zyskaj po 1 życiu za każdą |mana_s| użytą do rzucenia tego czaru. (|mana_s| jest maną ze śnieżnego źródła.)

source: When Shepherd of the Cosmos enters the battlefield, return target permanent card with mana value 2 or less from your graveyard to the battlefield.
pl: Kiedy ten stwór wejdzie na pole bitwy, przywróć wskazaną kartę permanentu o skrócie many 2 lub mniejszym z twojego cmentarza na pole bitwy.

source: First strike, protection from God creatures
pl: Pierwszy cios, ochrona przez stworami typu Bóg

source: When Sigrid, God-Favored enters the battlefield, exile up to one target attacking or blocking creature until Sigrid leaves the battlefield.
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj co najwyżej jednego atakującego lub blokującego stwora dopóki niniejszy stwór nie opuści pola bitwy.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature gets +2/+2.
pl: Zauroczony stwór dostaje +2/+2.

source: |mana_1|\ |mana_w|, Exile Spectral Steel from your graveyard: Return another target Aura or Equipment card from your graveyard to your hand.
pl: |mana_1|\ |mana_w|, wygnaj tę kartę z twojego cmentarza: Przywróć inną wskazaną kartę Aury lub Wyposażenia z twojego cmentarza do twojej ręki.

source: You may pay |mana_1|\ |mana_w| and exile a creature card from your graveyard rather than pay this spell's mana cost.
pl: Możesz zapłacić |mana_1|\ |mana_w| i wygnać kartę stwora z twojego cmentarza zamiast płacić koszt many tego czaru.

source: Artifact and enchantment spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów artefaktów i uroków kosztuje cię o |mana_1| mniej.

source: Create a 4/4 white Angel Warrior creature token with flying and vigilance. If this spell was foretold, create X of those tokens instead.
pl: Stwórz żeton białego stwora Anioł Wojownik 4/4 z lataniem i czujnością. Jeśli ten czar był przepowiedziany, zamiast tego stwórz X takich żetonów.

source: Foretell |mana_x|\ |mana_x|\ |mana_w| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_x|\ |mana_x|\ |mana_w| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Lifelink
pl: Więź życia

source: Boast — |mana_1|\ |mana_w|: Create a 1/1 white Human Warrior creature token. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_w|: Stwórz żeton białego stwora Człowiek Wojownik 1/1. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: When Valkyrie's Sword enters the battlefield, you may pay |mana_4|\ |mana_w|. If you do, create a 4/4 white Angel Warrior creature token with flying and vigilance, then attach Valkyrie's Sword to it.
pl: Kiedy ten artefakt wejdzie na pole bitwy, możesz zapłacić |mana_4|\ |mana_w|. Jeśli tak zrobisz, stwórz żeton białego stwora Anioł Wojownik 4/4 z lataniem i czujnością, po czym dołącz do niego ten artefakt.

source: Equipped creature gets +2/+1.
pl: Wyposażony stwór dostaje +2/+1.

source: Equip |mana_3|
pl: Wyposaż |mana_3|

source: Enchanted creature gets +1/+1.
pl: Zauroczony stwór dostaje +1/+1.

source: When enchanted creature leaves the battlefield, create a 1/1 white Spirit creature token with flying.
pl: Kiedy zauroczony stwór opuści pole bitwy, stwórz żeton białego stwora Duch 1/1 z lataniem.

source: Creatures you control get +2/+1 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +2/+1.

source: Foretell |mana_2|\ |mana_w| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_2|\ |mana_w| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Target creature gets +1/+3 and gains flying until end of turn. Untap it.
pl: Wskazany stwór dostaje do końca tury +1/+3 oraz latanie. Odkręć go.

source: Alrund gets +1/+1 for each card in your hand and each foretold card you own in exile.
pl: Ten stwór dostaje +1/+1 za każdą kartę w twojej ręce oraz każdą przepowiedzianą kartę jaką posiadasz na wygnaniu.

source: At the beginning of your end step, choose a card type, then reveal the top two cards of your library. Put all cards of the chosen type revealed this way into your hand and the rest on the bottom of your library in any order.
pl: Na początku twojego kroku końcowego wybierz typ karty, po czym ujawnij dwie wierzchnie karty twojej biblioteki. Umieść spośród nich wszystkie karty wybranego typu w twojej ręce, a pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: Whenever Hakka, Whispering Raven deals combat damage to a player, return it to its owner's hand, then scry 2.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, przywróć go do ręki właściciela, po czym wróż 2.

source: Create two 1/1 blue Bird creature tokens with flying. Take an extra turn after this one. Exile Alrund's Epiphany.
pl: Stwórz dwa żetony niebieskiego stwora Ptak 1/1 z lataniem. Weź dodatkową turę po obecnej. Wygnaj ten czar.

source: Foretell |mana_4|\ |mana_u|\ |mana_u| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_4|\ |mana_u|\ |mana_u| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Counter target artifact or enchantment spell.
pl: Skontruj wskazany czar artefaktu lub uroku.

source: |mana_s|\ |mana_s|: Ascendant Spirit becomes a Spirit Warrior with base power and toughness 2/3.
pl: |mana_s|\ |mana_s|: Ten stwór staje się Duchem Wojownikiem o bazowych sile i wytrzymałości 2/3.

source: |mana_s|\ |mana_s|\ |mana_s|: If Ascendant Spirit is a Warrior, put a flying counter on it and it becomes a Spirit Warrior Angel with base power and toughness 4/4.
pl: |mana_s|\ |mana_s|\ |mana_s|: Jeśli ten stwór jest Wojownikiem, umieść na nim znacznik latania i staje się on Duchem Wojownikiem Aniołem o bazowych sile i wytrzymałości 4/4.

source: |mana_s|\ |mana_s|\ |mana_s|\ |mana_s|: If Ascendant Spirit is an Angel, put two +1/+1 counters on it and it gains "Whenever this creature deals combat damage to a player, draw a card."
pl: |mana_s|\ |mana_s|\ |mana_s|\ |mana_s|: Jeśli ten stwór jest Aniołem, umieść na nim dwa znaczniki +1/+1 i zyskuje on "Ilekroć ten stwór zada graczowi obrażenia bojowe, dobierz kartę."

source: Foretell |mana_1|\ |mana_u| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_1|\ |mana_u| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: |mana_2|: Target snow land you control becomes a 4/4 Elemental creature with hexproof and haste until end of turn. It's still a land. (A creature with hexproof can't be the target of spells or abilities your opponents control.)
pl: |mana_2|: Wskazany śnieżny ląd pod twoim władaniem do końca tury staje się stworem Żywiołak 4/4 z antyklątwą i pośpiechem. Nadal jest lądem. (Stwór z antyklątwą nie może być wskazywany przez czary i zdolności pod władaniem twoich przeciwników.)

source: Scry 2, then draw two cards.
pl: Wróż 2, po czym dobierz dwie karty.

source: When Berg Strider enters the battlefield, tap target artifact or creature an opponent controls. If |mana_s| was spent to cast this spell, that permanent doesn't untap during its controller's next untap step. (|mana_s| is mana from a snow source.)
pl: Kiedy ten stwór wejdzie na pole bitwy, przekręć wskazany artefakt lub stwora pod władaniem przeciwnika. Jeśli do rzucenia tego czaru użyto |mana_s|, ów permanent nie odkręci się w najbliższym kroku odkręcania swojego władcy. (|mana_s| to mana ze śnieżnego źródła.)

source: When Bind the Monster enters the battlefield, tap enchanted creature. It deals damage to you equal to its power.
pl: Kiedy ten urok wejdzie na pole bitwy, przekręć zauroczonego stwora. Zadaje on tobie obrażenia równe jego sile.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odkręca się w kroku odkręcania swojego władcy.

source: When Brinebarrow Intruder enters the battlefield, target creature an opponent controls gets -2/-0 until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, wskazany stwór pod władaniem przeciwnika dostaje do końca tury -2/-0.

source: At the beginning of your upkeep, you may exile Cosima. If you do, it gains "Whenever a land enters the battlefield under your control, if Cosima is exiled, you may put a voyage counter on it. If you don't, return Cosima to the battlefield with X +1/+1 counters on it and draw X cards, where X is the number of voyage counters on it."
pl: Na początku twojego kroku utrzymania, możesz wygnać tego stwora. Jeśli tak zrobisz zyskuje on "Ilekroć ląd wejdzie na pole bitwy pod twoim władaniem, a ta karta jest na wygnaniu, możesz umieścić na niej znacznik podróży. Jeśli tego nie zrobisz, przywróć tę kartę na pole bitwy mającą X znaczników +1/+1 i dobierz X kart, gdzie X jest liczbą znaczników podróży na tej karcie."

source: Whenever a Vehicle you control deals combat damage to a player, that player exiles that many cards from the top of their library. You may play lands from among those cards for as long as they remain exiled.
pl: Ilekroć Pojazd pod twoim władaniem zada graczowi obrażenia bojowe, ów gracz wygania tyle samo kart z wierzchu swojej biblioteki. Możesz grać spośród nich karty lądów przez cały czas ich wygnania.

source: Crew 1
pl: Załoga 1

source: Foretelling cards from your hand costs |mana_1| less and can be done on any player's turn.
pl: Przepowiadanie kart z twojej ręki kosztuje o |mana_1| mniej i może być robione w turze każdego gracza.

source: Foretell |mana_2|\ |mana_u| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_2|\ |mana_u| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: When Cyclone Summoner enters the battlefield, if you cast it from your hand, return all permanents to their owners' hands except for Giants, Wizards, and lands.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli został rzucony z twojej ręki, przywróć wszystkie permanenty do rąk ich właścicieli z wyjątkiem Gigantów, Czarodziei i lądów.

source: Return target nonland permanent to its owner's hand.
pl: Przywróć wskazany nie-lądowy permanent do ręki właściciela.

source: Foretell |mana_u| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_u| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Counter target spell with mana value 4 or greater.
pl: Skontruj wskazany czar o skrócie many 4 lub większym.

source: When Draugr Thought-Thief enters the battlefield, look at the top card of target player's library. You may put that card into their graveyard.
pl: Kiedy ten stwór wejdzie na pole bitwy, spójrz na wierzchnią kartę biblioteki wskazanego gracza. Możesz umieścić ową kartę w ich cmentarzu.

source: |mana_s|, |tap|: Look at the top card of your library. If it's a snow card, you may reveal it and put it into your hand. (|mana_s| can be paid with one mana from a snow source.)
pl: |mana_s|, |tap|: Spójrz na wierzchnią kartę twojej biblioteki. Jeśli to śnieżna karta, możesz ją ujawnić u mieścić w twojej ręce. (|mana_s| można opłacić maną ze śnieżnego źródła.)

source: |mana_1|\ |mana_s|: Frostpeak Yeti can't be blocked this turn. (|mana_s| can be paid with one mana from a snow source.)
pl: |mana_1|\ |mana_s|: Ten stwór nie może być blokowany w tej turze. (|mana_s| można opłacić maną ze śnieżnego źródła.)

source: This spell costs |mana_1| less to cast if you control a Giant or a Wizard.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej jeśli władasz Gigantem lub Czarodziejem.

source: When Frostpyre Arcanist enters the battlefield, search your library for an instant or sorcery card with the same name as a card in your graveyard, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, wyszukaj w twojej bibliotece kartę sztuczki lub obrzędu mającą taką samą nazwę co karta w twoim cmentarzu, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: When Giant's Amulet enters the battlefield, you may pay |mana_3|\ |mana_u|. If you do, create a 4/4 blue Giant Wizard creature token, then attach Giant's Amulet to it.
pl: Kiedy ten artefakt wejdzie na pole bitwy, możesz zapłacić |mana_3|\ |mana_u|. Jeśli tak zrobisz stwórz żeton niebieskiego stwora Gigant Czarodziej 4/4, po czym dołącz do niego ten artefakt.

source: Equipped creature gets +0/+1 and has "This creature has hexproof as long as it's untapped." (It can't be the target of spells or abilities your opponents control.)
pl: Wyposażony stwór dostaje +0/+1 i ma "Ten stwór ma antyklątwę o ile jest odkręcony." (Nie może być wskazywany przez czary i zdolności pod władaniem twoich przeciwników.)

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: Look at the top three cards of your library. Put one of them into your hand and the rest on the bottom of your library in any order.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: As long as you control a Giant, you may cast Glimpse the Cosmos from your graveyard by paying |mana_u| rather than paying its mana cost. If you cast Glimpse the Cosmos this way and it would be put into your graveyard, exile it instead.
pl: O ile władasz Gigantem, możesz rzucić ten czar z twojego cmentarza płacąc |mana_u| zamiast jego kosztu many. Jeśli rzucisz ten czar tym sposobem i miałby on zostać umieszczony w twoim cmentarzu, zamiast tego wygnaj go.
