Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/KHM.po
Languages: pl

source: Discard a card: Exile the top two cards of your library. You may play those cards this turn.
pl: Odrzuć kartę: Wygnaj dwie wierzchnie karty twojej biblioteki. Możesz zagrać owe karty w tej turze.

source: If a Giant source you control would deal damage to a permanent or player, it deals double that damage to that permanent or player instead.
pl: Jeśli źródło typu Gigant pod twoim władaniem miałoby zadać obrażenia permanentowi lub graczowi, zamiast tego zadaje ono owemu celowi dwukrotność owych obrażeń.

source: Trample
pl: Tratowanie

source: When Cinderheart Giant dies, it deals 7 damage to a creature an opponent controls chosen at random.
pl: Kiedy ten stwór umrze, zadaje on 7 obrażeń wybranemu losowo stworowi pod władaniem przeciwnika.

source: Craven Hulk can't block alone.
pl: Ten stwór nie może blokować samotnie.

source: Crush the Weak deals 2 damage to each creature. If a creature dealt damage this way would die this turn, exile it instead.
pl: Ten czar zadaje każdemu stworowi po 2 obrażenia. Jeśli stwór uszkodzony w ten sposób miałby umrzeć w tej turze, zamiast tego wygnaj go.

source: Foretell |mana_r| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_r| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Demon Bolt deals 4 damage to target creature or planeswalker.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 4 obrażenia.

source: When Doomskar Titan enters the battlefield, creatures you control get +1/+0 and gain haste until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, inne stwory pod twoim władaniem dostają do końca tury +1/+0 oraz pośpiech.

source: Foretell |mana_4|\ |mana_r| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_4|\ |mana_r| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: First strike
pl: Pierwszy cios

source: Boast abilities you activate cost |mana_1| less to activate for each Dragon you control.
pl: Aktywacja przechwałek kosztuje cię o |mana_1| mniej za każdego Smoka pod twoim władaniem.

source: Boast — |mana_4|\ |mana_r|: Create a 5/5 red Dragon creature token with flying. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_4|\ |mana_r|: Stwórz żeton czerwonego stwora Smok 5/5 z lataniem. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: When you cast your next instant or sorcery spell with mana value 4 or less this turn, copy that spell. You may choose new targets for the copy.
pl: Kiedy rzucisz w tej turze swój kolejny czar sztuczki lub obrzędu o skrócie many 4 lub mniejszym, skopiuj ów czar. Możesz wskazać nowe cele dla kopii.

source: When Dwarven Hammer enters the battlefield, you may pay |mana_2|. If you do, create a 2/1 red Dwarf Berserker creature token, then attach Dwarven Hammer to it.
pl: Kiedy ten artefakt wejdzie na pole bitwy, możesz zapłacić |mana_2|. Jeśli tak zrobisz, stwórz żeton czerwonego stwora Krasnolud Berserk 2/1 i dołącz do niego ten artefakt.

source: Equipped creature gets +3/+0 and has trample.
pl: Wyposażony stwór dostaje +3/+0 i ma tratowanie.

source: Create two 2/1 red Dwarf Berserker creature tokens.
pl: Stwórz dwa żetony czerwonego stwora Krasnolud Berserk 2/1.

source: Foretell |mana_1|\ |mana_r| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_1|\ |mana_r| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Boast — |mana_2|\ |mana_r|: Create a 2/1 red Dwarf Berserker creature token. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_2|\ |mana_r|: Stwórz żeton czerwonego stwora Krasnolud Berserk 2/1. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Boast — |mana_2|\ |mana_r|: Fearless Pup gets +2/+0 until end of turn. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_2|\ |mana_r|: Ten stwór dostaje do końca tury +2/+0. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: Whenever you activate a boast ability, put a +1/+1 counter on Frenzied Raider.
pl: Ilekroć aktywujesz przechwałkę, umieść znacznik +1/+1 na niniejszym stworze.

source: Frost Bite deals 2 damage to target creature or planeswalker. If you control three or more snow permanents, it deals 3 damage instead.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 2 obrażenia. Jeśli władasz co najmniej trzema śnieżnymi permanentami, zamiast tego zadaje 3 obrażenia.

source: Flying, haste
pl: Latanie, pośpiech

source: Whenever Goldspan Dragon attacks or becomes the target of a spell, create a Treasure token.
pl: Ilekroć ten stwór zaatakuje lub zostaniee wskazany przez czar, stwórz żeton Skarbu.

source: Treasures you control have "|tap|, Sacrifice this artifact: Add two mana of any one color."
pl: Skarby pod twoim władaniem mają "|tap|, poświęć ten artefakt: Weź dwie many jednego dowolnego koloru."

source: Boast — |mana_1|\ |mana_r|: Hagi Mob deals 1 damage to any target. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_r|: Ten stwór zadaje wskazanemu celowi 1 obrażenie. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: When Immersturm Raider enters the battlefield, you may discard a card. If you do, draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy możesz odrzucić kartę. Jeśli tak zrobisz, dobierz kartę.

source: Other Dwarves you control get +1/+0.
pl: Inne Krasnoludy pod twoim władaniem dostają +1/+0.

source: Whenever a Dwarf you control becomes tapped, create a Treasure token.
pl: Ilekroć Krasnolud pod twoim władaniem zostanie przekręcony, stwórz żeton Skarbu.

source: Sacrifice five Treasures: Search your library for an artifact or Dragon card, put that card onto the battlefield, then shuffle.
pl: Poświęć pięć Skarbów: Wyszukaj w twojej bibliotece kartę artefaktu lub Smoka, umieść ową kartę na polu bitwy, po czym przetasuj.

source: Add two mana of any one color and two mana of any other color. Spend this mana only to cast creature or enchantment spells.
pl: Weź dwie many dowolnego koloru i dwie many innego koloru. Wydaj te many tylko na rzucenie czarów stworów lub uroków.

source: Creatures you control get +1/+0 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +1/+0.

source: Provoke the Trolls deals 3 damage to any target. If a creature is dealt damage this way, it gets +5/+0 until end of turn.
pl: Ten czar zadaje wskazanemu celowi 3 obrażenia. Jeśli stwór otrzymał obrażenia w ten sposób, dostaje do końca tury +5/+0.

source: Your opponents can't gain life.
pl: Twoi przeciwnicy nie mogą zyskiwać żyć.

source: At the beginning of your upkeep, Quakebringer deals 2 damage to each opponent. This ability triggers only if Quakebringer is on the battlefield or if Quakebringer is in your graveyard and you control a Giant.
pl: Na początku twojego kroku utrzymania, ten stwór zadaje każdemu przeciwnikowi po 2 obrażenia. Ta zdolność wyzwala się tylko jeśli ten stwór jest na polu bitwy lub gdy ta karta jest w twoim cmentarzu, a ty władasz Gigantem.

source: Foretell |mana_2|\ |mana_r|\ |mana_r|
pl: Przepowiednia |mana_2|\ |mana_r|\ |mana_r|

source: Create X 2/1 red Dwarf Berserker creature tokens, where X is the number of Vehicles you control plus the number of Equipment you control. For each of those tokens, you may attach an Equipment you control to it.
pl: Stwórz X żetonów czerwonego stwora Krasnolud Berserk 2/1, gdzie X jest sumą liczby Pojazdów pod twoim władaniem i liczby Wyposażenia pod twoim władaniem. Każdemu z owych stworów możesz dołączyć Wyposażenie pod twoim władaniem.

source: Target attacking creature gets +3/+3 and gains trample until end of turn.
pl: Wskazany atakujący stwór dostaje do końca tury +3/+3 oraz tratowanie.

source: When Rune of Speed enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole bitwy, dobierz kartę.

source: As long as enchanted permanent is a creature, it gets +1/+0 and has haste.
pl: O ile zauroczony permanent jest stworem, dostaje +1/+0 i ma pośpiech.

source: As long as enchanted permanent is an Equipment, it has "Equipped creature gets +1/+0 and has haste."
pl: O ile zauroczony permanent jest Wyposażeniem, ma "Wyposażony stwór dostaje +1/+0 i ma pośpiech."

source: As an additional cost to cast this spell, discard a card.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć kartę.

source: Draw two cards and create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Dobierz dwie karty i stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Gain control of target creature until end of turn. Untap that creature. Until end of turn, it gains haste and "Whenever this creature deals damage, destroy target Equipment attached to it."
pl: Zyskaj do końca tury władanie nad wskazanym stworem. Odkręć go. Do końca tury zyskuje on pośpiech oraz "Ilekroć ten stwór zada obrażenia, zniszcz wskazane Wyposażenie dołączone do niego."

source: Destroy target artifact or land. If an artifact is destroyed this way, create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Zniszcz wskazany artefakt lub ląd. Jeśli zniszczono artefakt w ten sposób, stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: This spell costs |mana_3| less to cast if you control a Giant.
pl: Rzucenie tego czaru kosztuje o |mana_3| mniej jeśli władasz Gigantem.

source: Squash deals 6 damage to target creature or planeswalker.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 6 obrażeń.

source: Counter target spell. Choose 1, 2, or 3 at random. Its controller mills that many cards, then exiles cards from the top of their library until they exile a nonland card with a different name than that spell. They may cast that card without paying its mana cost. Then they put the exiled cards on the bottom of their library in a random order.
pl: Skontruj wskazany czar. Wybierz losowo 1, 2 lub 3. Jego władca mieli tyle kart, po czym wygania karty z wierzchu swojej biblioteki aż wygna nielądową kartę o innej nazwie niż ów czar. Może rzucić ową kartę bez płacenia jej kosztu many. Następnie umieszcza owe wygnane karty losowo na spodzie swojej biblioteki.

source: Whenever a creature or planeswalker an opponent controls is dealt excess noncombat damage, Toralf deals damage equal to the excess to any target other than that permanent.
pl: Ilekroć stwór lub wędrowiec pod władaniem przeciwnika otrzymuje nadmiarowe pozabojowe obrażenia, niniejszy stwór zadaje wskazanemu celowi innemu niż ów permanent obrażenia równe nadmiarowi.

source: Equipped creature has "|mana_1|\ |mana_r|, |tap|, Unattach Toralf's Hammer: It deals 3 damage to any target. Return Toralf's Hammer to its owner's hand."
pl: Wyposażony stwór ma "|mana_1|\ |mana_r|, |tap|, odłącz ten artefakt: Zadaje on wskazanemu celowi 3 obrażenia. Przywróć ten artefakt do ręki właściciela."

source: Equipped creature gets +3/+0 as long as it's legendary.
pl: Wyposażony stwór dostaje +3/+0 o ile jest legendarny.

source: Equip |mana_1|\ |mana_r|
pl: Wyposaż |mana_1|\ |mana_r|

source: Equipped creature gets +1/+1.
pl: Wyposażony stwór dostaje +1/+1.

source: Whenever equipped creature becomes blocked, it deals 1 damage to defending player.
pl: Ilekroć wyposażony stwór zostanie zablokowany, zadaje on broniącemu się graczowi 1 obrażenie.

source: Equip |mana_1| (|mana_1|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_1| (|mana_1|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj tylko jako obrzęd.)

source: Tundra Fumarole deals 4 damage to target creature or planeswalker. Add |colorless| for each |mana_s| spent to cast this spell. Until end of turn, you don't lose this mana as steps and phases end. (|mana_s| is mana from a snow source.)
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 4 obrażenia. Weź |colorless| za każdą |mana_s| wydaną na rzucenie tego czaru. Do końca tury nie tracisz tej many podczas końców kroków i faz. (|mana_s| jest maną ze śnieżnego źródła.)

source: Boast — |mana_1|: Exile the top card of your library. You may play that card this turn. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|: Wygnaj wierzchnią kartę twojej biblioteki. Możesz zagrać ową kartę w tej turze. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: |mana_1|, |tap|, Exile a creature card from your graveyard: Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: |mana_1|, |tap|, wygnaj kartę stwora z twojego cmentarza: Stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Enchanted creature gets +2/+2, has reach, and is every creature type.
pl: Zauroczony stwór dostaje +2/+2, ma zasięg i jest każdego typu stwora.

source: Whenever a permanent you control becomes the target of a spell or ability an opponent controls, you may draw a card.
pl: Ilekroć permanent pod twoim władaniem zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, możesz dobrać kartę.

source: Foretell |mana_2|\ |mana_g|\ |mana_g| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_2|\ |mana_g|\ |mana_g| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: Distribute X +1/+1 counters among any number of creatures you control, where X is the amount of |mana_s| spent to cast this spell. Then draw a card for each creature you control with power 4 or greater.
pl: Rozdziel X znaczników +1/+1 pomiędzy dowolną liczbę stworów pod twoim władaniem, gdzie X jest liczbą |mana_s| użytej do rzucenia tego czaru. Następnie dobierz kartę za każdego stwora pod twoim władaniem mającego siłę 4 lub większą.

source: Choose target creature you control and target creature you don't control. If you control three or more snow permanents, the creature you control gets +1/+0 and gains indestructible until end of turn. Then those creatures fight each other. (Each deals damage equal to its power to the other.)
pl: Wybierz wskazanego stwora pod twoim władaniem i wskazanego stwora poza twoim władaniem. Jeśli władasz co najmniej trzema śnieżnymi permanentami, ów stwór pod twoim władaniem dostaje do końca tury +1/+0 i niezniszczalność. Następnie owe stwory walczą ze sobą. (Każdy z nich zadaje drugiemu obrażenia równe swojej sile.)

source: Whenever you cast a creature spell, if |mana_s| of any of that spell's colors was spent to cast it, that creature enters the battlefield with an additional +1/+1 counter on it. (|mana_s| is mana from a snow source.)
pl: Ilekroć rzucisz czar stwora, jeśli |mana_s| któregokolwiek z kolorów owego czaru została wydana na jego rzucenie, ów stwór wchodzi na pole bitwy z dodatkowym znacznikiem +1/+1. (|mana_s| to mana ze śnieżnego źródła.)

source: Destroy target artifact, enchantment, or creature with flying.
pl: Zniszcz wskazany artefakt, urok lub stwora z lataniem.

source: When Elderleaf Mentor enters the battlefield, create a 1/1 green Elf Warrior creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton zielonego stwora Elf Wojownik 1/1.

source: When Elven Bow enters the battlefield, you may pay |mana_2|. If you do, create a 1/1 green Elf Warrior creature token, then attach Elven Bow to it.
pl: Kiedy ten artefakt wejdzie na pole bitwy, możesz zapłacić |mana_2|. Jeśli tak zrobisz, stwórz żeton zielonego stwora Elf Wojownik 1/1 i dołącz ten artefakt do niego.

source: Equipped creature gets +1/+2 and has reach.
pl: Wyposażony stwór dostaje +1/+2 i ma zasięg.

source: Whenever one or more other Elves enter the battlefield under your control, create a 1/1 green Elf Warrior creature token. This ability triggers only once each turn.
pl: Ilekroć co najmniej jeden inny Elf wejdzie na pole bitwy pod twoim władaniem, stwórz żeton zielonego stwora Elf Wojownik 1/1. Ta zdolność wyzwala się tylko raz na turę.

source: |mana_5|\ |mana_g|\ |mana_g|: Elves you control get +2/+2 and gain deathtouch until end of turn.
pl: |mana_5|\ |mana_g|\ |mana_g|: Elfy pod twoim władaniem dostają do końca tury +2/+2 i dotyk śmierci.

source: |tap|: Add one mana of any color.
pl: |tap|: Weź jedną manę dowolnego koloru.

source: Other legendary creatures you control have vigilance and "|tap|: Add one mana of any color."
pl: Inne legendarne stwory pod twoim władaniem mają czujność oraz "|tap|: Weź jedną manę dowolnego koloru."

source: At the beginning of your upkeep, reveal cards from the top of your library until you reveal a creature or planeswalker card. Put that card onto the battlefield and the rest on the bottom of your library in a random order.
pl: Na początku twojego kroku utrzymania, ujawniaj karty z wierzchu twojej biblioteki aż ujawnisz kartę stwora lub wędrowca. Umieść ową kartę na polu bitwy a pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: When Esika's Chariot enters the battlefield, create two 2/2 green Cat creature tokens.
pl: Kiedy ten artefakt wejdzie na pole bitwy, stwórz dwa żetony zielonego stwora Kot 2/2.

source: Whenever Esika's Chariot attacks, create a token that's a copy of target token you control.
pl: Ilekroć ten pojazd atakuje, stwórz żeton będący kopią wskazanego żetonu pod twoim władaniem.

source: Crew 4
pl: Załoga 4

source: Whenever a creature you control with deathtouch deals combat damage to a player, that player gets two poison counters. (A player with ten or more poison counters loses the game.)
pl: Ilekroć stwór pod twoim władaniem mający dotyk śmierci zada graczowi obrażenia bojowe, ów gracz zyskuje dwa znaczniki trucizny. (Gracz mający co najmniej dziesięć znaczników trucizny przegrywa grę.)

source: Enchant land
pl: Zaurocz ląd

source: Enchanted land is snow.
pl: Zauroczony ląd jest śnieżny.

source: Whenever enchanted land is tapped for mana, its controller adds an additional one mana of any color.
pl: Ilekroć zauroczony ląd zostanie przekręcony przy pobieraniu many, jego władca bierze dodatkowo jedną manę dowolnego koloru.

source: Reach
pl: Zasięg

source: When Guardian Gladewalker enters the battlefield, put a +1/+1 counter on target creature.
pl: Kiedy ten stwór wejdzie na pole bitwy, umieść znacznik +1/+1 na wskazanym stworze.

source: Boast — |mana_1|\ |mana_g|: Search your library for a basic land card, reveal it, put it into your hand, then shuffle. (Activate only if this creature attacked this turn and only once each turn.)
pl: Przechwałka — |mana_1|\ |mana_g|: Wyszukaj w twojej bibliotece kartę bazowego lądu, ujawnij ją, umieść w twojej ręce, po czym przetasuj. (Możesz aktywować tylko jeśli ten stwór atakował w tej turze i tylko raz na turę.)

source: |mana_s|\ |mana_s|: Icehide Troll gets +2/+0 and gains indestructible until end of turn. Tap it. (Damage and effects that say "destroy" don't destroy it. |mana_s| can be paid with one mana from a snow source.)
pl: |mana_s|\ |mana_s|: Ten stwór dostaje do końca tury +2/+0 i niezniszczalność. Przekręć go. (Obrażenia i efekty mówiące "zniszcz" nie niszczą go. |mana_s| można opłacić jedną maną ze śnieżnego źródła.)

source: At the beginning of your upkeep, you may cast a permanent spell from your hand with mana value equal to 1 plus the highest mana value among other permanents you control without paying its mana cost. If you don't, scry 1.
pl: Na początku twojego kroku utrzymania, możesz rzucić z twojej ręki bez płacenia jego kosztu many czar permanentu o skrócie many większym o 1 od największego skróconego kosztu many spośród innych permanentów pod twoim władaniem. Jeśli tego nie zrobisz, wróż 1.

source: |tap|, Tap an untapped creature you control: Add one mana of any color.
pl: |tap|, przekręć odkręconego stwora pod twoim władaniem: Weź jedną manę dowolnego koloru.

source: Whenever Jorn attacks, untap each snow permanent you control.
pl: Ilekroć ten stwór zaatakuje, odkręć każdy śnieżny permanent pod twoim władaniem.

source: |tap|: You may play target snow permanent card from your graveyard this turn. If you do, it enters the battlefield tapped.
pl: |tap|: W tej turze możesz zagrać wskazaną kartę śnieżnego permanentu z twojego cmentarza. Jeśli tak zrobisz, wchodzi ona przekręcona na pole bitwy.

source: Until end of turn, target creature gets +1/+1 for each creature you control and gains trample. It must be blocked this turn if able.
pl: Do końca tury wskazany stwór dostaje +1/+1 za każdego stwora pod twoim władaniem i zyskuje tratowanie. Musi być blokowany w tej turze, jeśli to możliwe.

source: As long as you control three or more legendary creatures, Kolvori gets +4/+2 and has vigilance.
pl: O ile władasz co najmniej trzema legendarnymi stworami, niniejszy stwór dostaje +4/+2 i ma czujność.

source: |mana_1|\ |mana_g|, |tap|: Look at the top six cards of your library. You may reveal a legendary creature card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: |mana_1|\ |mana_g|: Spójrz na sześć wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich kartę legendarnego stwora i umieścić ją w twojej ręce. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: As The Ringhart Crest enters the battlefield, choose a creature type.
pl: Umieszczając ten artefakt na polu bitwy, wybierz typ stwora.

source: |tap|: Add |mana_g|. Spend this mana only to cast a creature spell of the chosen type or a legendary creature spell.
pl: |tap|: Weź |mana_g|. Wydaj tę manę tylko na rzucenie czaru stwora wybranego typu lub czaru legendarnego stwora.

source: |mana_2|\ |mana_g|, |tap|, Exile a creature card from your graveyard: Put two +1/+1 counters on target creature. Activate only as a sorcery.
pl: |mana_2|\ |mana_g|, |tap|, wygnaj kartę stwora z twojego cmentarza: Umieść dwa znaczniki +1/+1 na wskazanym stworze. Aktywuj tylko jako obrzęd.

source: Target creature gets +4/+4 until end of turn.
pl: Wskazany stwór dostaje do końca tury +4/+4.

source: Foretell |mana_g| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_g| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: When Masked Vandal enters the battlefield, you may exile a creature card from your graveyard. If you do, exile target artifact or enchantment an opponent controls.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wygnać kartę stwora z twojego cmentarza. Jeśli tak zrobisz, wygnaj wskazany władany przez przeciwnika artefakt lub urok.
