Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/KHM.po
Languages: pl

source: When Old-Growth Troll dies, if it was a creature, return it to the battlefield. It's an Aura enchantment with enchant Forest you control and "Enchanted Forest has '|tap|: Add |mana_g|\ |mana_g|' and '|mana_1|, |tap|, Sacrifice this land: Create a tapped 4/4 green Troll Warrior creature token with trample.'"
pl: Kiedy ten permanent umrze, jeśli był stworem, przywróć go na pole bitwy. Jest urokiem typu Aura zauroczenia Lasu pod twoim władaniem i ma "Zauroczony Las ma '|tap|: Weź |mana_g|\ |mana_g|' oraz '|mana_1|, |tap|, poświęć ten ląd: Stwórz żeton zielonego stwora Troll Wojownik 4/4 z tratowaniem.'"

source: When Path to the World Tree enters the battlefield, search your library for a basic land card, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten urok wejdzie na pole bitwy, wyszukaj w twojej bibliotece kartę bazowego lądu, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: |mana_2|\ |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|, Sacrifice Path to the World Tree: You gain 2 life and draw two cards. Target opponent loses 2 life. Path to the World Tree deals 2 damage to up to one target creature. You create a 2/2 green Bear creature token.
pl: |mana_2|\ |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|, poświęć ten urok: Zyskaj 2 życia i dobierz dwie karty. Wskazany przeciwnik traci 2 życia. Niniejsza karta zadaje 2 obrażenia co najwyżej jednemu wskazanemu stworowi. Stwórz żeton zielonego stwora Niedźwiedź 2/2.

source: When Ravenous Lindwurm enters the battlefield, you gain 4 life.
pl: Kiedy ten stwór wejdzie na pole bitwy, zyskaj 4 życia.

source: As Realmwalker enters the battlefield, choose a creature type.
pl: Umieszczając tego stwora na polu bitwy wybierz typ stwora.

source: You may look at the top card of your library any time.
pl: Możesz patrzeć na wierzchnią kartę twojej biblioteki w dowolnym momencie.

source: You may cast creature spells of the chosen type from the top of your library.
pl: Możesz rzucać czary stworów wybranego typu z wierzchu twojej biblioteki.

source: When Rootless Yew dies, search your library for a creature card with power or toughness 6 or greater, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór umrze, wyszukaj w twojej bibliotece kartę stwora o sile lub wytrzymałości 6 lub większej, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: Mill three cards, then return a land card or Elf card from your graveyard to your hand. If you can't, draw a card. (To mill a card, put the top card of your library into your graveyard.)
pl: Zmiel trzy karty, po czym przywróć kartę lądu lub Elfa z twojego cmentarza do twojej ręki. Jeśli nie możesz, dobierz kartę. (By zmielić kartę, umieść wierzchnią kartę twojej biblioteki w twoim cmentarzu.)

source: When Rune of Might enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole bitwy, dobierz kartę.

source: As long as enchanted permanent is a creature, it gets +1/+1 and has trample.
pl: O ile zauroczony permanent jest stworem, dostaje +1/+1 i ma tratowanie.

source: As long as enchanted permanent is an Equipment, it has "Equipped creature gets +1/+1 and has trample."
pl: O ile zauroczony permanent jest Wyposażeniem, ma "Wyposażony stwór dostaje +1/+1 i ma tratowanie."

source: When Sarulf's Packmate enters the battlefield, draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz kartę.

source: Foretell |mana_1|\ |mana_g| (During your turn, you may pay |mana_2| and exile this card from your hand face down. Cast it on a later turn for its foretell cost.)
pl: Przepowiednia |mana_1|\ |mana_g| (W twojej turze możesz zapłacić |mana_2| i wygnać tę kartę zakrytą. Rzuć ją w późniejszej turze za jej koszt przepowiedni.)

source: |tap|: Untap target snow land.
pl: |tap|: Odkręć wskazany śnieżny ląd.

source: Put a +1/+1 counter on target creature you control. It gains hexproof until end of turn.
pl: Umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem. Do końca tury zyskuje on antyklątwę.

source: When Spirit of the Aldergard enters the battlefield, search your library for a snow land card, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, wyszukaj w twojej bibliotece kartę śnieżnego lądu, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: Spirit of the Aldergard gets +1/+0 for each other snow permanent you control.
pl: Ten stwór dostaje +1/+0 za każdy inny śnieżny permanent pod twoim władaniem.

source: Put a +1/+1 counter on target creature you control. Then that creature fights up to one target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem. Następnie ów stwór walczy z co najwyżej jednym wskazanym stworem poza twoim władaniem. (Każdy zadaje drugiemu obrażenia równe swojej sile.)

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: Indestructible
pl: Niezniszczalność

source: Toski, Bearer of Secrets attacks each combat if able.
pl: Ten stwór atakuje w każdej potyczce, jeśli może.

source: Whenever a creature you control deals combat damage to a player, draw a card.
pl: Ilekroć stwór pod twoim władaniem zada graczowi obrażenia bojowe, dobierz kartę.

source: Elves you control have "|tap|: Add |mana_b|."
pl: Elfy pod twoim władaniem mają "|tap|: Weź |mana_b|."

source: +1: Put a +1/+1 counter on up to one target Elf. Untap it. It gains deathtouch until end of turn.
pl: +1: Umieść znacznik +1/+1 na co najwyżej jednym wskazanym Elfie. Odkręć go. Do końca tury zyskuje on dotyk śmierci.

source: 0: Create a 1/1 green Elf Warrior creature token.
pl: 0: Stwórz żeton zielonego stwora Elf Wojownik 1/1.

source: −6: You get an emblem with "Whenever you cast an Elf spell, it gains haste until end of turn and you draw two cards."
pl: –6: Dostajesz emblemat mający "Ilekroć rzucisz czar Elfa, zyskuje on do końca tury pośpiech, a ty dobierz dwie karty."

source: Trample, haste
pl: Tratowanie, pośpiech

source: If you would put one or more counters on a permanent or player, put twice that many of each of those kinds of counters on that permanent or player instead.
pl: Jeśli masz umieścić co najmniej jeden znacznik na permanencie lub graczu, zamiast tego umieść ich tam dwukrotnie więcej.

source: If an opponent would put one or more counters on a permanent or player, they put half that many of each of those kinds of counters on that permanent or player instead, rounded down.
pl: Jeśli przeciwnik miałby umieścić co najmniej jeden znacznik na permanencie lub graczu, umieszcza ich tam połowę, zaokrąglając w dół.

source: Whenever a creature or planeswalker an opponent controls is dealt excess damage, if a Giant, Wizard, or spell you controlled dealt damage to it this turn, draw a card.
pl: Ilekroć stwór lub wędrowiec pod władaniem przeciwnika otrzymuje nadwyżkę obrażeń, jeśli w tej turze otrzymał obrażenia od Giganta, Czarodzieja lub czaru pod twoim władaniem, dobierz kartę.

source: (As this Saga enters and after your draw step, add a lore counter. Sacrifice after III.)
pl: (Umieszczając tę Sagę oraz po kroku dobierania, dodaj znacznik opowieści. Poświęć po III.)

source: I — Target creature you control fights up to one target creature you don't control.
pl: I — Wskazany stwór pod twoim władaniem walczy z co najwyżej jednym wskazanym stworem poza twoim władaniem.

source: II — Add |mana_r|. Put two +1/+1 counters on up to one target creature you control.
pl: II — Weź |mana_r|. Umieść dwa znaczniki +1/+1 na co najwyżej jednym wskazanym stworze pod twoim władaniem.

source: III — You gain life equal to the greatest power among creatures you control.
pl: III — Zyskaj tyle żyć, ile wynosi największa siła spośród stworów pod twoim władaniem.

source: I, II — Choose a creature you control. Until your next turn, all damage that would be dealt to creatures you control is dealt to that creature instead.
pl: I, II — Wybierz stwora pod twoim władaniem. Do końca tury wszystkie obrażenia, jakie mogłyby zostać zadane stworom pod twoim władaniem, zamiast tego zadawane są owemu stworowi.

source: III — Return target creature card from your graveyard to the battlefield with a flying counter on it. That creature is an Angel Warrior in addition to its other types.
pl: III — Przywróć wskazaną kartę stwora z twojego cmentarza na pole bitwy ze znacznikiem latania. Ów stwór jest Aniołem Wojownikiem oprócz swoich pozostałych typów.

source: I — Create a 1/1 white Human Warrior creature token.
pl: I — Stwórz żeton białego stwora Człowiek Wojownik 1/1.

source: II — Create a 1/1 green Elf Warrior creature token.
pl: II — Stwórz żeton zielonego stwora Elf Wojownik 1/1.

source: III — Choose any number of artifact tokens and/or creature tokens you control with different names. For each of them, create a token that's a copy of it.
pl: III — Wybierz dowolną liczbę żetonów artefaktów i/lub żetonów stworów pod twoim władaniem o różnych nazwach. Każdemu z nich stwórz żeton będący jego kopią.

source: I — Battle of Frost and Fire deals 4 damage to each non-Giant creature and each planeswalker.
pl: I — Ten urok zadaje każdemu stworowi bez typu Gigant i każdemu wędrowcowi po 4 obrażenia.

source: II — Scry 3.
pl: II — Wróż 3.

source: III — Whenever you cast a spell with mana value 5 or greater this turn, draw two cards, then discard a card.
pl: III — Ilekroć rzucisz w tej turze czar o skrócie many 5 lub większym, dobierz dwie karty, po czym odrzuć kartę.

source: I — Create a 2/2 blue Shapeshifter creature token with changeling.
pl: I — Stwórz żeton niebieskiego stwora Przemieniec 2/2 ze zmiennokształtnością.

source: II — Any number of target Shapeshifter creatures you control have base power and toughness 4/4.
pl: II — Dowolna liczba wskazanych stworów typu Przemieniec pod twoim władaniem ma bazowe siłę i wytrzymałość 4/4.

source: III — Choose up to one target creature or planeswalker. Each creature with power 4 or greater you control deals damage equal to its power to that permanent.
pl: III — Wskaż co najwyżej jednego stwora lub wędrowca. Każdy stwór pod twoim władaniem o sile 4 lub większej zadaje owemu permanentowi obrażenia równe swojej sile.

source: I — Destroy target nonland permanent an opponent controls.
pl: I — Zniszcz wskazany nielądowy permanent pod władaniem przeciwnika.

source: II — Search your library for a Forest card, put it onto the battlefield tapped, then shuffle.
pl: II — Wyszukaj w twojej bibliotece kartę Lasu, umieść ją przekręconą na polu bitwy, po czym przetasuj.

source: III — Creatures you control gain deathtouch until end of turn.
pl: III — Do końca tury stwory pod twoim władaniem zyskują dotyk śmierci.

source: I — Create a 2/3 red Demon Berserker creature token with menace.
pl: I — Stwórz żeton czerwonego stwora Demon Berserk 2/3 ze złowrogością.

source: II — Whenever a Berserker attacks this turn, you draw a card and you lose 1 life.
pl: II — Ilekroć w tej turze zaatakuje Berserk, dobierz kartę i strać 1 życie.

source: III — Add |mana_r| for each Berserker you control. Until end of turn, you don't lose this mana as steps and phases end.
pl: III — Weź |mana_r| za każdego Berserka pod twoim władaniem. Do końca tury nie tracisz tej many podczas końców kroków i faz.

source: I, II — Put a +1/+1 counter on up to one target creature.
pl: I, II — Umieść znacznik +1/+1 na co najwyżej jednym wskazanym stworze.

source: III — Exile a creature with the greatest power among creatures target opponent controls.
pl: III — Spośród stworów pod władaniem twoich przeciwników wygnaj stwora o największej sile.

source: Flying, lifelink
pl: Latanie, więź życia

source: Whenever you cast your second spell each turn, look at the top three cards of your library. Put one of them into your hand and the rest into your graveyard.
pl: Ilekroć rzucisz swój drugi czar w danej turze, spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe w twoim cmentarzu.

source: I — Create a 4/4 white Angel Warrior creature token with flying and vigilance.
pl: I — Stwórz żeton białego stwora Anioł Wojownik 4/4 z lataniem i czujnością.

source: II — Until end of turn, Angels you control gain "|tap|: Destroy target creature with power less than this creature's power."
pl: II — Do końca tury Anioły pod twoim władaniem zyskują "|tap|: Zniszcz wskazanego stwora o sile mniejszej niż siła niniejszego stwora."

source: III — Angels you control gain double strike until end of turn.
pl: III — Anioły pod twoim władaniem zyskują do końca tury podwójny cios.

source: I, II — Create a Treasure token.
pl: I, II — Stwórz żeton Skarbu.

source: III — Search your library for a card named Halvar, God of Battle or an Equipment card, reveal it, put it into your hand, then shuffle.
pl: III — Wyszukaj w twojej bibliotece kartę o nazwie Halvar, God of Battle albo kartę Wyposażenia, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: Menace (This creature can't be blocked except by two or more creatures.)
pl: Złowrogość (Ten stwór nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: When Harald, King of Skemfar enters the battlefield, look at the top five cards of your library. You may reveal an Elf, Warrior, or Tyvar card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: Kiedy ten stwór wejdzie na pole bitwy, spójrz na pięć wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich kartę o typie Elf, Wojownik lub Tyvar i umieścić ją w twojej ręce. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: I — Mill three cards. You may put an Elf or Tyvar card from your graveyard onto the battlefield.
pl: I — Zmiel trzy karty. Możesz umieścić kartę typu Elf lub Tyvar z twojego cmentarza na polu bitwy.

source: II — Put a +1/+1 counter on each Elf you control.
pl: II — Umieść znacznik +1/+1 na wskazanym Elfie pod twoim władaniem.

source: III — Whenever an Elf you control attacks this turn, target creature an opponent controls gets -1/-1 until end of turn.
pl: III — Ilekroć w tej turze zaatakuje Elf pod twoim władaniem, wskazany stwór pod władaniem przeciwnika dostaje do końca tury -1/-1.

source: Whenever Immersturm Predator becomes tapped, exile up to one target card from a graveyard and put a +1/+1 counter on Immersturm Predator.
pl: Ilekroć ten stwór zostanie przekręcony, wygnaj co najwyżej jedną wskazaną kartę z dowolnego cmentarza i umieść znacznik +1/+1 na tym stworze.

source: Sacrifice another creature: Immersturm Predator gains indestructible until end of turn. Tap it.
pl: Poświęć innego stwora: Niniejszy stwór dostaje do końca tury niezniszczalność. Przekręć go.

source: I — Scry 2.
pl: I — Wróż 2.

source: II — Draw a card. Then you may reveal a Giant card from your hand. When you do, Invasion of the Giants deals 2 damage to target opponent or planeswalker.
pl: II — Dobierz kartę. Następnie możesz ujawnić kartę Giganta z twojej ręki. Kiedy tak zrobisz, ten urok zadaje wskazanemu przeciwnikowi lub wędrowcowi 2 obrażenia.

source: III — The next Giant spell you cast this turn costs |mana_2| less to cast.
pl: III — Rzucenie następnego twojego czaru Giganta kosztuje cię w tej turze o |mana_2| mniej.

source: When Kardur, Doomscourge enters the battlefield, until your next turn, creatures your opponents control attack each combat if able and attack a player other than you if able.
pl: Kiedy ten stwór wejdzie na pole bitwy, do twojej następnej tury stwory pod władaniem twoich przeciwników atakują w każdej bitwie jeśli mogą i atakują gracza innego niż ty jeśli to możliwe.

source: Whenever an attacking creature dies, each opponent loses 1 life and you gain 1 life.
pl: Ilekroć umrze atakujący stwór, każdy przeciwnik traci po 1 życiu, a ty zyskaj 1 życie.

source: I — You may sacrifice a creature. When you do, Kardur's Vicious Return deals 3 damage to any target.
pl: I — Możesz poświęcić stwora. Kiedy tak zrobisz, ten urok zadaje wskazanemu celowi 3 obrażenia.

source: II — Each player discards a card.
pl: II — Każdy gracz odrzuca kartę.

source: III — Return target creature card from your graveyard to the battlefield. Put a +1/+1 counter on it. It gains haste until your next turn.
pl: III — Przywróć wskazaną kartę stwora z twojego cmentarza na pole bitwy. Umieść na nim znacznik +1/+1. Do końca tury zyskuje on pośpiech.

source: +1: Put a ghostform counter on up to one target nontoken creature. It gains "When this creature dies or is put into exile, return it to its owner's hand and create a 1/1 white Spirit creature token with flying."
pl: +1: Umieść znacznik zjawy na co najwyżej jednym wskazanym nieżetonowym stworze. Zyskuje on "Kiedy ten stwór umrze lub zostanie wygnany, przywróć go do ręki właściciela i stwórz żeton białego stwora Duch 1/1 z lataniem."

source: −3: Exile target nonland permanent.
pl: –3: Wygnaj wskazany nielądowy permanent.

source: −7: You get an emblem with "At the beginning of your upkeep, you may cast a legendary spell from your hand, from your graveyard, or from among cards you own in exile without paying its mana cost."
pl: –7: Dostajesz emblemat mający "Na początku twojego kroku utrzymania, możesz rzucić legendarny czar z twojej ręki, twojego cmentarza lub spośród twoich kart na wygnaniu bez płacenia jego kosztu many."

source: I — Each player mills four cards. Then you may exile a creature or planeswalker card from each graveyard.
pl: I — Każdy gracz mieli cztery karty. Następnie z każdego cmentarza możesz wygnać kartę stwora lub wędrowca.

source: II, III — Until end of turn, you may cast spells from among cards exiled with King Narfi's Betrayal, and you may spend mana as though it were mana of any color to cast those spells.
pl: II, III – Do końca tury możesz rzucać czary spośród wygnanych tym urokiem i do ich rzucenia możesz wydawać manę tak, jakby była maną dowolnego koloru.

source: Whenever another nontoken creature you control dies, if it was enchanted or equipped, return it to its owner's hand.
pl: Ilekroć umrze inny nieżetonowy stwór pod twoim władaniem, jeśli był zauroczony lub wyposażony, przywróć go do ręki właściciela.

source: Creature tokens you control that are enchanted or equipped get +1/+1.
pl: Zauroczone lub wyposażone żetony stworów pod twoim władaniem dostają +1/+1.

source: At the beginning of each upkeep, create a 3/3 blue Serpent creature token named Koma's Coil.
pl: Na początku każdego kroku utrzymania, stwórz żeton niebieskiego stwora Wężownik 3/3 o nazwie Splot Komy.

source: Sacrifice another Serpent: Choose one —
pl: Poświęć innego Wężownika: Wybierz jedną —

source: Tap target permanent. Its activated abilities can't be activated this turn.
pl: Przekręć wskazany permanent. Jego aktywowane zdolności nie mogą być aktywowane w tej turze.

source: Koma, Cosmos Serpent gains indestructible until end of turn.
pl: Niniejszy stwór do końca tury zyskuje niezniszczalność.

source: Other creatures you control get +1/+1.
pl: Inne stwory pod twoim władaniem dostają +1/+1.

source: Whenever a land enters the battlefield under your control, create a 1/1 white Human Warrior creature token.
pl: Ilekroć ląd wejdzie na pole bitwy pod twoim władaniem, stwórz żeton białego stwora Człowiek Wojownik 1/1.

source: You may have Moritte of the Frost enter the battlefield as a copy of a permanent you control, except it's legendary and snow in addition to its other types and, if it's a creature, it enters with two additional +1/+1 counters on it and has changeling.
pl: Możesz sprawić, że ta karta wejdzie na pole bitwy jako kopia permanentu pod twoim władaniem z tą różnicą, że jest dodatkowo legendardny i śnieżny oprócz swoich innych typów, a jeśli jest stworem, wchodzi z dodatkowymi dwoma znacznikami +1/+1 i ma zmiennokształtność.

source: Other snow and Zombie creatures you control get +1/+1.
pl: Inne stwory pod twoim władaniem typu Zombi lub śnieżne dostają +1/+1.

source: |mana_s|\ |mana_s|\ |mana_s|: Return Narfi, Betrayer King from your graveyard to the battlefield tapped. (|mana_s| can be paid with one mana from a snow source.)
pl: |mana_s|\ |mana_s|\ |mana_s|: Przywróć tę kartę z twojego cmentarza przekręconą na pole bitwy. (|mana_s| można opłacić maną ze śnieżnego źródła.)

source: When Niko Aris enters the battlefield, create X Shard tokens. (They're enchantments with "|mana_2|, Sacrifice this enchantment: Scry 1, then draw a card.")
pl: Kiedy ten wędrowiec wejdzie na pole bitwy, stwórz X żetonów Odłamków. (Są urokami mającymi "|mana_2|, poświęć ten urok: Wróż 1, po czym dobierz kartę.")

source: +1: Up to one target creature you control can't be blocked this turn. Whenever that creature deals damage this turn, return it to its owner's hand.
pl: +1: Co najwyżej jeden wskazany stwór pod twoim władaniem nie może być blokowany w tej turze. Ilekroć ów stwór zada obrażenia w tej turze, przywróć go do ręki właściciela.

source: −1: Niko Aris deals 2 damage to target tapped creature for each card you've drawn this turn.
pl: –1: Ten wędrowiec zadaje wskazanemu przekręconemu stworowi po 2 obrażenia za każdą kartę dobraną przez ciebie w tej turze.

source: −1: Create a Shard token.
pl: –1: Stwórz żeton Odłamka.

source: I — You gain 2 life for each foretold card you own in exile.
pl: I — zyskaj po 2 życia za każdą przepowiedzianą kartę na wygnaniu jaką posiadasz.

source: II — Add |mana_w|\ |mana_u|. Spend this mana only to foretell cards or cast spells that have foretell.
pl: II — Weź |mana_w|\ |mana_u|. Wydaj tę manę tylko do przepowiadania kart lub rzucanie czarów z przepowiednią.

source: III — Return target card with foretell from your graveyard to your hand.
pl: III — Przywróć wskazaną kartę z przepowiednią z twojego cmentarza do twojej ręki.

source: I — Create a 1/1 blue Bird creature token with flying. You gain 2 life.
pl: I — Stwórz żeton niebieskiego stwora Ptak 1/1 z lataniem. Zyskaj 2 życia.

source: II — Whenever one or more creatures you control with flying deal combat damage to a player this turn, look at that player's hand and draw a card.
pl: II — Ilekroć co najmniej jeden stwór pod twoim władaniem mający latanie zada graczowi w tej turze obrażenia bojowe, spójrz na rękę owego gracza i dobierz kartę.

source: III — You may put a card you own from outside the game on top of your library.
pl: III — Możesz umieścić swoją kartę spoza gry na wierzchu twojej biblioteki.

source: Whenever a permanent an opponent controls is put into a graveyard from the battlefield, put a +1/+1 counter on Sarulf, Realm Eater.
pl: Ilekroć permanent pod władaniem przeciwnika jest umieszczony w cmentarzu z pola bitwy, umieść znacznik +1/+1 na niniejszym stworze.

source: At the beginning of your upkeep, if Sarulf has one or more +1/+1 counters on it, you may remove all of them. If you do, exile each other nonland permanent with mana value less than or equal to the number of counters removed this way.
pl: Na początku twojego kroku utrzymania, jeśli ten stwór ma co najmniej jeden znacznik +1/+1, możesz usunąć je wszystkie. Jeśli tak zrobisz, wygnaj każdy inny nielądowy permanent o skrócie many mniejszym lub równym liczbie znaczników usuniętych w ten sposób.

source: I — Exile the top four cards of your library. Until the end of your next turn, you may play those cards.
pl: I — Wygnaj cztery wierzchnie karty twojej biblioteki. Do końca twojej następnej tury możesz grać owe karty.

source: II, III — Whenever you cast a spell this turn, put a +1/+1 counter on target creature you control.
pl: II, III — Ilekroć rzucisz czar w tej turze, umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.
