Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/M14.po
Languages: pl

source: Magic 2014 Core Set
pl: Magic 2014 - Edycja Podstawowa

source: Ajani, Caller of the Pride
pl: Ajani, Caller of the Pride (Ajani Dumochwalny)

source: +1: Put a +1/+1 counter on up to one target creature.
pl: +1: Połóż znacznik +1/+1 na najwyżej jednym wskazanym stworze.

source: Ajani's Chosen
pl: Ajani's Chosen (Wybraniec Ajaniego)

source: Angelic Accord
pl: Angelic Accord (Anielskie Przyzwolenie)

source: Angelic Wall
pl: Angelic Wall (Anielska Ściana)

source: Defender (This creature can't attack.)
pl: Obronność (Ten stwór nie może atakować.)

source: Flying
pl: Latanie

source: Archangel of Thune
pl: Archangel of Thune (Archanioł z Thune)

source: Lifelink (Damage dealt by this creature also causes you to gain that much life.)
pl: Więź życia (Obrażanie zadane przez tego stwora powodują, że zyskujesz tyle samo życia.)

source: Whenever you gain life, put a +1/+1 counter on each creature you control.
pl: Ilekroć dostajesz życie, połóż znacznik +1/+1 na każdym stworze, którym władasz.

source: Auramancer
pl: Auramancer (Auromanta)

source: When Auramancer enters the battlefield, you may return target enchantment card from your graveyard to your hand.
pl: Kiedy Auromanta wchodzi na pole walki, możesz przywrócić wskazaną kartę uroku z twojego cmentarza do twojej ręki.

source: Banisher Priest
pl: Banisher Priest (Kapłan Banicji)

source: When Banisher Priest enters the battlefield, exile target creature an opponent controls until Banisher Priest leaves the battlefield. (That creature returns under its owner's control.)
pl: Kiedy Banisher Priest wchodzi na pole walki, wypędź wskazanego stwora władanego przez przeciwnika do czasu, aż Banisher Priest opuści pole walki. (Ów stwór wraca pod władanie swojego właściciela.)

source: Blessing
pl: Blessing (Błogosławieństwo)

source: Enchant creature
pl: Zaurocz stwora

source: |mana_w|: Enchanted creature gets +1/+1 until end of turn.
pl: |mana_w|: Zauroczony stwór dostaje +1/+1 do końca tury.

source: Bonescythe Sliver
pl: Bonescythe Sliver (Drzazgul Kościokos)

source: Sliver creatures you control have double strike. (They deal both first-strike and regular combat damage.)
pl: Drzazgule, którymi władasz mają podwójny cios. (Zadają obrażenia bojowe zarówno jako pierwszy cios oraz normalnie.)

source: Capashen Knight
pl: Capashen Knight (Rycerz z Capashen)

source: First strike (This creature deals combat damage before creatures without first strike.)
pl: Pierwszy Cios (Ten stwór zadaje obrażenia bojowe przed stworami bez Pierwszego Ciosu.)

source: |mana_1| |mana_w|: Capashen Knight gets +1/+0 until end of turn.
pl: |mana_1| |mana_w|: Rycerz z Capashen dostaje +1/+0 do końca tury.

source: Celestial Flare
pl: Celestial Flare (Niebiański Rozbłysk)

source: Target player sacrifices an attacking or blocking creature.
pl: Wskazany gracz poświęca atakującego lub blokującego stwora.

source: Charging Griffin
pl: Charging Griffin (Szarżujący Gryf)

source: Flying (This creature can't be blocked except by creatures with flying or reach.)
pl: Latanie (Ten stwór nie może być blokowany za wyjątkiem stworów z lataniem i zasięgiem.)

source: Whenever Charging Griffin attacks, it gets +1/+1 until end of turn.
pl: Ilekroć Charging Griffin atakuje, dostaje +1/+1 do końca tury.

source: Congregate
pl: Congregate (Zgromadzenie)

source: Target player gains 2 life for each creature on the battlefield.
pl: Wskazany gracz zyskuje 2 życia za każdego stwora na polu walki.

source: Vigilance (Attacking doesn't cause this creature to tap.)
pl: Czujność (Atakowanie nie powoduje zaznaczenia tego stwora.)

source: Divine Favor
pl: Divine Favor (Boska Łaska)

source: When Divine Favor enters the battlefield, you gain 3 life.
pl: Kiedy Divine Favor wchodzi na pole walki, dostajesz 3 życia.

source: Enchanted creature gets +1/+3.
pl: Zauroczony stwór dostaje +1/+3.

source: Fiendslayer Paladin can't be the target of black or red spells your opponents control.
pl: Fiendslayer Paladin nie może być wskazywany przez czarne lub czerwone czary władane przez twoich przeciwników.

source: Fortify
pl: Fortify (Umocnienie)

source: Choose one —
pl: Wybierz jedno —

source: Creatures your opponents control enter the battlefield tapped.
pl: Stwory władane przez twoich przeciwników wchodzą na pole walki zaznaczone.

source: Indestructibility
pl: Indestructibility (Niezniszczalność)

source: Enchant permanent
pl: Zaurocz permanent

source: Enchanted permanent has indestructible. (Effects that say "destroy" don't destroy that permanent. A creature with indestructible can't be destroyed by damage.)
pl: Zauroczona stałka ma Niezniszczalność. (Efekty, które mówią "zniszcz", nie niszczą tej stałki. Stwór z Niezniszczalnością nie może być zniszczony przez obrażenia.)

source: Whenever Master of Diversion attacks, tap target creature defending player controls.
pl: Ilekroć Master of Diversion atakuje, zaznacz wskazanego stwora władanego przez broniącego się gracza.

source: Enchanted creature can't attack or block.
pl: Zauroczony stwór nie może atakować ani blokować.

source: As long as your life total is greater than or equal to your starting life total, creatures you control get +1/+1.
pl: Tak długo, jak liczba twoich punktów życia jest nie mniejsza od twojej początkowej liczby punktów życia, stwory, którymi władasz, dostają +1/+1.

source: Whenever one or more creatures you control attack, you gain life equal to the number of attacking creatures.
pl: Ilekroć co najmniej jeden stwór, którym władasz, atakuje, zyskujesz punkty życia równe liczbie atakujących stworów.

source: Prevent all damage a source of your choice would deal this turn.
pl: Zażegnaj wszystkie obrażenia, które byłyby zadane przez wybrane przez ciebie źródło.

source: Destroy all nonland permanents.
pl: Zniszcz wszystkie nielądowe permanenty.

source: Sentinel Sliver
pl: Sentinel Sliver (Drzazgul Wartownik)

source: Sliver creatures you control have vigilance. (Attacking doesn't cause them to tap.)
pl: Drzazgule, którymi władasz, mają czujność. (Atakowanie nie powoduje ich zaznaczenia.)

source: Prevent all combat damage that would be dealt to Seraph of the Sword.
pl: Zażegnaj wszystkie obrażenia bojowe, jakie mogłyby zostać zadane do Seraph of the Sword.

source: Flying, vigilance
pl: Latanie, czujność

source: Target creature gets +2/+4 until end of turn.
pl: Wskazany stwór dostaje +2/+4 do końca tury.

source: Your opponents can't cast spells this turn. (Spells cast before this resolves are unaffected.)
pl: Twoi przeciwnicy nie mogą rzucać czarów w tej turze. (Nie dotyczy to czarów rzuconych przed rozliczeniem tego czaru.)

source: Destroy target artifact or enchantment. You gain 4 life.
pl: Zniszcz wskazany artefakt lub urok. Dostajesz 4 życia.

source: |tap|: You gain 1 life.
pl: |tap|: Zyskujesz 1 życie.

source: Sliver creatures you control get +0/+1.
pl: Drzazgule, którymi władasz, dostają +0/+1.

source: |mana_5| |mana_w|: Stonehorn Chanter gains vigilance and lifelink until end of turn. (Attacking doesn't cause it to tap. Damage dealt by it also causes you to gain that much life.)
pl: |mana_5| |mana_w|: Stonehorn Chanter zyskuje czujność oraz więź życia do końca tury. (Atakowanie nie powoduje jego zaznaczenia. Obrażenia przez niego zadane powodują, że dostajesz tyle samo życia.)

source: Air Servant
pl: Air Servant (Powietrzny Sługa)

source: |mana_2| |mana_u|: Tap target creature with flying.
pl: |mana_2| |mana_u|: Zaznacz wskazanego stwora z Lataniem.

source: Archaeomancer
pl: Archaeomancer (Archeomanta)

source: When Archaeomancer enters the battlefield, return target instant or sorcery card from your graveyard to your hand.
pl: Kiedy Archeomanta wchodzi na pole walki, przywróć wskazaną kartę sztuczki lub obrzędu z twojego cmentarza do twojej ręki.

source: Counter target spell.
pl: Skontruj wskazany czar.

source: Claustrophobia
pl: Claustrophobia (Klaustrofobia)

source: When Claustrophobia enters the battlefield, tap enchanted creature.
pl: Gdy Claustrophobia wchodzi na pole walki, zaznacz zauroczonego stwora.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie jest odznaczany w kroku odznaczanie jego władcy.

source: Clone
pl: Clone (Klon)

source: You may have Clone enter the battlefield as a copy of any creature on the battlefield.
pl: Możesz sprawić, że Klon wejdzie na pole walki jako kopia dowolnego stwora znajdującego się na polu walki.

source: Colossal Whale
pl: Colossal Whale (Kolosalny Waleń)

source: Islandwalk (This creature can't be blocked as long as defending player controls an Island.)
pl: Zdobywca wysp (Ten stwór nie może być blokowany tak długo, jak broniący się gracz włada Wyspą.)

source: Whenever Colossal Whale attacks, you may exile target creature defending player controls until Colossal Whale leaves the battlefield. (That creature returns under its owner's control.)
pl: Ilekroć Colossal Whale atakuje, możesz wypędzić wskazanego stwora władanego przez broniącego się gracza do czasu opuszczenia pola walki przez Colossal Whale. (Ów stwór wraca pod władanie swojego właściciela.)

source: Each creature your opponents control is an Illusion in addition to its other types and has "When this creature becomes the target of a spell or ability, sacrifice it."
pl: Każdy stwór pod władaniem twoich przeciwników zyskuje dodatkowy typ Illusion i ma "Kiedy ten stwór jest wskazywany przez czar lub zdolność, poświęć go".

source: Disperse
pl: Disperse (Rozproszenie)

source: Return target nonland permanent to its owner's hand.
pl: Zwróć wskazany nielądowy permanent do ręki jego właściciela.

source: Divination
pl: Divination (Wróżbiarstwo)

source: Draw two cards.
pl: Dobierz dwie karty.

source: Domestication
pl: Domestication (Udomowienie)

source: You control enchanted creature.
pl: Władasz zauroczonym stworem.

source: At the beginning of your end step, if enchanted creature's power is 4 or greater, sacrifice Domestication.
pl: Na początku twojego kroku końcowego, jeśli siła zauroczonego stwora wynosi 4 lub więcej, poświęć Domestication.

source: When Elite Arcanist enters the battlefield, you may exile an instant card from your hand.
pl: Kiedy Elite Arcanist wchodzi na pole walki, możesz wypędzić kartę sztuczki z twojej ręki.

source: |mana_x|, |tap|: Copy the exiled card. You may cast the copy without paying its mana cost. X is the converted mana cost of the exiled card.
pl: |mana_x|, |tap|: Skopiuj ową wypędzoną kartę. Możesz rzucić kopię bez płacenia kosztu many. X jest łącznym kosztem many wypędzonej karty.

source: Essence Scatter
pl: Essence Scatter (Rozproszenie Esencji)

source: Counter target creature spell.
pl: Skontruj wskazany czar stwora.

source: Frost Breath
pl: Frost Breath (Oddech Mrozu)

source: Tap up to two target creatures. Those creatures don't untap during their controller's next untap step.
pl: Zaznacz najwyżej dwa wskazane stwory. Owe stwory nie odznaczą się w najbliższym kroku odznaczania swojego władcy.

source: Galerider Sliver
pl: Galerider Sliver (Drzazgul Latawiec)

source: Sliver creatures you control have flying.
pl: Drzazgule, którymi władasz, mają latanie.

source: Glimpse the Future
pl: Glimpse the Future (Spojrzenie w Przyszłość)

source: Look at the top three cards of your library. Put one of them into your hand and the rest into your graveyard.
pl: Obejrzyj trzy wierzchnie karty twojej biblioteki. Połóż jedną z nich do twojej ręki, a pozostałe do twojego cmentarza.

source: Enchanted creature gets +4/+4.
pl: Zauroczony stwór dostaje +4/+4.

source: When enchanted creature becomes the target of a spell or ability, sacrifice Illusionary Armor.
pl: Kiedy zauroczony stwór zostaje wskazany przez czar lub zdolność, poświęć Illusionary Armor.

source: Jace, Memory Adept
pl: Jace, Memory Adept (Jace, Adept Pamięci)

source: When Messenger Drake dies, draw a card.
pl: Kiedy Messenger Drake umiera, dobierz kartę.

source: Counter target noncreature spell.
pl: Skontruj wskazany czar nie będący stworem.

source: Flash (You may cast this spell any time you could cast an instant.)
pl: Błysk (Możesz rzucić ten czar w każdej chwili, gdy możesz rzucić sztuczkę.)

source: Target player draws four cards.
pl: Wskazany gracz dobiera cztery karty.

source: Phantom Warrior can't be blocked.
pl: Phantom Warrior nie może być blokowany.

source: The next sorcery card you cast this turn can be cast as though it had flash. (It can be cast any time you could cast an instant.)
pl: Następna karta obrzędu, którą rzucisz w tej turze może być rzucona tak, jakby miała błysk. (Może być rzucona w każdym momencie, kiedy można rzucić sztuczkę.)

source: Draw a card.
pl: Dobierz kartę.

source: Whenever Scroll Thief deals combat damage to a player, draw a card.
pl: Ilekroć Scroll Thief zada graczowi obrażenia bojowe, dobierz kartę.

source: Enchanted creature gets -3/-0.
pl: Zauroczony stwór dostaje -3/-0.

source: Counter target spell with converted mana cost X. (For example, if that spell's mana cost is |mana_3| |mana_u| |mana_u|, X is 5.)
pl: Skontruj wskazany czar o łącznym koszcie many równym X. (Np. jeśli koszt tego czaru to |mana_3| |mana_u| |mana_u|, X wynosi 5.)

source: When Tidebinder Mage enters the battlefield, tap target red or green creature an opponent controls. That creature doesn't untap during its controller's untap step for as long as you control Tidebinder Mage.
pl: Kiedy Tidebinder Mage wchodzi na pole walki, zaznacz wskazanego czerwonego lub zielonego stwora władanego przez przeciwnika. Ów stwór nie odznacza się podczas kroku odznaczania władającego nim gracza tak długo, jak władasz Tidebinder Mage.

source: Put target creature on top of its owner's library.
pl: Połóż wskazanego stwora na wierzchu biblioteki jego właściciela.

source: Whenever Trained Condor attacks, another target creature you control gains flying until end of turn.
pl: Ilekroć Trained Condor atakuje, inny wskazany stwór, którym władasz, dostaje latanie do końca tury.

source: Defender
pl: Obrońca

source: Whenever Wall of Frost blocks a creature, that creature doesn't untap during its controller's next untap step.
pl: Ilekroć Wall of Frost blokuje stwora, ów stwór nie odznacza się w następnym kroku odznaczania władającego nim gracza.

source: Creature spells with flying you cast cost |mana_1| less to cast.
pl: Koszt rzucenia twoich czarów stworów z lataniem jest zmniejszony o |mana_1|.

source: |mana_u|: Water Servant gets +1/-1 until end of turn.
pl: |mana_u|: Water Servant dostaje +1/-1 do końca tury.

source: |mana_u|: Water Servant gets -1/+1 until end of turn.
pl: |mana_u|: Water Servant dostaje -1/+1 do końca tury.

source: Whenever a creature with flying attacks, you may draw a card.
pl: Ilekroć atakuje stwór z Lataniem, możesz dobrać kartę.

source: |mana_1| |mana_u|: Target creature gains flying until end of turn.
pl: |mana_1| |mana_u|: Wskazany stwór dostaje Latanie do końca tury.

source: Accursed Spirit
pl: Accursed Spirit (Potępiony Duch)

source: Intimidate (This creature can't be blocked except by artifact creatures and/or creatures that share a color with it.)
pl: Zastraszenie (Ten stwór może być blokowany tylko przez stwory artefaktyczne lub te, które mają z nim wspólny kolor.)

source: As an additional cost to cast this spell, sacrifice a creature.
pl: Jako dodatkowy koszt rzucenia tego czaru, poświęć stwora.

source: Artificer's Hex
pl: Artificer's Hex (Klątwa Rzemieślnika)

source: Enchant Equipment
pl: Zaurocz Wyposażenie

source: At the beginning of your upkeep, if enchanted Equipment is attached to a creature, destroy that creature.
pl: Na początku twojego utrzymania, jeśli zauroczone Wyposażenie jest dołączone do stwora, zniszcz owego stwora.

source: Blightcaster
pl: Blightcaster (Zarazodziej)

source: Whenever you cast an enchantment spell, you may have target creature get -2/-2 until end of turn.
pl: Ilekroć rzucasz Urok, możesz dać wskazanemu stworowi -2/-2 do końca tury.

source: Blood Bairn
pl: Blood Bairn (Dziecię Krwi)

source: Sacrifice another creature: Blood Bairn gets +2/+2 until end of turn.
pl: Poświęć innego stwora: Dziecię Krwi dostaje +2/+2 do końca tury.

source: Bogbrew Witch
pl: Bogbrew Witch (Wiedźma Bagnowarka)

source: |mana_2|, |tap|: Search your library for a card named Festering Newt or Bubbling Cauldron, put it onto the battlefield tapped, then shuffle your library.
pl: |mana_2|, |tap|: Wyszukaj w twojej bibliotece kartę Festering Newt lub Bubbling Cauldron, połóż ją na polu walki zaznaczoną, następnie przetasuj twoją bibliotekę.

source: Child of Night
pl: Child of Night (Dziecię nocy)

source: Corpse Hauler
pl: Corpse Hauler (Wozak Zwłok)

source: |mana_2| |mana_b|, Sacrifice Corpse Hauler: Return another target creature card from your graveyard to your hand.
pl: |mana_2| |mana_b|, poświęć Corpse Hauler: Zwróć inną wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Corrupt
pl: Corrupt (Zepsucie)

source: Dark Favor
pl: Dark Favor (Mroczna Łaska)

source: When Dark Favor enters the battlefield, you lose 1 life.
pl: Kiedy Dark Favor wchodzi na pole walki, tracisz 1 życie.

source: Enchanted creature gets +3/+1.
pl: Zauroczony stwór dostaje +3/+1.

source: Dark Prophecy
pl: Dark Prophecy (Mroczne Proroctwo)

source: Deathgaze Cockatrice
pl: Deathgaze Cockatrice (Śmierciowzroczny Bazyliszek)

source: Deathtouch (Any amount of damage this deals to a creature is enough to destroy it.)
pl: Dotyk Śmierci (Stwór otrzymujący od tego jakiekolwiek obrażenia zostaje zniszczony.)

source: Diabolic Tutor
pl: Diabolic Tutor (Diaboliczny Nauczyciel)

source: Search your library for a card and put that card into your hand. Then shuffle your library.
pl: Przeszukaj twoją bibliotekę w poszukiwaniu karty i umieść ową kartę w ręce. Następnie przetasuj twoją bibliotekę.

source: Doom Blade
pl: Doom Blade (Ostrze Zagłady)

source: Destroy target nonblack creature.
pl: Zniszcz wskazanego nieczarnego stwora.

source: Duress
pl: Duress (Przymus)

source: Festering Newt
pl: Festering Newt (Ropiejąca Traszka)

source: When Festering Newt dies, target creature an opponent controls gets -1/-1 until end of turn. That creature gets -4/-4 instead if you control a creature named Bogbrew Witch.
pl: Gdy Festering Newt umiera, wskazany stwór władany przez przeciwnika dostaje -1/-1 do końca tury. Ów stwór dostaje zamiast tego -4/-4 jeśli władasz stworem o nazwie Bogbrew Witch.

source: |mana_1| |mana_b|, Sacrifice a creature: Target player loses 1 life and you gain 1 life.
pl: |mana_1| |mana_b|, poświęć stwora: Wskazany gracz traci 1 życie, a ty otrzymujesz 1 życie.

source: Choose target creature card in a graveyard that was put there from the battlefield this turn. Put that card onto the battlefield under your control.
pl: Wskaż kartę stwora w cmentarzu, która dostałą się tam z pola walki w tej turze. Połóż tę kartę na polu walki pod twoją władzą.

source: +1: Search your library for a Swamp card, reveal it, and put it into your hand. Then shuffle your library.
pl: +1: Poszukaj karty Bagna w twojej bibliotece, ujawnij ją i dołóż do twojej ręki. Następnie przetasuj twoją bibliotekę.

source: Deathtouch
pl: Dotyk śmierci

source: Target player discards two cards.
pl: Wskazany gracz odrzuca dwie karty.

source: Nightmare's power and toughness are each equal to the number of Swamps you control.
pl: Siła oraz wytrzymałość Nightmare są obie równe liczbie Bagien, którymi władasz.

source: |mana_1| |mana_b|: Nightwing Shade gets +1/+1 until end of turn.
pl: |mana_1| |mana_b|: Nightwing Shade dostaje +1/+1 do końca tury.

source: Enchanted creature gets -1/-1 for each Swamp you control.
pl: Zauroczony stwór dostaje -1/-1 za każde Bagno, którym władasz.

source: Put all creature cards from all graveyards onto the battlefield under your control.
pl: Połóż na polu walki pod swoim władaniem wszystkie karty stworów ze wszystkich cmentarzy.

source: Whenever you gain life, target opponent loses that much life.
pl: Ilekroć zyskujesz życie, wskazany przeciwnik traci tyle życia.

source: Whenever a creature dealt damage by Sengir Vampire this turn dies, put a +1/+1 counter on Sengir Vampire.
pl: Ilekroć umiera stwór, któremu Sengir Vampire zadał obrażenia w tej turze, połóż znacznik +1/+1 na Sengir Vampire.

source: A deck can have any number of cards named Shadowborn Apostle.
pl: Talia może mieć dowolną liczbę kart o nazwie Shadowborn Apostle.

source: |mana_b|, Sacrifice six creatures named Shadowborn Apostle: Search your library for a Demon creature card and put it onto the battlefield. Then shuffle your library.
pl: |mana_b|, poświęć sześć stworów o nazwie Shadowborn Apostle: Poszukaj w swojej bibliotece karty stwora Demon i połóż ją na polu walki. Następnie przetasuj bibliotekę.

source: When Shadowborn Demon enters the battlefield, destroy target non-Demon creature.
pl: Kiedy Shadowborn Demon wchodzi na pole walki, zniszcz wskazanego stwora nie będącego Demonem.

source: At the beginning of your upkeep, if there are fewer than six creature cards in your graveyard, sacrifice a creature.
pl: Na początku twojego utrzymania, jeśli w twoim cmentarzu jest mniej niż sześć kart stworów, poświęć stwora.

source: All creatures get -1/-1 until end of turn.
pl: Wszystkie stwory dostają -1/-1 do końca tury.

source: Syphon Sliver
pl: Syphon Sliver (Drzazgul Wysysacz)

source: Sliver creatures you control have lifelink. (Damage dealt by a Sliver creature you control also causes you to gain that much life.)
pl: Drzazgule, którymi władaszm mają więź życia. (Obrażenia zadane Drzazgula, którym władasz, powodują, że zyskujesz tyle samo życia.)

source: When Tenacious Dead dies, you may pay |mana_1| |mana_b|. If you do, return it to the battlefield tapped under its owner's control.
pl: Kiedy Tenacious Dead umiera, możesz zapłacić |mana_1| |mana_b|. Gdy tak zrobisz, przywróć go zaznaczonego na pole walki pod władaniem jego właściciela.

source: Sacrifice another creature: Regenerate Vampire Warlord. (The next time this creature would be destroyed this turn, it isn't. Instead tap it, remove all damage from it, and remove it from combat.)
pl: Poświęć innego stwora: Regeneruj Vampire Warlord. (Następnym razem w tej turze, kiedy ten stwór miałby zostać zniszczony, nie jest. Zamiast tego zaznacz go, usuń z niego wszystkie obrażenia i usuń go z walki.)

source: Target creature gets -3/-1 until end of turn.
pl: Wskazany stwór dostaje -3/-1 do końca tury.

source: Academy Raider
pl: Academy Raider (Grabieżca Akademii)

source: Whenever Academy Raider deals combat damage to a player, you may discard a card. If you do, draw a card.
pl: Ilekroć Łupieżca Akademii zada graczowi obrażenia bitewne, możesz odrzucić kartę. Jeśli tak zrobisz, dobierz kartę.

source: Act of Treason
pl: Act of Treason (Akt zdrady)

source: Gain control of target creature until end of turn. Untap that creature. It gains haste until end of turn. (It can attack and |tap| this turn.)
pl: Zyskujesz władanie nad wskazanym stworem do końca tury. Odznacz owego stwora. Zyskuje on pośpiech do końca tury. (Może atakować i |tap| w tej turze.)

source: Enchant Mountain
pl: Zaurocz Górę

source: Enchanted Mountain is a 7/7 red Giant creature with haste. It's still a land.
pl: Zauroczona Góra jest czerwonym stworem Giant 7/7 z Pośpiechem oraz nadal jest lądem.

source: Barrage of Expendables
pl: Barrage of Expendables (Kanonada Straceńców)

source: Battle Sliver
pl: Battle Sliver (Drzazgul Bitewny)

source: Sliver creatures you control get +2/+0.
pl: Drzazgule, którymi władasz dostają +2/+0.

source: Blur Sliver
pl: Blur Sliver (Drzazgul Rozmycia)

source: Sliver creatures you control have haste. (They can attack and |tap| as soon as they come under your control.)
pl: Drzazgule, którymi władasz mają pośpiech. (Mogą atakować i |tap| od razu po wejściu pod twoje władanie.)

source: Burning Earth
pl: Burning Earth (Płonąca Ziemia)
