Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/M14.po
Languages: pl

source: Whenever a player taps a nonbasic land for mana, Burning Earth deals 1 damage to that player.
pl: Ilekroć jakiś gracz zaznacza niezwykły ląd pobierając manę, Burning Earth zadaje 1 obrażenie temu graczowi.

source: Canyon Minotaur
pl: Canyon Minotaur (Minotaur z Kanionu)

source: Chandra, Pyromaster
pl: Chandra, Pyromaster (Chandra, Piromistrz)

source: 0: Exile the top card of your library. You may play it this turn.
pl: 0: Wypędź wierzchnią kartę twojej biblioteki. Możesz ją zagrać w tej turze.

source: Chandra's Outrage
pl: Chandra's Outrage (Gniew Chandry)

source: Chandra's Outrage deals 4 damage to target creature and 2 damage to that creature's controller.
pl: Chandra's Outrage zadaje 4 obrażenia wskazanemu stworowi oraz 2 obrażenia władcy owego stwora.

source: Chandra's Phoenix
pl: Chandra's Phoenix (Feniks Chandry)

source: Haste (This creature can attack and |tap| as soon as it comes under your control.)
pl: Pośpiech (Ten stwór może atakować i |tap| od razu po wejściu pod twoje władanie.)

source: Whenever an opponent is dealt damage by a red instant or sorcery spell you control or by a red planeswalker you control, return Chandra's Phoenix from your graveyard to your hand.
pl: Ilekroć przeciwnik otrzymuje obrażenia od czerwonego czaru sztuczki lub obrzędu, którym władasz, lub od czerwonego wędrowca, którym władasz, przywróć Chandra's Phoenix z twojego cmentarza do twojej ręki.

source: Cyclops Tyrant can't block creatures with power 2 or less.
pl: Cyclops Tyrant nie może blokować stworów o sile 2 lub mniej.

source: Demolish
pl: Demolish (Wyburzenie)

source: Destroy target artifact or land.
pl: Zniszcz wskazany artefakt lub ląd.

source: Dragon Egg
pl: Dragon Egg (Smocze Jajo)

source: Dragon Hatchling
pl: Dragon Hatchling (Pisklę Smoka)

source: |mana_r|: Dragon Hatchling gets +1/+0 until end of turn.
pl: |mana_r|: Wykluty Smok dostaje +1/+0 do końca tury.

source: Fleshpulper Giant
pl: Fleshpulper Giant (Gigant Mięsogniot)

source: When Fleshpulper Giant enters the battlefield, you may destroy target creature with toughness 2 or less.
pl: Kiedy Fleshpulper Giant wchodzi na pole walki, możesz zniszczyć wskazanego stwora z wytrzymałością 2 lub mniej.

source: |tap|: Each creature attacks this turn if able.
pl: |tap|: Każdy stwór atakuje w tej turze, jeśli może.

source: When Goblin Shortcutter enters the battlefield, target creature can't block this turn.
pl: Kiedy Goblin Shortcutter wchodzi na pole walki, wskazany stwór nie może blokować w tej turze.

source: Enchanted creature gets +3/+0 and has first strike. (It deals combat damage before creatures without first strike.)
pl: Zauroczony stwór dostaje +3/+0 i ma Pierwszy Cios. (Zadaje obrażenia bojowe przed stworami nie posiadającymi Pierwszego Ciosu.)

source: Marauding Maulhorn attacks each combat if able unless you control a creature named Advocate of the Beast.
pl: Marauding Maulhorn atakuje w każdej walce jeśli może, chyba że władasz stworem o nazwie Advocate of the Beast.

source: Whenever an opponent casts a white or blue instant or sorcery spell, Mindsparker deals 2 damage to that player.
pl: Ilekroć przeciwniki rzuca biały lub niebieski czar sztuczki lub obrzędu, Mindsparker zadaje temu graczowi 2 obrażenia.

source: Whenever another creature enters the battlefield under your control, that creature gets +2/+0 and gains haste until end of turn. (It can attack and |tap| this turn.)
pl: Ilekroć inny stwór wchodzi na pole walki pod twoim władaniem, ów stwór dostaje +2/+0 oraz Pośpiech do końca tury. (Może atakować oraz |tap| w tej turze.)

source: |mana_r|: Scourge of Valkas gets +1/+0 until end of turn.
pl: |mana_r|: Scourge of Valkas dostaje +1/+0 do końca tury.

source: Creatures without flying can't block this turn.
pl: Stwory bez Latania nie mogą blokować w tej turze.

source: Enchanted creature gets +2/+2 and has flying.
pl: Zauroczony stwór dostaje +2/+2 i ma Latanie.

source: |mana_r|: Enchanted creature gets +1/+0 until end of turn.
pl: |mana_r|: Zauroczony stwór dostaje +1/+0 do końca tury.

source: Shivan Dragon
pl: Shivan Dragon (Smok z Shiv)

source: |mana_r|: Shivan Dragon gets +1/+0 until end of turn.
pl: |mana_r|: Shivan Dragon dostaje +1/+0 do końca tury.

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Striking Sliver
pl: Striking Sliver (Uderzający Drzazgul)

source: Sliver creatures you control have first strike. (They deal combat damage before creatures without first strike.)
pl: Drzazgule, którymi władasz, mają pierwszy cios. (Zadają obrażenia bojowe przed stworami nie posiadającymi pierwszego ciosu.)

source: Thorncaster Sliver
pl: Thorncaster Sliver (Drzazgul Cierniomiot)

source: Target creature gets +2/+0 and gains first strike until end of turn. (It deals combat damage before creatures without first strike.)
pl: Wskazany stwór dostaje +2/+0 oraz Pierwszy Cios do końca tury. (Zadaje obrażenia bojowe przed stworami nie posiadającymi Pierwszego Ciosu.)

source: You may choose new targets for target instant or sorcery spell. Then copy that spell. You may choose new targets for the copy.
pl: Możesz wskazać nowe cele wskazanego czaru sztuczki lub obrzędu. Następnie skopiuj ten czar. Możesz wskazać nowe cele dla owej kopii.

source: Advocate of the Beast
pl: Advocate of the Beast (Poskromiciel Bestii)

source: At the beginning of your end step, put a +1/+1 counter on target Beast creature you control.
pl: Na początku twojego kroku końcowego połóż znacznik +1/+1 na wskazanej władanej przez ciebie Bestii.

source: Destroy target noncreature permanent.
pl: Zniszcz wskazany permanent nie będący stworem.

source: Briarpack Alpha
pl: Briarpack Alpha (Alfa Wrzoścowej Watahy)

source: When Briarpack Alpha enters the battlefield, target creature gets +2/+2 until end of turn.
pl: Kiedy Briarpack Alpha wchodzi na pole walki, wskazany stwór dostaje +2/+2 do końca tury.

source: Brindle Boar
pl: Brindle Boar (Pręgowany Dzik)

source: Sacrifice Brindle Boar: You gain 4 life.
pl: Poświęć Pręgowanego Dzika: Zyskujesz 4 życia.

source: Deadly Recluse
pl: Deadly Recluse (Śmiertelny Pustelnik)

source: Reach (This creature can block creatures with flying.)
pl: Zasięg (Ten stwór może blokować stwory z Lataniem.)

source: Elvish Mystic
pl: Elvish Mystic (Elfi Mistyk)

source: Enlarge
pl: Enlarge (Powiększenie)

source: Fog
pl: Fog (Mgła)

source: Prevent all combat damage that would be dealt this turn.
pl: Zażegnaj wszystkie obrażenia bojowe, które mogłyby być zadane w tej turze.

source: Garruk, Caller of Beasts
pl: Garruk, Caller of Beasts (Garruk, Przywoływacz Bestii)

source: +1: Reveal the top five cards of your library. Put all creature cards revealed this way into your hand and the rest on the bottom of your library in any order.
pl: +1: Ujawnij pięć wierzchnich kart swojej biblioteki. Weź wszystkie stwory pokazane w ten sposób do ręki, a pozostałe karty połóż na spód swojej biblioteki w dowolnej kolejności.

source: Garruk's Horde
pl: Garruk's Horde (Horda Garruka)

source: Trample
pl: Tratowanie

source: Play with the top card of your library revealed.
pl: Graj z ujawnioną wierzchnią kartą twojej biblioteki.

source: You may cast the top card of your library if it's a creature card. (Do this only any time you could cast that creature card. You still pay the spell's costs.)
pl: Możesz zagrać wierzchnią kartę twojej biblioteki jeśli jest to karta stwora. (Zrób to tylko w chwili, gdy możesz zagrać tego stwora. Nadal musisz opłacić koszty.)

source: Giant Growth
pl: Giant Growth (Gigantyczny Rozrost)

source: Target creature gets +3/+3 until end of turn.
pl: Wskazany stwór dostaje +3/+3 do końca tury.

source: Giant Spider
pl: Giant Spider (Gigantyczny Pająk)

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być celem czarów i zdolności władanych przez twoich przeciwników.)

source: Put a +1/+1 counter on target creature you control. Then that creature fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Połóż znacznik +1/+1 na wskazanym stworze, którym władasz. Następnie ów stwór bije się ze wskazanym stworem, którym nie władasz. (Zadają sobie nawzajem obrażenia równe swojej sile.)

source: At the beginning of your upkeep, look at the top card of your library. If it's a land card, you may put it onto the battlefield.
pl: Na początku twojego rozliczania, spójrz na wierzchnią kartę twojej biblioteki. Jeśli jest to karta lądu, możesz położyć ją na polu walki.

source: Kalonian Hydra
pl: Kalonian Hydra (Kalońska Hydra)

source: Kalonian Hydra enters the battlefield with four +1/+1 counters on it.
pl: Kalonian Hydra wchodzi na pole walki z czterema znacznikami +1/+1 na sobie.

source: Whenever Kalonian Hydra attacks, double the number of +1/+1 counters on each creature you control.
pl: Ilekroć Kalonian Hydra atakuje, podwój liczbę znaczników +1/+1 na każdym stworze, którym władasz.

source: Search your library for a basic land card, reveal it, put it into your hand, then shuffle your library.
pl: Poszukaj w twojej bibliotece karty zwykłego lądu, ujawnij ją i dołóż do twojej ręki, a następnie przetasuj twoją bibliotekę.

source: Manaweft Sliver
pl: Manaweft Sliver (Drzazgul Manoplot)

source: Megantic Sliver
pl: Megantic Sliver (Megantyczny Drzazgul)

source: Sliver creatures you control get +3/+3.
pl: Drzazgule, którymi władasz, dostają +3/+3.

source: Destroy target artifact or enchantment.
pl: Zniszcz wskazany artefakt lub urok.

source: Whenever Oath of the Ancient Wood or another enchantment enters the battlefield under your control, you may put a +1/+1 counter on target creature.
pl: Ilekroć Oath of the Ancient Wood lub inny urok wchodzi na pole walki pod twoim władaniem, możesz położyć znacznik +1/+1 na wskazanym stworze.

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora z lataniem.

source: Predatory Sliver
pl: Predatory Sliver (Drapieżny Drzazgul)

source: Sliver creatures you control get +1/+1.
pl: Drzazgule, którymi władasz, dostają +1/+1.

source: Whenever you cast a noncreature spell, put three +1/+1 counters on target creature you control.
pl: Ilekroć rzucasz czar nie będący stworem, połóż trzy znaczniki +1/+1 na wskazanym stworze, którym władasz.

source: Whenever a land enters the battlefield under your control, you gain 3 life.
pl: Ilekroć na pole walki wchodzi ląd pod twoim władaniem, zyskujesz 3 życia.

source: Target creature you control gets +1/+1 and gains hexproof until end of turn. (It can't be the target of spells or abilities your opponents control.)
pl: Wskazany stwór, którym władasz, dostaje +1/+1 oraz Antyklątwę do końca tury. (Nie może być wskazywany przez czary lub zdolności władane przez twoich przeciwników.)

source: |mana_1| |mana_g|: Rootwalla gets +2/+2 until end of turn. Activate this ability only once each turn.
pl: |mana_1| |mana_g|: Rootwalla dostaje +2/+2 do końca tury. Aktywuj tę zdolność tylko raz na turę.

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: The next creature card you cast this turn can be cast as though it had flash. That spell can't be countered. That creature enters the battlefield with an additional +1/+1 counter on it.
pl: Następna karta stwora, którą rzucisz w tej turze może być rzucona tak, jakby miała Błysk. Ów czar nie może być skontrowany. Ów stwór wchodzi na pole walki z dodatkowym znacznikiem +1/+1.

source: Scavenging Ooze
pl: Scavenging Ooze (Szlam Czyściciel)

source: |mana_g|: Exile target card from a graveyard. If it was a creature card, put a +1/+1 counter on Scavenging Ooze and you gain 1 life.
pl: |mana_g|: Wypędź wskazaną kartę z cmentarza. Jeśli była to karta stwora, połóż znacznik +1/+1 na Scavenging Ooze i zyskaj 1 życie.

source: Enchanted creature gets +2/+2 and has "|mana_1| |mana_g|: Regenerate this creature." (The next time the creature would be destroyed this turn, it isn't. Instead tap it, remove all damage from it, and remove it from combat.)
pl: Zauroczony stwór dostaje +2/+2 oraz ma "|mana_1| |mana_g|: Regeneruj tego stwora." (Następnym razem w tej turze, kiedy ten stwór miałby zostać zniszczony, nie jest. Zamiast tego zużyj go, usuń z niego wszystkie obrażenia i usuń go z walki.)

source: Vastwood Hydra enters the battlefield with X +1/+1 counters on it.
pl: Vastwood Hydra wchodzi na pole walki z X znacznikami +1/+1.

source: When Vastwood Hydra dies, you may distribute a number of +1/+1 counters equal to the number of +1/+1 counters on Vastwood Hydra among any number of creatures you control.
pl: Kiedy Vastwood Hydra umiera, możesz rozdzielić pomiędzy stwory, którymi władasz, tyle znaczników +1/+1, ile znajdowało się na Vastwood Hydrze.

source: Enchant land
pl: Zaurocz ląd

source: When Verdant Haven enters the battlefield, you gain 2 life.
pl: Kiedy Verdant Haven wchodzi na pole walki, dostajesz 2 życia.

source: Voracious Wurm enters the battlefield with X +1/+1 counters on it, where X is the amount of life you've gained this turn.
pl: Voracious Wurm wchodzi na pole walki z X znacznikami +1/+1, gdzie X jest liczbą punktów życia, jakie zyskałeś w tej turze.

source: Windstorm deals X damage to each creature with flying.
pl: Windstorm zadaje X obrażeń każdemu stworowi z Lataniem.

source: Whenever an opponent casts a blue or black spell during your turn, put a +1/+1 counter on Witchstalker.
pl: Ilekroć przeciwnik rzuca niebieski lub czarny czar w twojej turze, połóż znacznik +1/+1 na Witchstalkerze.

source: Accorder's Shield
pl: Accorder's Shield (Tarcza Rozjemcy)

source: Equipped creature gets +0/+3 and has vigilance. (Attacking doesn't cause it to tap.)
pl: Wyposażony stwór dostaje +0/+3 i ma czujność. (Atak nie powoduje jego zaznaczenia.)

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora, którym władasz. Wyposaż wyłącznie jako obrzęd.)

source: Bubbling Cauldron
pl: Bubbling Cauldron (Bulgocący Kociołek)

source: |mana_1|, |tap|, Sacrifice a creature: You gain 4 life.
pl: |mana_1|, |tap|, poświęć stwora: Zyskujesz 4 życia.

source: |mana_1|, |tap|, Sacrifice a creature named Festering Newt: Each opponent loses 4 life. You gain life equal to the life lost this way.
pl: |mana_1|, |tap|, poświęć stwora o nazwie Zaropiała Traszka: Każdy przeciwnik traci 4 życia. Zyskujesz tyle życia, ile stracono w ten sposób.

source: Artifacts you control have indestructible. (Effects that say "destroy" don't destroy them. Artifact creatures with indestructible can't be destroyed by damage.)
pl: Artefakty, którymi władasz, mają Niezniszczalność. (Efekty, które mówią "zniszcz" nie niszczą ich. Artefaktowe stwory z Niezniszczalnością nie mogą zostać zniszczone przez obrażenia.)

source: Indestructible
pl: Niezniszczalność

source: |tap|: Add one mana of any color.
pl: |tap|: Dostajesz jedną manę dowolnego koloru.

source: Door of Destinies
pl: Door of Destinies (Drzwi Przeznaczeń)

source: As Door of Destinies enters the battlefield, choose a creature type.
pl: Kładąc Drzwi Przeznaczeń na polu walki wybierz typ stwora.

source: Whenever you cast a spell of the chosen type, put a charge counter on Door of Destinies.
pl: Ilekroć rzucasz czar wybranego typu, połóż znacznik ładowania na Drzwiach Przeznaczeń.

source: Creatures you control of the chosen type get +1/+1 for each charge counter on Door of Destinies.
pl: Stwory wybranego typu, którymi władasz, dostają +1/+1 za każdy znacznik ładowania na Door of Destinies.

source: Elixir of Immortality
pl: Elixir of Immortality (Eliksir Nieśmiertelności)

source: |mana_2|, |tap|: You gain 5 life. Shuffle Elixir of Immortality and your graveyard into their owner's library.
pl: |mana_2|, |tap|: Zyskujesz 5 życia. Wtasuj Elixir of Immortality oraz swój cmentarz do bibliotek ich właścicieli.

source: Equipped creature has double strike. (It deals both first-strike and regular combat damage.)
pl: Wyposażony stwór ma Podwójny Cios. (Zadaje obrażenia bojowe zarówno jako Pierwszy Cios oraz normalnie.)

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora, którym władasz. Wyposaż wyłącznie jako obrzęd.)

source: When a creature attacks you or a planeswalker you control, if Guardian of the Ages has defender, it loses defender and gains trample.
pl: Kiedy jakiś stwór atakuje ciebie lub wędrowca, którym władasz, jeśli Guardian of Ages ma obronność, traci obronność i zyskuje tratowanie.

source: Haunted Plate Mail
pl: Haunted Plate Mail (Nawiedzony Pancerz)

source: Equipped creature gets +4/+4.
pl: Wyposażony stwór dostaje +4/+4.

source: |mana_0|: Until end of turn, Haunted Plate Mail becomes a 4/4 Spirit artifact creature that's no longer an Equipment. Activate this ability only if you control no creatures.
pl: |mana_0|: Do końca tury Haunted Plate Mail staje się artefaktycznym stworem Spirit 4/4, który nie jest Wyposażeniem. Aktywuj tę zdolność tylko jeśli nie władasz żadnymi stworami.

source: Equip |mana_4| (|mana_4|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_4| (|mana_4|: Dołącz do wskazanego stwora, którym władasz. Wyposaż wyłącznie jako obrzęd.)

source: If a red instant or sorcery spell you control or a red planeswalker you control would deal damage to a permanent or player, it deals that much damage plus 2 to that permanent or player instead.
pl: Jeśli czerwony czar sztuczki lub obrzędu, którym władasz, albo wędrowiec, którym władasz miałby zadać obrażenia permanentowi lub graczowi, zadaje owemu permanentowi lub graczowi o 2 obrażenia więcej.

source: |tap|: Put a charge counter on Ratchet Bomb.
pl: |tap|: Połóż znacznik ładowania na Ratchet Bomb.

source: |tap|, Sacrifice Ratchet Bomb: Destroy each nonland permanent with converted mana cost equal to the number of charge counters on Ratchet Bomb.
pl: |tap|, poświęć Ratchet Bomb: zniszcz każdy nielądowy permanent, którego łączny koszt many jest równy liczbie znaczników ładowania na Ratchet Bomb.

source: Ring of Three Wishes enters the battlefield with three wish counters on it.
pl: Ring of Three Wishes wchodzi na pole walki z trzema znacznikami życzenia.

source: |mana_5|, |tap|, Remove a wish counter from Ring of Three Wishes: Search your library for a card and put that card into your hand. Then shuffle your library.
pl: |mana_5|, |tap|, usuń znacznik życzenia z Ring of Three Wishes: Poszukaj kartę w swojej bibliotece i dołóż ją do ręki. Następnie przetasuj bibliotekę.

source: Sliver Construct
pl: Sliver Construct (Drzazgul Konstrukt)

source: Whenever you cast a black spell or a Swamp enters the battlefield under your control, you gain 1 life.
pl: Ilekroć rzucasz czarny czar albo Bagno wchodzi na pole walki pod twoim władaniem, zyskujesz 1 życie.

source: Whenever you cast a red spell or a Mountain enters the battlefield under your control, you gain 1 life.
pl: Ilekroć rzucasz czerwony czar albo Góra wchodzi na pole walki pod twoim władaniem, zyskujesz 1 życie.

source: Whenever you cast a blue spell or an Island enters the battlefield under your control, you gain 1 life.
pl: Ilekroć rzucasz niebieski czar albo Wyspa wchodzi na pole walki pod twoim władaniem, zyskujesz 1 życie.

source: Whenever you cast a white spell or a Plains enters the battlefield under your control, you gain 1 life.
pl: Ilekroć rzucasz biały czar albo Równina wchodzi na pole walki pod twoim władaniem, zyskujesz 1 życie.

source: Whenever you cast a green spell or a Forest enters the battlefield under your control, you gain 1 life.
pl: Ilekroć rzucasz zielony czar albo Las wchodzi na pole walki pod twoim władaniem, zyskujesz 1 życie.

source: |mana_1|, |tap|, Discard a card: You gain 4 life.
pl: |mana_1|, |tap|, odrzuć kartę: Zyskujesz 4 życia.

source: |mana_1|, |tap|, Sacrifice a creature: Return target artifact card from your graveyard to your hand.
pl: |mana_1|, |tap|, poświęć stwora: Przywróć wskazany artefakt z twojego cmentarza do twojej ręki.

source: |mana_1|, |tap|, Sacrifice an artifact: Draw a card.
pl: |mana_1|, |tap|, poświęć artefakt: dobierz kartę.

source: |mana_1|, Sacrifice Vial of Poison: Target creature gains deathtouch until end of turn. (Any amount of damage it deals to a creature is enough to destroy it.)
pl: |mana_1|, poświęć Vial of Poison: Wskazany stwór dostaje Dotyk Śmierci do końca tury. (Stwór otrzymujący od niego jakiekolwiek obrażenia zostaje zniszczony.)

source: |tap|: Add |colorless|.
pl: |tap|: Dostajesz |colorless|.

source: |mana_4|, |tap|, Sacrifice Encroaching Wastes: Destroy target nonbasic land.
pl: |mana_4|, |tap|, poświęć Encroaching Wastes: Zniszcz wskazany niezwykły ląd.

source: |mana_1|: Mutavault becomes a 2/2 creature with all creature types until end of turn. It's still a land.
pl: |mana_1|: Mutavault do końca tury staje się stworem 2/2 liczącym się jako każdy typ stwora i wciąż jest lądem.

source: Plains
pl: Plains (Równina)

source: Island
pl: Island (Wyspa)

source: Swamp
pl: Swamp (Bagno)

source: Mountain
pl: Mountain (Góra)

source: Forest
pl: Forest (Las)
