Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/MH1.po
Languages: pl

source: Delve (Each card you exile from your graveyard while casting this spell pays for |mana_1|.)
pl: Wykopywanie (Każda karta, którą wygnasz z twojego cmentarza podczas rzucania tego czaru opłaca |mana_1|.)

source: Magmatic Sinkhole deals 5 damage to target creature or planeswalker.
pl: Ten czar zadaje 5 obrażeń wskazanemu stworowi lub wędrowcowi.

source: Echo |mana_r| (At the beginning of your upkeep, if this came under your control since the beginning of your last upkeep, sacrifice it unless you pay its echo cost.)
pl: Echo |mana_r| (Na początku twojego kroku utrzymania, jeśli ta karta weszła pod twoje władanie po twoim poprzednim kroku utrzymania, poświęć ją, chyba że opłacić koszt echa.)

source: When Orcish Hellraiser dies, it deals 2 damage to target player or planeswalker.
pl: Kiedy ten stwór umrze, zadaje on wskazanemu graczowi lub wędrowcowi 2 obrażenia.

source: This spell costs |mana_1| less to cast for each land card in your graveyard.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdą kartę lądu w twoim cmentarzu.

source: Flying, haste
pl: Latanie, pośpiech

source: Whenever Pashalik Mons or another Goblin you control dies, Pashalik Mons deals 1 damage to any target.
pl: Ilekroć ten stwór lub inny Goblin umrze, ten stwór zadaje 1 obrażenie w dowolnie wskazany cel.

source: |mana_3|\ |mana_r|, Sacrifice a Goblin: Create two 1/1 red Goblin creature tokens.
pl: |mana_3|\ |mana_r|, poświęć Goblina: Stwórz dwa żetony czerwonego stwora Goblin 1/1.

source: Destroy target artifact or land. It can't be regenerated.
pl: Zniszcz wskazany artefakt lub ląd. Nie może być zregenerowany.

source: |mana_r|: You may put a planeswalker card from your hand onto the battlefield. Sacrifice it at the beginning of the next end step.
pl: mana_r|: Możesz umieścić kartę wędrowca z twojej ręki na polu bitwy. Poświęć go na początku najbliższego kroku końcowego.

source: Pyrophobia deals 3 damage to target creature. Cowards can't block this turn.
pl: Ten czar zadaje wskazanemu stworowi 3 obrażenia. Tchórze nie mogą blokować w tej turze.

source: When Quakefoot Cyclops enters the battlefield, up to two target creatures can't block this turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, co najwyżej dwa wskazane stwory nie mogą blokować w tej turze.

source: Cycling |mana_1|\ |mana_r| (|mana_1|\ |mana_r|, Discard this card: Draw a card.)
pl: Recykling |mana_1|\ |mana_r| (|mana_1|\ |mana_r|, odrzuć tę kartę: Dobierz kartę.)

source: When you cycle Quakefoot Cyclops, target creature can't block this turn.
pl: Kiedy recyklujesz tę kartę, wskazany stwór nie może blokować w tej turze.

source: At the beginning of your upkeep, Ravenous Giant deals 1 damage to you.
pl: Na początku twojego kroku utrzymania, ten stwór zadaje tobie 1 obrażenie.

source: Target creature gets +3/+0 and gains haste until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+0 i pośpiech.

source: Flashback |mana_2|\ |mana_r| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_2|\ |mana_r| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: When Seasoned Pyromancer enters the battlefield, discard two cards, then draw two cards. For each nonland card discarded this way, create a 1/1 red Elemental creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, odrzuć dwie karty, następnie dobierz dwie karty. Za każdą nie-lądową kartę odrzuconą w ten sposób, stwórz żeton czerwonego stwora Żywiołak 1/1.

source: |mana_3|\ |mana_r|\ |mana_r|, Exile Seasoned Pyromancer from your graveyard: Create two 1/1 red Elemental creature tokens.
pl: |mana_3|\ |mana_r|\ |mana_r|, wygnaj tego stwora z twojego cmentarza: Stwórz dwa żetony czerwonego stwora Żywiołak 1/1.

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Dredge 1 (If you would draw a card, you may mill a card instead. If you do, return this card from your graveyard to your hand.)
pl: Czerpak 1 (Jeśli miałbyś dobrać kartę, zamiast tego możesz zmielić kartę. Jeśli tak zrobisz, przywróć niniejszą kartę z twojego cmentarza do twojej ręki.)

source: As long as you've drawn two or more cards this turn, Spinehorn Minotaur has double strike.
pl: O ile dobrałeś co najmniej dwie karty w tej turze, ten stwór ma podwójny cios.

source: Sliver creatures you control have "Whenever this creature is dealt damage, it deals that much damage to target player or planeswalker."
pl: Drzazgacze pod twoim władaniem mają "Ilekroć ten stwór otrzyma obrażenia, zadaje on tyle samo obrażeń wskazanemu graczowi lub wędrowcowi."

source: Each land card in your hand has cycling |mana_r|.
pl: Każda karta lądu w twojej ręce ma recykling |mana_r|.

source: Cascade (When you cast this spell, exile cards from the top of your library until you exile a nonland card that costs less. You may cast it without paying its mana cost. Put the exiled cards on the bottom of your library in a random order.)
pl: Kaskada (Kiedy rzucisz ten czar, wyganiaj karty z wierzchu twojej biblioteki aż wygnasz nie-lądową kartę o niższym koszcie. Możesz rzucić ową kartę bez płacenia jej kosztu many. Umieść wygnane karty losowo na spodzie twojej biblioteki.)

source: Retrace (You may cast this card from your graveyard by discarding a land card in addition to paying its other costs.)
pl: Odtworzenie (Możesz rzucić tę kartę z twojego cmentarza odrzucając kartę lądu oprócz opłacenia innych jej kosztów.)

source: Kicker |mana_8|\ |mana_r| (You may pay an additional |mana_8|\ |mana_r| as you cast this spell.)
pl: Podbicie |mana_8|\ |mana_r| (Rzucając ten czar możesz zapłacić dodatkowo |mana_8|\ |mana_r|.)

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: Urza's Rage deals 3 damage to any target. If this spell was kicked, instead it deals 10 damage to that permanent or player and the damage can't be prevented.
pl: Ten czar zadaje 3 obrażenia w dowolnie wskazany cel. Jeśli ten czar został podbity, zamiast tego zadaje on owemu permanentowi lub graczowi 10 obrażeń, których nie można zażegnać.

source: Morbid — |tap|: Vengeful Devil deals 1 damage to any target. Activate this ability only if a creature died this turn.
pl: Okropność — |tap|: Ten stwór zadaje 1 obrażenie w dowolnie wskazany cel. Możesz aktywować tę zdolność tylko jeśli w tej turze umarł stwór.

source: Trample, haste
pl: Tratowanie, pośpiech

source: At the beginning of the end step, return Viashino Sandsprinter to its owner's hand. (Return it only if it's on the battlefield.)
pl: Na początku kroku końcowego przywróć tego stwora do ręki właściciela. (Tylko jeśli jest na polu bitwy.)

source: Cycling |mana_r| (|mana_r|, Discard this card: Draw a card.)
pl: Recykling |mana_r| (|mana_r|, odrzuć tę kartę: Dobierz kartę.)

source: Until end of turn, creatures you control get +2/+0 and gain all creature types.
pl: Do końca tury stwory pod twoim władaniem dostają +2/+0 oraz wszystkie typy stwora.

source: Whenever another Bear enters the battlefield under your control, choose one —
pl: Ilekroć inny Niedźwiedź wejdzie na pole bitwy pod twoim władaniem, wybierz jedno —

source: Put two +1/+1 counters on target Bear.
pl: Umieść dwa znaczniki +1/+1 na wskazanym Niedźwiedziu.

source: Target Bear you control fights target creature you don't control.
pl: Wskazany Niedźwiedź pod twoim władaniem walczy ze wskazanym stworem poza twoim władaniem.

source: Discard a land card: Create a 2/2 green Bear creature token.
pl: Odrzuć kartę lądu: Stwórz żeton zielonego stwora Niedźwiedź 2/2.

source: As long as you had another creature enter the battlefield under your control this turn, Bellowing Elk has trample and indestructible.
pl: O ile inny stwór wszedł w tej turze na pole bitwy pod twoim władaniem, niniejszy stwór ma tratowanie i niezniszczalność.

source: Activated abilities of artifacts can't be activated.
pl: Aktywowane zdolności artefaktów nie mogą być aktywowane.

source: Trample
pl: Tratowanie

source: |mana_3|\ |mana_g|: Conifer Wurm gets +X/+X until end of turn, where X is the number of snow permanents you control.
pl: |mana_3|\ |mana_g|: Ten stwór dostaje do końca tury +X/+X, gdzie X jest liczbą śnieżnych permanentów pod twoim władaniem.

source: Suspend 4—|mana_g| (Rather than cast this card from your hand, pay |mana_g| and exile it with four time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost.)
pl: Zawieszenie 4—|mana_g| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_g| i wygnać ją z czterema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many.)

source: Create two 4/4 green Rhino creature tokens with trample.
pl: Stwórz dwa żetony zielonego stwora Nosorożec 4/4 z tratowaniem.

source: Vanishing 3 (This creature enters the battlefield with three time counters on it. At the beginning of your upkeep, remove a time counter from it. When the last is removed, sacrifice it.)
pl: Zanikanie 3 (Ten stwór wchodzi na pole bitwy z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń z niego znacznik czasu. Kiedy zostanie usunięty ostatnie, poświęć go.)

source: When Deep Forest Hermit enters the battlefield, create four 1/1 green Squirrel creature tokens.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz cztery żetony zielonego stwora Wiewiór 1/1.

source: Squirrels you control get +1/+1.
pl: Wiewióry pod twoim władaniem dostają +1/+1.

source: Buyback |mana_4| (You may pay an additional |mana_4| as you cast this spell. If you do, put this card into your hand as it resolves.)
pl: Wykup |mana_4| (Rzucając ten czar możesz zapłacić dodatkowo |mana_4|. Jeśli tak zrobisz, umieść tę kartę w twojej ręce podczas jej rozpatrywania.)

source: When Excavating Anurid enters the battlefield, you may sacrifice a land. If you do, draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz poświęcić ląd. Jeśli tak zrobisz, dobierz kartę.

source: Threshold — As long as seven or more cards are in your graveyard, Excavating Anurid gets +1/+1 and has vigilance.
pl: Próg — O ile w twoim cmentarzu jest co najmniej siedem kart, ten stwór dostaje +1/+1 i ma czujność.

source: If it's not your turn, you may exile a green card from your hand rather than pay this spell's mana cost.
pl: Jeśli nie jest twoja tura, możesz wygnać zieloną kartę z twojej ręki zamiast płacić koszt many tego czaru.

source: Destroy up to two target artifacts and/or enchantments.
pl: Zniszcz co najwyżej dwa wskazane artefakty i/lub uroki.

source: |mana_s|: Frostwalla gets +2/+2 until end of turn. Activate this ability only once each turn. (|mana_s| can be paid with one mana from a snow permanent.)
pl: |mana_s|: Ten stwór dostaje do końca tury +2/+2. Możesz aktywować tę zdolność tylko raz na turę. (|mana_s| można opłacić jedną maną pobraną ze śnieżnego permanentu.)

source: At the beginning of your upkeep, if Genesis is in your graveyard, you may pay |mana_2|\ |mana_g|. If you do, return target creature card from your graveyard to your hand.
pl: Na początku twojego kroku utrzymania, jeśli ta karta jest w twoim cmentarzu, możesz zapłacić |mana_2|\ |mana_g|. Jeśli tak zrobisz, przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Reveal the top six cards of your library. You may put any number of snow permanent cards from among them into your hand. Put the rest into your graveyard.
pl: Ujawnij sześć wierzchnich kart twojej biblioteki. Możesz umieścić dowolną liczbę kart śnieżnych permanentów spośród nich w twojej ręce. Umieść pozostałe w twoim cmentarzu.

source: Level up |mana_1| (|mana_1|: Put a level counter on this. Level up only as a sorcery.)
pl: Podnieś poziom |mana_1| (|mana_1|: Umieść na tym znacznik poziomu. Aktywuj jako obrzęd.)

source: LEVEL 3-7
pl: POZIOM 3-7

source: Protection from instants
pl: Ochrona przed sztuczkami

source: LEVEL 8+
pl: POZIOM 8+

source: Protection from everything
pl: Ochrona przed wszystkim

source: Cycling |mana_2|\ |mana_g| (|mana_2|\ |mana_g|, Discard this card: Draw a card.)
pl: Recykling |mana_2|\ |mana_g| (|mana_2|\ |mana_g|, odrzuć tę kartę: Dobierz kartę.)

source: When you cycle Krosan Tusker, you may search your library for a basic land card, reveal that card, put it into your hand, then shuffle your library. (Do this before you draw.)
pl: Kiedy recyklujesz tę kartę, możesz wyszukać w twojej bibliotece kartę bazowego lądu, ujawnić ją, umieścić w twojej ręce, następnie przetasować twoją bibliotekę. (Zrób to przed dobraniem.)

source: |tap|: Add |mana_g|\ |mana_g|\ |mana_g|.
pl: |tap|: Weź |mana_g|\ |mana_g|\ |mana_g|.

source: |mana_3|\ |mana_g|\ |mana_g|, Exile Mother Bear from your graveyard: Create two 2/2 green Bear creature tokens. Activate this ability only any time you could cast a sorcery.
pl: |mana_3|\ |mana_g|\ |mana_g|, wygnaj tę kartę z twojego cmentarza: Stwórz dwa żetony zielonego stwora Niedźwiedź 2/2. Aktywuj jako obrzęd.

source: Murasa Behemoth gets +3/+3 as long as there is a land card in your graveyard.
pl: Ten stwór dostaje +3/+3 o ile w twoim cmentarzu jest karta lądu.

source: When Nantuko Cultivator enters the battlefield, you may discard any number of land cards. Put that many +1/+1 counters on Nantuko Cultivator and draw that many cards.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz odrzucić dowolną liczbę kart lądów. Umieść tyle samo znaczników +1/+1 na tym stworze i dobierz tyle samo kart.

source: Shroud (This creature can't be the target of spells or abilities.)
pl: Antymagia (Ten stwór nie może być wskazany przez czary i zdolności.)

source: Threshold — Nimble Mongoose gets +2/+2 as long as seven or more cards are in your graveyard.
pl: Próg — Ten stwór dostaje +2/+2 o ile w twoim cmentarzu jest przynajmniej siedem kart.

source: Return target card from your graveyard to your hand.
pl: Przywróć wskazaną kartę z twojego cmentarza do twojej ręki.

source: |tap|: Untap another target snow permanent.
pl: |tap|: Odkręć inny wskazany śnieżny permanent.

source: Saddled Rimestag gets +2/+2 as long as you had another creature enter the battlefield under your control this turn.
pl: Ten stwór dostaje +2/+2 o ile w tej turze na pole bitwy wszedł inny stwór pod twoim władaniem.

source: Target creature you control gets +2/+2 until end of turn if its power is 2. Then it fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +2/+2 jeśli ma siłę 2. Następnie walczy on ze wskazanym stworem poza twoim władaniem. (Zadają sobie nawzajem obrażenia równe swojej sile.)

source: Until end of turn, target creature you control becomes a green Wurm with base power and toughness 6/4.
pl: Do końca tury, wskazany stwór pod twoim władaniem staje się zielonym Żmijem z bazowymi siłą i wytrzymałością 6/4.

source: Overload |mana_4|\ |mana_g|\ |mana_g| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_4|\ |mana_g|\ |mana_g| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: Sacrifice Spore Frog: Prevent all combat damage that would be dealt this turn.
pl: Poświęć tego stwora: Zażegnaj wszystkie obrażenia bojowe, które mogłyby zostać zadane w tej turze.

source: When Springbloom Druid enters the battlefield, you may sacrifice a land. If you do, search your library for up to two basic land cards, put them onto the battlefield tapped, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz poświęcić ląd. Jeśli tak zrobisz, wyszukaj w twojej bibliotece co najwyżej dwie karty bazowych lądów, umieść je przekręcone na polu bitwy, następnie przetasuj twoją bibliotekę.

source: Enchant land
pl: Zaurocz ląd

source: Enchanted land has "|tap|: Create a 1/1 green Squirrel creature token."
pl: Zauroczony ląd ma "|tap|: Stwórz żeton zielonego stwora Wiewiór 1/1."

source: Sliver creatures you control have "Whenever this creature deals combat damage to a player, put a +1/+1 counter on it."
pl: Drzazgacze pod twoim władaniem mają "Ilekroć ten stwór zadaje graczowi obrażenia bojowe, umieść na nim znacznik +1/+1."

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora mającego latanie.

source: Cycling |mana_1|\ |mana_g| (|mana_1|\ |mana_g|, Discard this card: Draw a card.)
pl: Recykling |mana_1|\ |mana_g| (|mana_1|\ |mana_g|, odrzuć tę kartę: Dobierz kartę.)

source: Enchanted creature gets +0/+2 and assigns combat damage equal to its toughness rather than its power.
pl: Zauroczony stwór dostaje +0/+2 i zadaje obrażenia bojowe równe swojej wytrzymałości zamiast siły.

source: Totem armor (If enchanted creature would be destroyed, instead remove all damage from it and destroy this Aura.)
pl: Zbroja totemowa (Jeśli zauroczony stwór miałby zostać zniszczony, zamiast tego usuń z niego obrażenia i zniszcz tę Aurę.)

source: Dash |mana_1|\ |mana_g| (You may cast this spell for its dash cost. If you do, it gains haste, and it's returned from the battlefield to its owner's hand at the beginning of the next end step.)
pl: Brawura |mana_1|\ |mana_g| (Możesz rzucić ten czar za koszt brawury. Jeśli tak zrobisz, dostaje on pośpiech i jest przywracany z pola bitwy do ręki właściciela na początku najbliższego kroku końcowego.)

source: Whenever Treetop Ambusher attacks, target creature you control gets +1/+1 until end of turn.
pl: Ilekroć ten stwór zaatakuje, wskazany stwór pod twoim władaniem dostaje do końca tury +1/+1.

source: Create a 3/3 green Elephant creature token.
pl: Stwórz żeton zielonego stwora Słoń 3/3.

source: Reach
pl: Zasięg

source: When Twin-Silk Spider enters the battlefield, create a 1/2 green Spider creature token with reach.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton zielonego stwora Pająk 1/2 z zasięgiem.

source: Whenever you cast a permanent spell with a mana cost that contains |mana_x|, double the value of X.
pl: Ilekroć rzucisz czar permanentu o koszcie many zawierającym |mana_x|, podwój wartość X.

source: Whenever you cast an instant or sorcery spell or activate an ability, if that spell's mana cost or that ability's activation cost contains |mana_x|, copy that spell or ability. You may choose new targets for the copy.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu lub aktywujesz zdolność, jeśli koszt aktywacji owego czaru lub zdolności zawiera |mana_x|, skopiuj ów czar lub zdolność. Możesz wskazać nowe cele dla kopii.

source: Defender
pl: Obronność

source: When Wall of Blossoms enters the battlefield, draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz kartę.

source: You gain 3 life.
pl: Zyskaj 3 życia.

source: Storm (When you cast this spell, copy it for each spell cast before it this turn.)
pl: Sztorm (Rzucając ten czar skopiuj go za każdy czar rzucony przed nim w tej turze.)

source: When Webweaver Changeling enters the battlefield, if there are three or more creature cards in your graveyard, you gain 5 life.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli w twoim cmentarzu są co najmniej trzy karty stworów, zyskaj 5 żyć.

source: Choose creature or land. Reveal the top four cards of your library. Put all cards of the chosen type revealed this way into your hand and the rest into your graveyard.
pl: Wybierz: stwór albo ląd. Ujawnij cztery wierzchnie karty twojej biblioteki. Umieść wszystkie ujawnione w ten sposób karty wybranego typu w twojej ręce, a pozostałe w twoim cmentarzu.

source: Abominable Treefolk's power and toughness are each equal to the number of snow permanents you control.
pl: Siła i wytrzymałość tego stwora są równe liczbie śnieżnych permanentów pod twoim władaniem każda.

source: When Abominable Treefolk enters the battlefield, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Kiedy ten stwór wejdzie na pole bitwy, przekręć wskazanego stwora pod władaniem przeciwnika. Ów stwór nie odkręci się w najbliższym kroku odkręcania swojego władcy.

source: Sliver creatures you control have flying and haste.
pl: Drzazgacze pod twoim władaniem mają latanie i pośpiech.

source: Exile the top six cards of your library. You may cast up to two sorcery spells with converted mana cost 3 or less from among them without paying their mana costs. Put the exiled cards not cast this way on the bottom of your library in a random order.
pl: Wygnaj sześć wierzchnich kart twojej biblioteki. Możesz rzucić spośród nich co najwyżej dwa czary obrzędu o skrócie many 3 lub mniejszym bez płacenia ich kosztu many. Umieść nie rzucone z tych wygnanych kart losowo na spodzie twojej biblioteki.

source: Search your library for a creature card, reveal that card, put it into your hand, then shuffle your library.
pl: Wyszukaj w twojej bibliotece kartę stwora, ujawnij ją, umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: As Etchings of the Chosen enters the battlefield, choose a creature type.
pl: Umieszczając tę kartę na polu bitwy wybierz typ stwora.

source: Creatures you control of the chosen type get +1/+1.
pl: Stwory wybranego typu pod twoim władaniem dostają +1/+1.

source: |mana_1|, Sacrifice a creature of the chosen type: Target creature you control gains indestructible until end of turn.
pl: |mana_1|, poświęć stwora wybranego typu: Wskazany stwór pod twoim władaniem zyskuje do końca tury niezniszczalność.

source: Ninjutsu |mana_2|\ |mana_u|\ |mana_b| (|mana_2|\ |mana_u|\ |mana_b|, Return an unblocked attacker you control to hand: Put this card onto the battlefield from your hand tapped and attacking.)
pl: Ninjutsu |mana_2|\ |mana_u|\ |mana_b| (|mana_2|\ |mana_u|\ |mana_b|, przywróć niezablokowanego atakującego pod twoim władaniem do ręki: Umieść tę kartę na polu bitwy z twojej ręki przekręconą i atakującą.)

source: Whenever Fallen Shinobi deals combat damage to a player, that player exiles the top two cards of their library. Until end of turn, you may play those cards without paying their mana costs.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz wygania dwie wierzchnie karty swojej biblioteki. Do końca tury możesz zagrać owe karty bez płacenia ich kosztów many.

source: Sliver spells you cast have cascade.
pl: Rzucane przez ciebie czary typu Drzazgacz mają kaskadę.

source: Whenever another creature enters the battlefield under your control, put a +1/+1 counter on that creature.
pl: Ilekroć inny stwór wejdzie na pole bitwy pod twoim władaniem, umieść znacznik +1/+1 na owym stworze.

source: You can't spend mana to cast this spell.
pl: Nie możesz wydawać many na rzucenie tego czaru.

source: Convoke, delve (Each creature you tap while casting this spell pays for |mana_1| or one mana of that creature's color. Each card you exile from your graveyard pays for |mana_1|.)
pl: Współpraca, wykopywanie (Każdy stwór, którego przekręcisz podczas rzucania tego czaru płaci za |mana_1| lub jedną manę w kolorze owego stwora. Każda karta, którą wygnasz z twojego cmentarza, opłaca |mana_1|.)

source: You may cast Hogaak, Arisen Necropolis from your graveyard.
pl: Możesz rzucić tego stwora z twojego cmentarza.

source: When Ice-Fang Coatl enters the battlefield, draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz kartę.

source: Ice-Fang Coatl has deathtouch as long as you control at least three other snow permanents.
pl: Ten stwór ma dotyk śmierci o ile władasz przynajmniej trzema innymi śnieżnymi permanentami.
