Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/MH1.po
Languages: pl

source: Kicker |mana_2| (You may pay an additional |mana_2| as you cast this spell.)
pl: Podbicie |mana_2| (Rzucając ten czar możesz dodatkowo zapłacić |mana_2|.)

source: Counter target spell if its converted mana cost is 2 or less. If this spell was kicked, counter that spell if its converted mana cost is 4 or less instead.
pl: Skontruj wskazany czar jeśli jego skrót many to 2 lub mniej. Jeśli niniejszy czar został podbity, zamiast tego skontruj ów czar jeśli jego skrót many to 4 lub mniej.

source: Draw three cards, then discard a card.
pl: Dobierz trzy karty, następnie odrzuć kartę.

source: Return all artifacts to their owners' hands.
pl: Przywróć wszystkie artefakty do rąk ich właścicieli.

source: Scry 2, then draw a card.
pl: Wróż 2, następnie dobierz kartę.

source: Flashback |mana_4|\ |mana_u| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_4|\ |mana_u| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: Sliver creatures you control have "|mana_2|: Untap this creature."
pl: Drzazgacze pod twoim władaniem mają "|mana_2|: Odkręć tego stwora."

source: Enchanted creature gets +1/+1 and has flying.
pl: Zauroczony stwór dostaje +1/+1 i ma latanie.

source: When a Ninja enters the battlefield under your control, you may return Smoke Shroud from your graveyard to the battlefield attached to that creature.
pl: Kiedy Ninja wejdzie na pole bitwy pod twoim władaniem, możesz przywrócić tę kartę z twojego cmentarza na pole bitwy dołączoną do owego stwora.

source: Fateful hour — If you have 5 or less life, draw a card.
pl: Pamiętna godzina — Jeśli masz 5 żyć lub mniej, dobierz kartę.

source: Target player mills four cards. You shuffle up to four cards from your graveyard into your library.
pl: Wskazany gracz mieli cztery karty. Wtasuj co najwyżej cztery karty z twojego cmentarza do twojej biblioteki.

source: Replicate |mana_2|\ |mana_u|\ |mana_u| (When you cast this spell, copy it for each time you paid its replicate cost. You may choose new targets for the copies.)
pl: Replikacja |mana_2|\ |mana_u|\ |mana_u| (Kiedy rzucisz ten czar, skopiuj go tylekroć, ilekroć opłaciłeś jego koszt replikacji. Możesz wskazać nowe cele dla kopii.)

source: Return target creature to its owner's hand. Then that creature's controller may pay |mana_u|\ |mana_u|. If the player does, they may copy this spell and may choose a new target for that copy.
pl: Przywróć wskazanego stwora do ręki właściciela. Następnie władca owego stwora może zapłacić |mana_u|\ |mana_u|. Jeśli to zrobi, może skopiować ten czar i może wskazać nowe cele dla kopii.

source: When Tribute Mage enters the battlefield, you may search your library for an artifact card with converted mana cost 2, reveal that card, put it into your hand, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę artefaktu o skrócie many równym 2, ujawnić ją, umieścić w twojej ręce, następnie przetasuj twoją bibliotekę.

source: Target creature gets -6/-0 until end of turn.
pl: Wskazany stwór dostaje do końca tury -6/-0.

source: Switch target creature's power and toughness until end of turn.
pl: Zamień u wskazanego stwora siłę z wytrzymałością do końca tury.

source: Entwine |mana_b| (Choose both if you pay the entwine cost.)
pl: Splątanie |mana_b| (Wybierz oba jeśli opłaciłeś koszt splątania.)

source: When Urza, Lord High Artificer enters the battlefield, create a 0/0 colorless Construct artifact creature token with "This creature gets +1/+1 for each artifact you control."
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton bezkolorowego artefaktowego stwora Konstrukt 0/0 ze zdolnością "Ten stwór dostaje +1/+1 za każdy artefakt pod twoim władaniem."

source: Tap an untapped artifact you control: Add |mana_u|.
pl: Przekręć odkręcony artefakt pod twoim władaniem: Weź |mana_u|.

source: |mana_5|: Shuffle your library, then exile the top card. Until end of turn, you may play that card without paying its mana cost.
pl: |mana_5|: Przetasuj twoją bibliotekę, następnie wygnaj wierzchnią kartę. Do końca tury możesz zagrać ową kartę bez płacenia jej kosztu many.

source: Hideaway (This creature enters the battlefield tapped. When it does, look at the top four cards of your library, exile one face down, then put the rest on the bottom of your library.)
pl: Kryjówka (Ten stwór wchodzi na pole bitwy przekręcony. Kiedy wejdzie, spójrz na cztery wierzchnie karty twojej biblioteki, wygnaj jedną z nich zakrytą, następnie umieść pozostałe na spodzie twojej biblioteki.)

source: When Watcher for Tomorrow leaves the battlefield, put the exiled card into its owner's hand.
pl: Kiedy ten stwór opuści pole bitwy, umieść wygnaną kartę w ręce jej właściciela.

source: Cycling |mana_u| (|mana_u|, Discard this card: Draw a card.)
pl: Recykling |mana_u| (|mana_u|, odrzuć tę kartę: Dobierz kartę.)

source: When you cycle Windcaller Aven, target creature gains flying until end of turn.
pl: Kiedy recyklujesz tę kartę, wskazany stwór zyskuje do końca tury latanie.

source: When Winter's Rest enters the battlefield, tap enchanted creature.
pl: Kiedy ten urok wejdzie na pole bitwy, przekręć zauroczonego stwora.

source: As long as you control another snow permanent, enchanted creature doesn't untap during its controller's untap step.
pl: O ile władasz innym snieżnym permanentem, zauroczony stwór nie odkręca się w kroku odkręcania swojego władcy.

source: Ninjutsu |mana_1|\ |mana_b| (|mana_1|\ |mana_b|, Return an unblocked attacker you control to hand: Put this card onto the battlefield from your hand tapped and attacking.)
pl: Ninjutsu |mana_1|\ |mana_b| (|mana_1|\ |mana_b|, przywróć niezablokowanego atakującego pod twoim władaniem do ręki: Umieść tę kartę na polu bitwy z twojej ręki przekręconą i atakującą.)

source: When Azra Smokeshaper enters the battlefield, target creature you control gains indestructible until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, wskazany stwór pod twoim władaniem zyskuje do końca tury niezniszczalność.

source: Menace
pl: Złowrogość

source: At the beginning of your precombat main phase, you may sacrifice a creature. When you do, choose a nonland card name, then target player reveals their hand and discards all cards with that name.
pl: Na początku twojej fazy głównej poprzedzającej walkę, możesz poświęcić stwora. Jeśli tak zrobisz, nazwij nie-lądową kartę, następnie wskazany gracz ujawnia swoją rękę i odrzuca wszystkie karty o tej nazwie.

source: Carrion Feeder can't block.
pl: Ten stwór nie może blokować.

source: Sacrifice a creature: Put a +1/+1 counter on Carrion Feeder.
pl: Poświęć stwora: Umieść znacznik +1/+1 na tym stworze.

source: Changeling Outcast can't block and can't be blocked.
pl: Ten stwór nie może blokować ani być blokowany.

source: Whenever Cordial Vampire or another creature dies, put a +1/+1 counter on each Vampire you control.
pl: Ilekroć ten lub inny stwór umrze, umieść znacznik +1/+1 na każdym Wampirze pod twoim władaniem.

source: |mana_x|: Crypt Rats deals X damage to each creature and each player. Spend only black mana on X.
pl: |mana_x|: Ten stwór zadaje X obrażeń każdemu stworowi i graczowi. Na X wydawaj tylko czarną manę.

source: All nonsnow creatures get -X/-X until end of turn, where X is the number of snow permanents you control.
pl: Wszystkie nieśnieżne stwory dostają do końca tury -X/-X, gdzie X jest liczbą śnieżnych permanentów pod twoim władaniem.

source: Target creature gets -1/-1 until end of turn for each Swamp you control.
pl: Wskazany stwór dostaje do końca tury -1/-1 za każde Bagno pod twoim władaniem.

source: Target player sacrifices a creature.
pl: Wskazany gracz poświęca stwora.

source: Each Sliver creature card in your graveyard has unearth |mana_2|.
pl: Każda karta Drzazgacza w twoim cmentarzu ma odkopanie |mana_2|.

source: Unearth |mana_2| (|mana_2|: Return this card from your graveyard to the battlefield. It gains haste. Exile it at the beginning of the next end step or if it would leave the battlefield. Unearth only as a sorcery.)
pl: Odkopanie |mana_2| (|mana_2|: Przywróć tę kartę z twojego cmentarza na pole bitwy. Zyskuje pośpiech. Wygnaj ją na początku najbliższego kroku końcowego lub gdyby miała opuścić pole bitwy. Aktywuj jako obrzęd.)

source: |mana_b|: Endling gains menace until end of turn.
pl: |mana_b|: Ten stwór zyskuje złowrogość do końca tury.

source: |mana_b|: Endling gains deathtouch until end of turn.
pl: |mana_b|: Ten stwór zyskuje dotyk śmierci do końca tury.

source: |mana_b|: Endling gains undying until end of turn. (When this creature dies, if it had no +1/+1 counters on it, return it to the battlefield under its owner's control with a +1/+1 counter on it.)
pl: |mana_b|: Ten stwór zyskuje bezśmierć do końca tury. (Kiedy ten stwór umrze, jeśli nie miał znaczników +1/+1, przywróć go na pole bitwy ze znacznikiem +1/+1 pod władaniem właściciela.)

source: |mana_1|: Endling gets +1/-1 or -1/+1 until end of turn.
pl: |mana_1|: Ten stwór dostaje do końca tury +1/-1 lub -1/+1.

source: Devour 2 (As this enters the battlefield, you may sacrifice any number of creatures. This creature enters the battlefield with twice that many +1/+1 counters on it.)
pl: Pożarcie 2 (Umieszczając tego stwora na polu bitwy możesz poświęcić dowolną liczbę stworów. Ten stwór wchodzi na pole bitwy mając dwukrotnie tyle znaczników +1/+1.)

source: When First-Sphere Gargantua enters the battlefield, you draw a card and you lose 1 life.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz kartę i strać 1 życie.

source: Unearth |mana_2|\ |mana_b| (|mana_2|\ |mana_b|: Return this card from your graveyard to the battlefield. It gains haste. Exile it at the beginning of the next end step or if it would leave the battlefield. Unearth only as a sorcery.)
pl: Odkopanie |mana_2|\ |mana_b| (|mana_2|\ |mana_b|: Przywróć tę kartę z twojego cmentarza na pole bitwy. Zyskuje ona pośpiech. Wygnaj ją na początku najbliższego kroku końcowego lub gdyby miała opuścić pole bitwy. Aktywuj jako obrzęd.)

source: If it's not your turn, you may exile a black card from your hand rather than pay this spell's mana cost.
pl: Jeśli to nie jest twoja tura, możesz wygnać czarną kartę z twojej ręki zamiast płacenia kosztu many tego czaru.

source: Destroy all creatures that entered the battlefield this turn.
pl: Zniszcz wszystkie stwory, które weszły na pole bitwy w tej turze.

source: Evolve (Whenever a creature enters the battlefield under your control, if that creature has greater power or toughness than this creature, put a +1/+1 counter on this creature.)
pl: Ewoluuje (Ilekroć stwór wejdzie na pole bitwy pod twoim władaniem, jeśli ów stwór ma większą siłę lub wytrzymałość niż ten stwór, umieść znacznik +1/+1 na niniejszym stworze.)

source: When Graveshifter enters the battlefield, you may return target creature card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz przywrócić wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Hellbent — Whenever Headless Specter deals combat damage to a player, if you have no cards in hand, that player discards a card at random.
pl: Zaślepienie - Ilekroć ten stwór zada graczowi obrażenia bojowe, jeśli nie masz kart w ręce, ten gracz odrzuca losową kartę.

source: Target player discards two cards.
pl: Wskazany gracz odrzuca dwie karty.

source: Overload |mana_1|\ |mana_b| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_1|\ |mana_b| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: Destroy target creature.
pl: Zniszcz wskazanego stwora.

source: At the beginning of your upkeep, if Nether Spirit is the only creature card in your graveyard, you may return Nether Spirit to the battlefield.
pl: Na początku twojego kroku utrzymania, jeśli ta karta jest jedyną kartą stwora w twoim cmentarzu, możesz przywrócić ją na pole bitwy.

source: Ninjutsu |mana_3|\ |mana_b| (|mana_3|\ |mana_b|, Return an unblocked attacker you control to hand: Put this card onto the battlefield from your hand tapped and attacking.)
pl: Ninjutsu |mana_3|\ |mana_b| (|mana_3|\ |mana_b|, przywróć niezablokowanego atakującego pod twoim władaniem do ręki: Umieść tę kartę na polu bitwy z twojej ręki przekręconą i atakującą.)

source: Deathtouch
pl: Dotyk śmierci

source: As Plague Engineer enters the battlefield, choose a creature type.
pl: Umieszczając tego stwora na polu bitwy, wybierz typ stwora.

source: Creatures of the chosen type your opponents control get -1/-1.
pl: Stwory wybranego typu pod władaniem przeciwników dostają -1/-1.

source: Persist (When this creature dies, if it had no -1/-1 counters on it, return it to the battlefield under its owner's control with a -1/-1 counter on it.)
pl: Wytrwałość (Kiedy ten stwór umrze, jeśli nie miał znaczników -1/-1, przywróć go na pole bitwy ze znacznikiem -1/-1 pod władaniem właściciela.)

source: When Rank Officer enters the battlefield, you may discard a card. If you do, create a 2/2 black Zombie creature token.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz odrzucić kartę. Jeśli tak zrobisz, stwórz żeton czarnego stwora Zombi 2/2.

source: |mana_1|\ |mana_b|, |tap|, Exile a creature card from your graveyard: Each opponent loses 2 life.
pl: |mana_1|\ |mana_b|, |tap|, wygnaj kartę stwora z twojego cmentarza: Każdy przeciwnik traci 2 życia.

source: Look at the top three cards of your library. Put one of them into your hand and the rest into your graveyard.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe w twoim cmentarzu.

source: Return target creature card from your graveyard to your hand.
pl: Przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Return two target creature cards that share a creature type from your graveyard to your hand.
pl: Przywróć dwie wskazane karty stworów, które mają wspólny typ z twojego cmentarza do twojej ręki.

source: Enchanted creature has "|mana_b|, |tap|: Put a -1/-1 counter on target creature."
pl: Zauroczony stwór ma zdolność „|mana_b|, |tap|: Połóż znacznik -1/-1 na wskazanym stworze.”

source: Target opponent reveals their hand and discards all colorless nonland cards.
pl: Wskazany przeciwnik ujawnia swoją rękę i odrzuca wszystkie bezkolorowe karty nie będące lądami.

source: Target opponent reveals their hand and discards all multicolored cards.
pl: Wskazany przeciwnik ujawnia swoją rękę i odrzuca wszystkie wielokolorowe karty.

source: Exploit (When this creature enters the battlefield, you may sacrifice a creature.)
pl: Wyzysk (Kiedy ten stwór wejdzie na pole bitwy, możesz poświęcić stwora.)

source: Whenever another creature you control dies, put a +1/+1 counter on Silumgar Scavenger. It gains haste until end of turn if it exploited that creature.
pl: Ilekroć umrze inny stwór pod twoim władaniem, umieść znacznik +1/+1 na niniejszym stworze. Zyskuje on do końca tury pośpiech, jeśli ów stwór był wyzyskany.

source: When Sling-Gang Lieutenant enters the battlefield, create two 1/1 red Goblin creature tokens.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz dwa żetony czerwonego stwora Goblin 1/1.

source: Sacrifice a Goblin: Target player loses 1 life and you gain 1 life.
pl: Poświęć Goblina: Wskazany gracz traci 1 życie, a ty zyskaj 1 życie.

source: Smiting Helix deals 3 damage to any target and you gain 3 life.
pl: Ten czar zadaje 3 obrażenia dowolnie wskazanemu celowi, a ty zyskaj 3 życia.

source: Flashback |mana_r|\ |mana_w| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_r|\ |mana_w| (Możesz zagrać tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: Unblocked attacking Ninjas you control have lifelink.
pl: Niezablokowani, atakujący Ninja, którymi władasz, mają więź życia.

source: Target creature gets +2/+2 until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+2.

source: Target creature gets -1/-1 until end of turn.
pl: Wskazany stwór dostaje do końca tury -1/-1.

source: You gain 2 life.
pl: Zyskaj 2 życia.

source: Whenever Undead Augur or another Zombie you control dies, you draw a card and you lose 1 life.
pl: Ilekroć umrze ten stwór lub inny Zombi pod twoim władaniem, dobierz kartę i strać 1 życie.

source: Return target creature card with converted mana cost 3 or less from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę stwora o skrócie many 3 lub mniejszym z twojego cmentarza na pole bitwy.

source: Whenever Warteye Witch or another creature you control dies, scry 1.
pl: Ilekroć ten lub inny stwór pod twoim władaniem umrze, wróż 1.

source: Protection from Humans
pl: Ochrona przed typem Człowiek

source: Pay 1 life, Sacrifice another creature: Put a -1/-1 counter on up to one target creature and draw a card.
pl: Zapłać 1 życie, poświęć innego stwora: Umieść znacznik -1/-1 na co najwyżej jednym wskazanym stworze i dobierz kartę.

source: |mana_b|\ |mana_b|, Discard a card: Proliferate. (Choose any number of permanents and/or players, then give each another counter of each kind already there.)
pl: |mana_b|\ |mana_b|, odrzuć kartę: Rozpleń. (Wybierz dowolną liczbę permanentów i/lub graczy, następnie daj każdemu z nich kolejny znacznik każdego z już obecnych tam rodzajów.)

source: When Alpine Guide enters the battlefield, you may search your library for a Mountain card, put that card onto the battlefield tapped, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w swojej bibliotece kartę Góry, umieścić ją przekręconą na polu bitwy, następnie przetasować swoją bibliotekę.

source: Alpine Guide attacks each combat if able.
pl: Ten stwór atakuje w każdej potyczce, jeśli może.

source: When Alpine Guide leaves the battlefield, sacrifice a Mountain.
pl: Kiedy ten stwór opuści pole bitwy, poświęć Górę.

source: When Aria of Flame enters the battlefield, each opponent gains 10 life.
pl: Kiedy ten urok wejdzie na pole bitwy, każdy przeciwnik zyskuje 10 żyć.

source: Whenever you cast an instant or sorcery spell, put a verse counter on Aria of Flame, then it deals damage equal to the number of verse counters on it to target player or planeswalker.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, umieść znacznik wersetu na tym stworze, następnie zadaje on wskazanemu graczowi lub wędrowcowi tyle obrażeń, ile ma znaczników wersetu.

source: Hellbent — As long as you have no cards in hand, Sliver creatures you control have "|tap|: This creature deals 1 damage to target player or planeswalker."
pl: Zaślepienie — O ile nie masz kart w ręce, Drzazgacze pod twoim władaniem mają "|tap|: Ten stwór zadaje wskazanemu graczowi lub wędrowcowi 1 obrażenie."

source: Sacrifice another creature: Until end of turn, Bogardan Dragonheart becomes a Dragon with base power and toughness 4/4, flying, and haste.
pl: Poświęć innego stwora: Do końca tury ten stwór staje się Smokiem o bazowej sile i wytrzymałości 4/4 z lataniem i pośpiechem.

source: Sliver creatures you control get +2/+0.
pl: Drzazgacze pod twoim władaniem dostają +2/+0.

source: Firebolt deals 2 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 2 obrażenia.

source: Flashback |mana_4|\ |mana_r| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_4|\ |mana_r| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: Draw a card. Until end of turn, target creature gains trample and gets +1/+0 for each card you've drawn this turn.
pl: Dobierz kartę. Do końca tury wskazany stwór zyskuje tratowanie i dostaje +1/+0 za każdą kartę, którą dobrałeś w tej turze.

source: If it's not your turn, you may exile a red card from your hand rather than pay this spell's mana cost.
pl: Jeśli to nie jest twoja tura, możesz wygnać czerwoną kartę z twojej ręki zamiast płacenia kosztu many tego czaru.

source: Create two 3/1 red Elemental creature tokens with trample and haste. Sacrifice those tokens at the beginning of your next upkeep.
pl: Stwórz dwa żetony czerwonych stworów Żywiołak 3/1 z tratowaniem i pośpiechem. Poświęć te żetony na początku twojego następnego kroku utrzymania.

source: Destroy target land. Its controller may search their library for a basic land card, put it onto the battlefield, then shuffle their library.
pl: Zniszcz wskazany ląd. Jego władca może wyszukać w swojej bibliotece kartę bazowego lądu, umieścić ją na polu bitwy, następnie przetasować swoją bibliotekę.

source: Gain control of target creature until end of turn. Untap that creature. It gains haste until end of turn. If that creature is a Goat, it also gets +3/+0 until end of turn.
pl: Zyskaj władanie nad wskazanym stworem do końca tury. Odkręć owego stwora. Zyskuje on pośpiech do końca tury. Jeśli ów stwór jest Kozą, dodatkowo dostaje +3/+0 do końca tury.

source: Haste
pl: Pośpiech

source: Exalted (Whenever a creature you control attacks alone, that creature gets +1/+1 until end of turn.)
pl: Egzaltacja (Ilekroć stwór pod twoim władaniem atakuje samotnie, ów stwór dostaje +1/+1 do końca tury.)

source: When Goblin Engineer enters the battlefield, you may search your library for an artifact card, put it into your graveyard, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę artefaktu, ujawnić ją, umieścić ją w twoim cmentarzu, następnie przetasować bibliotekę.

source: |mana_r|, |tap|, Sacrifice an artifact: Return target artifact card with converted mana cost 3 or less from your graveyard to the battlefield.
pl: |mana_r|, |tap|, poświęć artefakt: Przywróć wskazaną kartę artefaktu o skrócie many 3 lub mniejszym z twojego cmentarza na pole bitwy.

source: When Goblin Matron enters the battlefield, you may search your library for a Goblin card, reveal that card, put it into your hand, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę Goblina, ujawnij ją, umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: Attacking creatures you control get +1/+0.
pl: Atakujące stwory pod twoim władaniem dostają +1/+0.

source: Create three 1/1 red Goblin creature tokens.
pl: Stwórz trzy żetony czerwonego stwora Gobiln 1/1.

source: Creatures you control get +1/+1 and gain haste until end of turn.
pl: Stwory pod twoim władaniem dostają +1/+1 i zyskują pośpiech do końca tury.

source: Entwine |mana_2|\ |mana_r| (Choose both if you pay the entwine cost.)
pl: Splątanie |mana_2|\ |mana_r| (Wybierz oba jeśli opłaciłeś koszt splątania.)

source: Sliver creatures you control have "|tap|, Discard a card: Draw a card."
pl: Drzazgacze pod twoim władaniem mają "|tap|, odrzuć kartę: Dobierz kartę."

source: This spell costs |mana_2| less to cast if there is a land card in your graveyard.
pl: Rzucenie tego czaru kosztuje o |mana_2| mniej, jeśli w twoim cmentarzu jest karta lądu.

source: When Igneous Elemental enters the battlefield, you may have it deal 2 damage to target creature.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz sprawić, by zadał 2 obrażenia wskazanemu stworowi.

source: Lava Dart deals 1 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 1 obrażenie.

source: Flashback—Sacrifice a Mountain. (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie—Poświęć Górę. (Możesz zagrać tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)
