Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/MH1.po
Languages: pl

source: Ninjutsu |mana_u|\ |mana_b| (|mana_u|\ |mana_b|, Return an unblocked attacker you control to hand: Put this card onto the battlefield from your hand tapped and attacking.)
pl: Ninjutsu |mana_u|\ |mana_b| (|mana_u|\ |mana_b|, przywróć niezablokowanego atakującego pod twoim władaniem do ręki: Umieść tę kartę na polu bitwy z twojej ręki przekręconą i atakującą.)

source: Whenever a Ninja you control deals combat damage to a player, draw a card.
pl: Ilekroć Ninja pod twoim władaniem zada graczowi obrażenia bojowe, dobierz kartę.

source: Choose two —
pl: Wybierz dwie —

source: Each opponent sacrifices a creature.
pl: Każdy przeciwnik poświęca stwora.

source: Exile all cards from each opponent's graveyard.
pl: Wygnaj wszystkie karty z cmentarza każdego przeciwnika.

source: Create a 1/1 white and black Spirit creature token with flying.
pl: Stwórz żeton biało-czarnego stwora Duch 1/1 z lataniem.

source: You gain 4 life.
pl: Zyskaj 4 życia.

source: Entwine |mana_3| (Choose all if you pay the entwine cost.)
pl: Splątanie |mana_3| (Wybierz wszystko jeśli opłacisz koszt splątania.)

source: During each of your turns, you may cast an instant or sorcery spell from your graveyard. If a spell cast this way would be put into your graveyard, exile it instead.
pl: W trakcie każdej ze swoich tur możesz rzucić czar sztuczki lub obrzędu z twojego cmentarza. Jeśli czar rzucony w ten sposób miałby zostać umieszczona w twoim cmentarzu, zamiast tego wygnaj ją.

source: Sliver creatures you control have "When this creature enters the battlefield, it deals 1 damage to target player or planeswalker and you gain 1 life."
pl: Drzazgacze pod twoim władaniem mają "Kiedy ten stwór wejdzie na pole bitwy, zadaje wskazanemu graczowi lub wędrowcowi 1 obrażenie, a ty zyskaj 1 życie."

source: Whenever Lightning Skelemental deals combat damage to a player, that player discards two cards.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz odrzuca dwie karty.

source: At the beginning of the end step, sacrifice Lightning Skelemental.
pl: Na początku kroku końcowego, poświęć tego stwora.

source: When Munitions Expert enters the battlefield, you may have it deal damage to target creature or planeswalker equal to the number of Goblins you control.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz sprawić, że zada wskazanemu graczowi lub wędrowcowi obrażenia równe liczbie Goblinów pod twoim władaniem.

source: Destroy target artifact or enchantment.
pl: Zniszcz wskazany artefakt lub urok.

source: Return X cards at random from your graveyard to your hand. Exile Reap the Past.
pl: Przywróć X losowych kart z twojego cmentarza do twojej ręki. Wygnaj niniejszą kartę.

source: |mana_3|\ |mana_b|\ |mana_g|, Exile a creature card from your graveyard: Create a 1/2 green Spider creature token with reach, then each opponent loses 1 life for each Spider you control.
pl: |mana_3|\ |mana_b|\ |mana_g|, wygnaj kartę stwora z twojego cmentarza: Stwórz żeton zielonego stwora Pająk 1/2 z zasięgiem, następnie każdy przeciwnik traci 1 życie za każdego Pająka pod twoim władaniem.

source: When Ruination Rioter dies, you may have it deal damage to any target equal to the number of land cards in your graveyard.
pl: Kiedy ten stwór umrze, możesz sprawić, że zada w dowolnie wskazany cel obrażenia równe liczbie kart lądów w twoim cmentarzu.

source: Whenever a creature is exiled from the battlefield, put a +1/+1 counter on Soulherder.
pl: Ilekroć stwór zostaje wygnany z pola bitwy, umieść znacznik +1/+1 na niniejszym stworze.

source: At the beginning of your end step, you may exile another target creature you control, then return that card to the battlefield under its owner's control.
pl: Na początku twojego kroku końcowego możesz wygnać innego wskazanego stwora pod twoim władaniem, następnie przywróć ową kartę na pole bitwy pod władaniem jej właściciela.

source: Whenever Thundering Djinn attacks, it deals damage to any target equal to the number of cards you've drawn this turn.
pl: Kiedy ten stwór zaatakuje, zadaje w dowolnie wskazany cel obrażenia równe liczbie kart dobranych przez ciebie w tej turze.

source: Whenever you or a permanent you control becomes the target of a spell or ability an opponent controls, counter that spell or ability unless its controller pays |mana_1|.
pl: Ilekroć ty lub permanent pod twoim władaniem zostaniecie wskazani przez czar lub zdolność pod władaniem przeciwnika, skontruj ów czar lub zdolność, chyba że ich władca zapłaci |mana_1|.

source: +1: Return up to one target land card from your graveyard to your hand.
pl: +1: Przywróć co najwyżej jedną wskazaną kartę lądu z twojego cmentarza do twojej ręki.

source: −1: Wrenn and Six deals 1 damage to any target.
pl: –1: Ten wędrowiec zadaje wskazanemu celowi 1 obrażenie.

source: −7: You get an emblem with "Instant and sorcery cards in your graveyard have retrace." (You may cast instant and sorcery cards from your graveyard by discarding a land card in addition to paying their other costs.)
pl: –7: Dostajesz emblemat mający "Karty sztuczek i obrzędów w twoim cmentarzu mają odtworzenie." (Możesz rzucać karty sztuczek i obrzędów z twojego cmentarza odrzucając dodatkowo kartę lądu oprócz opłacenia innych ich kosztów.)

source: Sacrifice a creature: Target player mills cards equal to the sacrificed creature's power.
pl: Poświęć stwora: Wskazany gracz mieli tyle kart, ile wynosiła siła poświęconego stwora.

source: Equipped creature gets +3/+0 and is every creature type.
pl: Wyposażony stwór dostaje +3/+0 i ma każdy typ stwora.

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora pod twoim władaniem. Aktywuj jako obrzęd.)

source: (|mana_s| can be paid with one mana from a snow permanent.)
pl: (|mana_s| można opłacić jedną maną pobraną ze śnieżnego permanentu.)

source: When Arcum's Astrolabe enters the battlefield, draw a card.
pl: Kiedy ten artefakt wejdzie na pole bitwy, dobierz kartę.

source: |mana_1|, |tap|: Add one mana of any color.
pl: |mana_1|, |tap|: Weź jedną manę dowolnego koloru.

source: |mana_4|, |tap|: Create a 2/2 colorless Shapeshifter creature token with changeling. (It has every creature type.)
pl: |mana_4|, |tap|: Stwórz żeton bezkolorowego stwora Przemieniec 2/2 ze zmiennokształtnością. (Ma każdy typ stwora.)

source: Farmstead Gleaner doesn't untap during your untap step.
pl: Ten stwór nie odkręca się w twoim kroku odkręcania.

source: |mana_2|, |untap|: Put a +1/+1 counter on Farmstead Gleaner. (|untap| is the untap symbol.)
pl: |mana_2|, |untap|: Umieść znacznik +1/+1 na tym stworze. (|untap| jest symbolem odkręcenia.)

source: |tap|: Add one mana of any color.
pl: |tap|: Weź jedną manę dowolnego koloru.

source: |mana_3|: Fountain of Ichor becomes a 3/3 Dinosaur artifact creature until end of turn.
pl: |mana_3|: Ten artefakt staje się do końca tury artefaktowym stworem Dinozaur 3/3.

source: As an additional cost to cast this spell, discard a card.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć kartę.

source: |mana_4|: Lesser Masticore deals 1 damage to target creature.
pl: |mana_4|: Ten stwór zadaje wskazanemu stworowi 1 obrażenie.

source: Suspend 3—|mana_0| (Rather than cast this card from your hand, pay |mana_0| and exile it with three time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost.)
pl: Zawieszenie 3—|mana_0| (Zamiast rzucać tę kartę z twojej ręki, zapłać |mana_0| i wygnaj ją z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many.)

source: Modular 2 (This creature enters the battlefield with two +1/+1 counters on it. When it dies, you may put its +1/+1 counters on target artifact creature.)
pl: Modułowy 2 (Ten stwór wchodzi na pole bitwy mając dwa znaczniki +1/+1. Kiedy umrze, możesz umieścić jego znaczniki +1/+1 na wskazanym artefaktowym stworze.)

source: |tap|, Sacrifice an artifact: Search your library for a Construct card, reveal it, put it into your hand, then shuffle your library.
pl: |tap|, poświęć artefakt: Wyszukaj w twojej bibliotece kartę typu Konstrukt, ujawnij ją, umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: Equipped creature gets +2/+2 and has protection from black and from red.
pl: Wyposażony stwór dostaje +2/+2 i ma ochronę przed czarnym i czerwonym.

source: Whenever equipped creature deals combat damage to a player, destroy up to one target planeswalker and up to one target artifact.
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, zniszcz co najwyżej jednego wskazanego wędrowca i co najwyżej jeden wskazany artefakt.

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: Equipped creature gets +2/+2 and has protection from white and from blue.
pl: Wyposażony stwór dostaje +2/+2 i ma ochronę przed białym i niebieskim.

source: Whenever equipped creature deals combat damage to a player, put a +1/+1 counter on a creature you control, then proliferate. (Choose any number of permanents and/or players, then give each another counter of each kind already there.)
pl: Ilekroć wyposażony stwór zada graczowi obrażenia bojowe, umieść znacznik +1/+1 na stworze pod twoim władaniem, następnie rozpleń. (Wybierz dowolną liczbę permanentów i/lub graczy, następnie daj każdemu z nich kolejny znacznik każdego z już obecnych tam rodzajów.)

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |tap|: Add |mana_r| or |mana_w|. Talisman of Conviction deals 1 damage to you.
pl: |tap|: Weź |mana_r| lub |mana_w|. Ten artefakt zadaje tobie 1 obrażenie.

source: |tap|: Add |mana_u| or |mana_r|. Talisman of Creativity deals 1 damage to you.
pl: |tap|: Weź |mana_u| lub |mana_r|. Ten artefakt zadaje tobie 1 obrażenie.

source: |tap|: Add |mana_g| or |mana_u|. Talisman of Curiosity deals 1 damage to you.
pl: |tap|: Weź |mana_g| lub |mana_u|. Ten artefakt zadaje tobie 1 obrażenie.

source: |tap|: Add |mana_w| or |mana_b|. Talisman of Hierarchy deals 1 damage to you.
pl: |tap|: Weź |mana_w| lub |mana_b|. Ten artefakt zadaje tobie 1 obrażenie.

source: |tap|: Add |mana_b| or |mana_g|. Talisman of Resilience deals 1 damage to you.
pl: |tap|: Weź |mana_b| lub |mana_g|. Ten artefakt zadaje tobie 1 obrażenie.

source: Barren Moor enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_b|.
pl: |tap|: Weź |mana_b|.

source: Cycling |mana_b| (|mana_b|, Discard this card: Draw a card.)
pl: Recykling |mana_b| (|mana_b|, odrzuć tę kartę: Dobierz kartę.)

source: |mana_4|, |tap|, Sacrifice Cave of Temptation: Put two +1/+1 counters on target creature. Activate this ability only any time you could cast a sorcery.
pl: |mana_4|, |tap|, poświęć ten ląd: Umieść na wskazanym stworze dwa znaczniki +1/+1. Aktywuj jako obrzęd.

source: |tap|, Pay 1 life: Add |mana_u| or |mana_r|.
pl: |tap|, zapłać 1 życie: Weź |mana_u| lub |mana_r|.

source: |mana_1|, |tap|, Sacrifice Fiery Islet: Draw a card.
pl: |mana_1|, |tap|, poświęć ten ląd: Dobierz kartę.

source: Forgotten Cave enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_r|.
pl: |tap|: Weź |mana_r|.

source: |mana_1|\ |mana_s|: Until end of turn, Frostwalk Bastion becomes a 2/3 Construct artifact creature. It's still a land. (|mana_s| can be paid with one mana from a snow permanent.)
pl: |mana_1|\ |mana_s|: Do końca tury ten ląd staje się artefaktowym stworem Konstrukt 2/3. Nadal jest lądem. (|mana_s| można opłacić jedną maną pobraną ze śnieżnego permanentu.)

source: Whenever Frostwalk Bastion deals combat damage to a creature, tap that creature and it doesn't untap during its controller's next untap step.
pl: Ilekroć ta karta zada stworowi obrażenia bojowe, przekręć owego stwora i nie odkręci się on podczas najbliższego kroku odkręcania jego władcy.

source: |mana_1|\ |mana_w|, |tap|: Put target enchantment card from your graveyard on top of your library.
pl: |mana_1|\ |mana_w|, |tap|: Umieść wskazaną kartę uroku z twojego cmentarza na wierzchu twojej biblioteki.

source: Lonely Sandbar enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_u|.
pl: |tap|: Weź |mana_u|.

source: |tap|, Pay 1 life: Add |mana_b| or |mana_g|.
pl: |tap|, zapłać 1 życie: Weź |mana_b| lub |mana_g|.

source: |mana_1|, |tap|, Sacrifice Nurturing Peatland: Draw a card.
pl: |mana_1|, |tap|, poświęć ten ląd: Dobierz kartę.

source: |tap|, Pay 1 life, Sacrifice Prismatic Vista: Search your library for a basic land card, put it onto the battlefield, then shuffle your library.
pl: |tap|, zapłać 1 życie, poświęć ten ląd: Wyszukaj w twojej bibliotece kartę bazowego lądu, umieść ją na polu bitwy, następnie przetasuj twoją bibliotekę.

source: Secluded Steppe enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_w|.
pl: |tap|: Weź |mana_w|.

source: Cycling |mana_w| (|mana_w|, Discard this card: Draw a card.)
pl: Recykling |mana_w| (|mana_w|, odrzuć tę kartę: Dobierz kartę.)

source: |tap|, Pay 1 life: Add |mana_w| or |mana_b|.
pl: |tap|, zapłać 1 życie: Weź |mana_w| lub |mana_b|.

source: |mana_1|, |tap|, Sacrifice Silent Clearing: Draw a card.
pl: |mana_1|, |tap|, poświęć ten ląd: Dobierz kartę.

source: |tap|, Pay 1 life: Add |mana_r| or |mana_w|.
pl: |tap|, zapłać 1 życie: Weź |mana_r| lub |mana_w|.

source: |mana_1|, |tap|, Sacrifice Sunbaked Canyon: Draw a card.
pl: |mana_1|, |tap|, poświęć ten ląd: Dobierz kartę.

source: Tranquil Thicket enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_g|.
pl: |tap|: Weź |mana_g|.

source: Cycling |mana_g| (|mana_g|, Discard this card: Draw a card.)
pl: Recykling |mana_g| (|mana_g|, odrzuć tę kartę: Dobierz kartę.)

source: |tap|, Pay 1 life: Add |mana_g| or |mana_u|.
pl: |tap|, zapłać 1 życie: Weź |mana_g| lub |mana_u|.

source: |mana_1|, |tap|, Sacrifice Waterlogged Grove: Draw a card.
pl: |mana_1|, |tap|, poświęć ten ląd: Dobierz kartę.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)

source: Counter target instant or sorcery spell unless its controller pays |mana_1|.
pl: Skontruj wskazany czar sztuczki lub obrzędu, chyba że jego władca zapłaci |mana_1|.
