Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/MH1.po
Languages: pl

source: Changeling (This card is every creature type.)
pl: Zmiennokształtny (Ta karta ma każdy typ stwora.)

source: As Morophon, the Boundless enters the battlefield, choose a creature type.
pl: Umieszczając tego stwora na polu bitwy wybierz typ stwora.

source: Spells of the chosen type you cast cost |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g| less to cast. This effect reduces only the amount of colored mana you pay.
pl: Rzucanie czarów wybranego typu kosztuje cię o |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g| mniej. Ten efekt zmniejsza tylko wartość kolorowej many.

source: Other creatures you control of the chosen type get +1/+1.
pl: Inne stwory pod twoim władaniem będące wybranego typu dostają +1/+1.

source: Whenever a creature enters the battlefield under your control, you gain 1 life. If Answered Prayers isn't a creature, it becomes a 3/3 Angel creature with flying in addition to its other types until end of turn.
pl: Ilekroć na pole bitwy pod twoim władaniem wejdzie stwór, zyskaj 1 życie. Jeśli ta karta nie jest stworem, staje się do końca tury dodatkowo stworem Anioł 3/3 z lataniem oprócz swoich innych typów.

source: Whenever you cycle Astral Drift or cycle another card while Astral Drift is on the battlefield, you may exile target creature. If you do, return that card to the battlefield under its owner's control at the beginning of the next end step.
pl: Ilekroć recyklujesz tę kartę albo recyklujesz inną kartę gdy niniejsza karta jest na polu bitwy, możesz wygnać wskazanego stwora. Jeśli tak zrobisz, przywróć ową kartę na pole bitwy pod władaniem jej właściciela na początku najbliższego kroku końcowego.

source: Cycling |mana_2|\ |mana_w| (|mana_2|\ |mana_w|, Discard this card: Draw a card.)
pl: Recykling |mana_2|\ |mana_w| (|mana_2|\ |mana_w|, odrzuć tę kartę: Dobierz kartę.)

source: Create two 1/1 white Bird creature tokens with flying.
pl: Stwórz dwa żetony białego stwora Ptak 1/1 z lataniem.

source: Flashback—Tap three untapped white creatures you control. (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie—Przekręć trzy odkręcone białe stwory pod twoim władaniem. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt wspomnienia. Następnie wygnaj ją.)

source: Kicker |mana_2|\ |mana_u| (You may pay an additional |mana_2|\ |mana_u| as you cast this spell.)
pl: Podbicie |mana_2|\ |mana_u| (Rzucając ten czar możesz zapłacić dodatkowo |mana_2|\ |mana_u|.)

source: Destroy target artifact or enchantment. If this spell was kicked, draw two cards.
pl: Zniszcz wskazany artefakt lub urok. Jeśli ten czar został podbity, dobierz dwie karty.

source: Outlast |mana_2| (|mana_2|, |tap|: Put a +1/+1 counter on this creature. Outlast only as a sorcery.)
pl: Przetrwanie |mana_2| (|mana_2|, |tap|: Umieść znacznik +1/+1 na tym stworz. Aktywuj jako obrzęd.)

source: Other Sliver creatures you control have outlast |mana_2|.
pl: Inne Drzazgacze pod twoim władają mają przetrwanie |mana_2|.

source: Exile target creature you control, then return it to the battlefield under its owner's control.
pl: Wygnaj wskazanego stwora pod twoim władaniem, następnie przywróć go na pole bitwy pod władaniem jego właściciela.

source: Rebound (If you cast this spell from your hand, exile it as it resolves. At the beginning of your next upkeep, you may cast this card from exile without paying its mana cost.)
pl: Rykoszet (Jeśli rzucisz ten czar z twojej ręki, wygnaj go podczas rozpatrzenia. Na początku twojego najbliższego kroku utrzymania możesz rzucić tę kartę z wygnania bez płacenia jej kosztu many.)

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature gets +2/+2.
pl: Zauroczony stwór dostaje +2/+2.

source: As long as another Aura is attached to enchanted creature, it has first strike and lifelink.
pl: O ile inna Aura jest dołączona do zauroczonego stwora, ma on pierwszy cios i więź życia.

source: Sliver creatures you control have exalted. (Whenever a creature you control attacks alone, it gets +1/+1 until end of turn for each instance of exalted among permanents you control.)
pl: Drzazgacze pod twoim władaniem maja egzaltację. (Ilekroć stwór pod twoim władaniem atakuje samotnie, dostaje +1/+1 do końca tury za każde wystąpienie egzaltacji wśród permanentów pod twoim władaniem.)

source: If it's not your turn, you may exile a white card from your hand rather than pay this spell's mana cost.
pl: Jeśli nie jest twoja tura, możesz wygnać białą kartę z twojej ręki zamiast płacenia kosztu many tego czaru.

source: Flash
pl: Błysk

source: Creatures you control get +1/+1.
pl: Stwory pod twoim władaniem dostają +1/+1.

source: Destroy target permanent. Its controller creates a 3/3 green Elephant creature token.
pl: Zniszcz wskazany permanent. Jego władca tworzy żeton zielonego stwora Słoń 3/3.

source: You gain shroud until end of turn. (You can't be the target of spells or abilities.)
pl: Zyskaj osłonę do końca tury. (Nie możesz być wskazany przez czary i zdolności.)

source: Cycling |mana_2| (|mana_2|, Discard this card: Draw a card.)
pl: Recykling |mana_2| (|mana_2|, odrzuć tę kartę: Dobierz kartę.)

source: |tap|: Another target creature you control gains protection from colorless or from the color of your choice until end of turn.
pl: |tap|: Inny wskazany stwór pod twoim władaniem zyskuje do końca tury ochronę przed bezkolorowym lub od wybranego przez ciebie koloru.

source: When Irregular Cohort enters the battlefield, create a 2/2 colorless Shapeshifter creature token with changeling.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton bezkolorowego stwora Przemieniec 2/2 ze zmiennokształtnością.

source: Other Cats you control get +2/+1.
pl: Inne Koty pod twoim władaniem dostają +2/+1.

source: Suspend 5—|mana_w| (Rather than cast this card from your hand, you may pay |mana_w| and exile it with five time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 5—|mana_w| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_w| i wygnaj ją z pięcioma znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: When Knight of Old Benalia enters the battlefield, other creatures you control get +1/+1 until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, inne stwory pod twoim władaniem dostają +1/+1 do końca tury.

source: Sliver creatures you control have first strike.
pl: Drzazgacze pod twoim władaniem mają pierwszy cios.

source: Convoke (Your creatures can help cast this spell. Each creature you tap while casting this spell pays for |mana_1| or one mana of that creature's color.)
pl: Współpraca (Twoje stwory mogą pomóc rzucić ten czar. Każdy stwór, którego przekręcisz podczas rzucania tego czaru płaci za |mana_1| lub jedną manę w swoim kolorze.)

source: When Martyr's Soul enters the battlefield, if you control no tapped lands, put two +1/+1 counters on it.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli nie władasz przekręconymi lądami, umieść na nim dwa znaczniki +1/+1.

source: Enchant snow land you control
pl: Zaurocz śnieżny ląd pod twoim władaniem

source: When On Thin Ice enters the battlefield, exile target creature an opponent controls until On Thin Ice leaves the battlefield.
pl: Kiedy ten urok wejdzie na pole bitwy, wygnaj wskazanego stwora pod władaniem przeciwnika dopóki ten urok nie opuści pola bitwy.

source: When Ranger-Captain of Eos enters the battlefield, you may search your library for a creature card with converted mana cost 1 or less, reveal it, put it into your hand, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę stwora o skrócie many 1 lub mniejszym, ujawnij ją i umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: Sacrifice Ranger-Captain of Eos: Your opponents can't cast noncreature spells this turn.
pl: Poświęć tego stwora: Twoi przeciwnicy nie mogą w tej turze rzucać nie-stworowych czarów.

source: Buyback |mana_3| (You may pay an additional |mana_3| as you cast this spell. If you do, put this card into your hand as it resolves.)
pl: Wykup |mana_3| (Rzucając ten czar możesz zapłacić dodatkowo |mana_3|. Jeśli tak zrobisz, umieść tę kartę w twojej ręce podczas jej rozpatrywania.)

source: Create a 1/1 white Soldier creature token.
pl: Stwórz żeton białego stwora Piechur 1/1.

source: Enchanted creature loses all abilities and is a Coward creature with base power and toughness 0/1. (It keeps all supertypes but loses all other types and creature types.)
pl: Zauroczony stwór traci wszystkie zdolności, jest typu Tchórz oraz ma bazowe siłę i wytrzymałość 0/1. (Zachowuje nadtypy, ale traci wszystkie inne typy i typy stwora.)

source: Battle cry (Whenever this creature attacks, each other attacking creature gets +1/+0 until end of turn.)
pl: Okrzyk bojowy (Ilekroć ten stwór zaatakuje, każdy inny atakujący stwór dostaje do końca tury +1/+0.)

source: Whenever Rhox Veteran attacks, tap target creature an opponent controls.
pl: Ilekroć ten stwór zaatakuje, przekręć wskazanego stwora pod władaniem przeciwnika.

source: Flying, vigilance
pl: Latanie, czujność

source: +2: Creatures you control with flying get +1/+1 until end of turn.
pl: +2: Stwory z lataniem pod twoim władaniem dostają do końca tury +1/+1.

source: −3: Create a 4/4 white Angel creature token with flying and vigilance.
pl: –3: Stwórz żeton białego stwora Anioł 4/4 z lataniem i czujnością.

source: −6: You get an emblem with "If you control a creature, damage that would reduce your life total to less than 1 reduces it to 1 instead."
pl: –6: Dostajesz emblemat mający "Jeśli władasz stworem, obrażenia mogące obniżyć liczbę twoich żyć poniżej 1 zamiast tego obniżają ją do 1."

source: Choose one or both —
pl: Wybierz jedno lub oba —

source: Exile target creature you don't control.
pl: Wygnaj wskazanego stwora poza twoim władaniem.

source: Target creature you control gains protection from the color of your choice until end of turn.
pl: Wskazany stwór pod twoim władaniem zyskuje do końca tury ochronę przed wybranym przez ciebie kolorem.

source: Draw a card.
pl: Dobierz kartę.

source: Sisay, Weatherlight Captain gets +1/+1 for each color among other legendary permanents you control.
pl: Ten stwór dostaje +1/+1 za każdy kolor spośród innych legendarnych permanentów pod twoim władaniem.

source: |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|: Search your library for a legendary permanent card with converted mana cost less than Sisay's power, put that card onto the battlefield, then shuffle your library.
pl: |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|: Wyszukaj w twojej bibliotece kartę legendarnego permanentu o skrócie many mniejszym niż siła tego stwora, umieść ową kartę na polu bitwy, następnie przetasuj twoją bibliotekę.

source: Enchanted creature gets +1/+1 and has vigilance.
pl: Zauroczony stwór dostaje +1/+1 i ma czujność.

source: When enchanted creature dies, manifest the top card of your library. (Put it onto the battlefield face down as a 2/2 creature. Turn it face up any time for its mana cost if it's a creature card.)
pl: Kiedy zauroczony stwór umrze, objaw wierzchnią kartę twojej biblioteki. (Umieść ją zakrytą na polu bitwy jako stwora 2/2. Odkryj ją w dowolnym momencie za jej koszt many jeśli jest kartą stwora.)

source: Create a 3/3 colorless Golem artifact creature token.
pl: Stwórz żeton bezkolorowego artefaktowego stwora Golem 3/3.

source: Splice onto instant or sorcery |mana_3|\ |mana_w| (As you cast an instant or sorcery spell, you may reveal this card from your hand and pay its splice cost. If you do, add this card's effects to that spell.)
pl: Sklej ze sztuczką lub obrzędem |mana_3|\ |mana_w| (Podczas rzucania czaru sztuczki lub obrzędu możesz ujawnić tę kartę z twojej ręki i zapłacić jej koszt sklejenia. Jeśli tak zrobisz dodaj efekt tej karty do owego czaru.)

source: Target creature you control gets +2/+2 until end of turn.
pl: Wskazany stwór pod twoim władaniem dostaje +2/+2 do końca tury.

source: Overload |mana_5|\ |mana_w| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_5|\ |mana_w| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: |mana_1|\ |mana_w|, Exile Trustworthy Scout from your graveyard: Search your library for a card named Trustworthy Scout, reveal it, put it into your hand, then shuffle your library.
pl: |mana_1|\ |mana_w|, wygnaj tę kartę z twojego cmentarza: Wyszukaj w twojej bibliotece kartę o nazwie Trustworthy Scout, ujawnij ją, umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: This spell costs |mana_1| less to cast for each creature type among creatures you control. This effect can't reduce the amount of mana this spell costs by more than |mana_5|.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdy typ stwora spośród stworów pod twoim władaniem. Ten efekt nie może obniżyć kosztu many tego czaru o więcej niż |mana_5|.

source: Double strike
pl: Podwójny cios

source: Flying
pl: Latanie

source: When Vesperlark leaves the battlefield, return target creature card with power 1 or less from your graveyard to the battlefield.
pl: Kiedy ten stwór opuści pole bitwy, przywróć wskazaną kartę stwora o sile 1 lub mniejszej z twojego cmentarza na pole bitwy.

source: Evoke |mana_1|\ |mana_w| (You may cast this spell for its evoke cost. If you do, it's sacrificed when it enters the battlefield.)
pl: Przyzwanie |mana_1|\ |mana_w| (Możesz rzucić ten czar za jego koszt przyzwania. Jeśli tak zrobisz, zostaje poświęcony po wejściu na pole bitwy.)

source: Defender, flying
pl: Obronność, latanie

source: |mana_w|: Wall of One Thousand Cuts can attack this turn as though it didn't have defender.
pl: |mana_w|: Ten stwór może atakować w tej turze tak, jakby nie miał obronności.

source: Exile target creature you don't control. For each creature exiled this way, its controller searches their library for a basic land card. Those players put those cards onto the battlefield tapped, then shuffle their libraries.
pl: Wygnaj wskazanego stwora poza twoim władaniem. Za każdego stwora wygnanego w ten sposób, jego władca wyszukuje w swojej bibliotece kartę bazowego lądu. Owi gracze umieszczają owe karty przekręcone na polu bitwy, następnie tasują swoje biblioteki.

source: Overload |mana_4|\ |mana_w|\ |mana_w| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each.")
pl: Przeciążenie |mana_4|\ |mana_w| (Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy".)

source: Target player sacrifices an attacking creature.
pl: Wskazany gracz poświęca atakującego stwora.

source: Storm (When you cast this spell, copy it for each spell cast before it this turn. You may choose new targets for the copies.)
pl: Sztorm (Kiedy rzucisz ten czar, skopiuj go tylekroć, ile czarów rzucono przed nim w tej turze. Możesz wskazać nowe cele dla kopii)

source: |tap|: Tap target creature. Activate this ability only if you had a creature enter the battlefield under your control this turn.
pl: |tap|: Przekręć wskazanego stwora. Możesz aktywować tę zdolność tylko jeśli w tej turze wszedł stwór na pole bitwy pod twoim władaniem.

source: Choose one —
pl: Wybierz jedno —

source: Counter target spell.
pl: Skontruj wskazany czar.

source: Target player draws two cards.
pl: Wskazany gracz dobiera dwie karty.

source: Gain control of target nonland permanent with converted mana cost 1 or less.
pl: Przejmij władanie nad wskazanym nie-lądowym permanentem o skrócie many 1 lub mniejszym.

source: When Bazaar Trademage enters the battlefield, draw two cards, then discard three cards.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz dwie karty, następnie odrzuć trzy karty.

source: When Blizzard Strix enters the battlefield, if you control another snow permanent, exile target permanent other than Blizzard Strix. Return that card to the battlefield under its owner's control at the beginning of the next end step.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli władasz innym śnieżnym permanentem, wygnaj wskazany permanent nie będący niniejszym. Przywróć ową kartę na pole bitwy pod władaniem jej właściciela na początku najbliższego kroku końcowego.

source: |mana_4|\ |mana_s|\ |mana_s|: Monstrosity 2. (If this creature isn't monstrous, put two +1/+1 counters on it and it becomes monstrous. |mana_s| can be paid with one mana from a snow permanent.)
pl: |mana_4|\ |mana_s|\ |mana_s|: Monstrualność 2. (Jeśli ten stwór nie jest monstrualny, umieść na nim dwa znaczniki +1/+1 i staje się on monstrualny. |mana_s| można opłacić jedną maną pobraną ze śnieżnego permanentu.)

source: As long as Chillerpillar is monstrous, it has flying.
pl: O ile ten stwór jest monstrualny, ma latanie.

source: Tap up to four target creatures.
pl: Przekręć co najwyżej cztery wskazane stwory.

source: Cycling |mana_1|\ |mana_u| (|mana_1|\ |mana_u|, Discard this card: Draw a card.)
pl: Recykling |mana_1|\ |mana_u| (|mana_1|\ |mana_u|, odrzuć tę kartę: Dobierz kartę.)

source: When you cycle Choking Tethers, you may tap target creature.
pl: Kiedy recyklujesz tę kartę, możesz przekręcić wskazanego stwora.

source: Whenever a creature you control becomes blocked, you may return it to its owner's hand.
pl: Ilekroć stwór pod twoim władaniem zostaje zablokowany, możesz go przywrócić do ręki właściciela.

source: Each player shuffles their hand and graveyard into their library, then draws seven cards.
pl: Każdy gracz wstasowuje swoją rękę i cmentarz do swojej biblioteki, następnie dobiera siedem kart.

source: Flashback |mana_2|\ |mana_u| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_2|\ |mana_u| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: Splice onto instant or sorcery |mana_2|\ |mana_u| (As you cast an instant or sorcery spell, you may reveal this card from your hand and pay its splice cost. If you do, add this card's effects to that spell.)
pl: Sklej ze sztuczką lub obrzędem |mana_2|\ |mana_u| (Podczas rzucania czaru sztuczki lub obrzędu możesz ujawnić tę kartę z twojej ręki i zapłacić jej koszt sklejenia. Jeśli tak zrobisz dodaj efekt tej karty do owego czaru.)

source: Counter target creature spell.
pl: Skontruj wskazany czar stwora.

source: Eyekite gets +2/+0 as long as you've drawn two or more cards this turn.
pl: Ten stwór dostaje +2/+0 o ile dobrałeś co najmniej dwie karty w tej turze.

source: Reveal the top five cards of your library. An opponent separates those cards into two piles. Put one pile into your hand and the other into your graveyard.
pl: Ujawnij pięć wierzchnich kart twojej biblioteki. Przeciwnik rozdziela owe karty na dwa stosy. Umieść jeden stos w twojej ręce, a pozostały w twoim cmentarzu.

source: When Faerie Seer enters the battlefield, scry 2.
pl: Kiedy ten stwór wejdzie na pole bitwy, wróż 2.

source: If it's not your turn, you may exile a blue card from your hand rather than pay this spell's mana cost.
pl: Jeśli nie jest twoja tura, możesz wygnać niebieską kartę z twojej ręki zamiast płacenia kosztu many tego czaru.

source: Counter target noncreature spell. If that spell is countered this way, exile it instead of putting it into its owner's graveyard.
pl: Skontruj wskazany nie-stworowy czar. Jeśli ów czar zostanie skontrowany w ten sposób, wygnaj go zamiast umieszczać go w cmentarzu właściciela.

source: Play with the top card of your library revealed.
pl: Graj z ujawnioną wierzchnią kartą twojej biblioteki.

source: You may play lands and cast spells from the top of your library.
pl: Możesz zagrywać lądy i rzucać czary z wierzchu twojej biblioteki.

source: Whenever another snow permanent enters the battlefield under your control, you may have target player mill two cards.
pl: Ilekroć inny śnieżny permanent wejdzie na pole bitwy pod twoim władaniem, możesz sprawić, że wskazany gracz zmieli dwie karty.

source: When Man-o'-War enters the battlefield, return target creature to its owner's hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, przywróć wskazanego stwora do ręki właściciela.

source: Whenever Marit Lage's Slumber or another snow permanent enters the battlefield under your control, scry 1.
pl: Ilekroć ten lub inny śnieżny permanent wejdzie na pole bitwy pod twoim władaniem, wróż 1.

source: At the beginning of your upkeep, if you control ten or more snow permanents, sacrifice Marit Lage's Slumber. If you do, create Marit Lage, a legendary 20/20 black Avatar creature token with flying and indestructible.
pl: Na początku twojego kroku utrzymania, jeśli władasz co najmniej dziesięcioma śnieżnymi permanentami, poświęć ten urok. Jeśli tak zrobisz, stwórz żeton czarnego legendarnego stwora Awatar 20/20 z lataniem i niezniszczalnością.

source: As Mirrodin Besieged enters the battlefield, choose Mirran or Phyrexian.
pl: Umieszczając tę kartę na polu bitwy wybierz Mirran lub Phyrexian.

source: Mirran — Whenever you cast an artifact spell, create a 1/1 colorless Myr artifact creature token.
pl: Mirran — Ilekroć rzucisz czar artefaktu, stwórz żeton bezkolorowego artefaktowego stwora Myr 1/1.

source: Phyrexian — At the beginning of your end step, draw a card, then discard a card. Then if there are fifteen or more artifact cards in your graveyard, target opponent loses the game.
pl: Phyrexian — Na początku twojego kroku końcowego dobierz kartę, potem odrzuć kartę. Następnie jeśli w twoim cmentarzu jest co najmniej piętnaście kart artefaktów, wskazany przeciwnik przegrywa grę.

source: Ninjutsu |mana_2|\ |mana_u| (|mana_2|\ |mana_u|, Return an unblocked attacker you control to hand: Put this card onto the battlefield from your hand tapped and attacking.)
pl: Ninjutsu |mana_2|\ |mana_u| (|mana_2|\ |mana_u|, przywróć niezablokowanego atakującego pod twoim władaniem do ręki: Umieść tę kartę na polu bitwy z twojej ręki przekręconą i atakującą.)

source: Whenever Mist-Syndicate Naga deals combat damage to a player, create a token that's a copy of Mist-Syndicate Naga.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, stwórz żeton będący kopią niniejszego stwora.

source: Whenever Moonblade Shinobi deals combat damage to a player, create a 1/1 blue Illusion creature token with flying.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, stwórz żeton niebieskiego stwora Iluzja 1/1 z lataniem.

source: Whenever you draw a card, put a +1/+1 counter on Oneirophage.
pl: Ilekroć dobierzesz kartę, umieść znacznik +1/+1 na tym stworze.

source: Until end of turn, up to two target creatures each have base power and toughness 3/3, gain flying, and become blue Illusions in addition to their other colors and types.
pl: Do końca tury, każdy z co najwyżej dwóch wskazanych stworów ma bazowe siłę i wytrzymałość 3/3, zyskuje latanie i staje się dodatkowo niebieską Iluzją oprócz swoich innych kolorów i typów.

source: Phantom Ninja can't be blocked.
pl: Ten stwór nie może być blokowany.

source: When Pondering Mage enters the battlefield, look at the top three cards of your library, then put them back in any order. You may shuffle your library. Draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, spójrz na trzy wierzchnie karty twojej biblioteki, następnie umieść je z powrotem w dowolnej kolejności. Możesz przetasować twoją bibliotekę. Dobierz kartę.
