Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/RIX.po
Languages: pl

source: When Baffling End enters the battlefield, exile target creature an opponent controls with converted mana cost 3 or less.
pl: Kiedy ten urok wchodzi na pole walki, wygnaj wskazanego stwora o skróconym koszcie many 3 lub mniej spod władania przeciwnika.

source: When Baffling End leaves the battlefield, target opponent creates a 3/3 green Dinosaur creature token with trample.
pl: Kiedy ten urok opuszcza pole bitwy, wskazany przeciwnik tworzy żeton zielonego stwora Dinozaur 3/3 z tratowaniem.

source: When Bishop of Binding enters the battlefield, exile target creature an opponent controls until Bishop of Binding leaves the battlefield.
pl: Kiedy ta karta wchodzi na pole walki, wygnaj wskazanego stwora władanego przez przeciwnika dopóki ta karta nie opuści pola walki.

source: Whenever Bishop of Binding attacks, target Vampire gets +X/+X until end of turn, where X is the power of the exiled card.
pl: Ilekroć ten stwór atakuje, wskazany Wampir dostaje +X/+X do końca tury, gdzie X to siła wygnanej karty.

source: Exile target creature with power greater than or equal to your life total.
pl: Wygnaj wskazanego stwora o sile większej lub równej twojemu życiu.

source: Choose one —
pl: Wybierz jedno —

source: Destroy target Vampire.
pl: Zniszcz wskazanego Wampira.

source: Destroy target enchantment.
pl: Zniszcz wskazany urok.

source: Destroy target attacking or blocking creature.
pl: Zniszcz wskazanego atakującego lub blokującego stwora.

source: Prevent all combat damage that would be dealt to Everdawn Champion.
pl: Zażegnaj wszelkie obrażenia bitewne, jakie mogłyby być zadane temu stworowi.

source: Flying
pl: Latanie

source: Famished Paladin doesn't untap during your untap step.
pl: Ten stwór nie odznacza się w twoim kroku odtapowania.

source: Whenever you gain life, untap Famished Paladin.
pl: Ilekroć zyskujesz życie, odznacz tego stwora.

source: When Forerunner of the Legion enters the battlefield, you may search your library for a Vampire card, reveal it, then shuffle your library and put that card on top of it.
pl: Kiedy ta karta wejdzie na pole walki, możesz poszukać kartę Wampira w twojej bibliotece, ujawnić ją, a następnie przetasować twoją biblioteką i umieścić ową kartę na jej wierzchu.

source: Whenever another Vampire enters the battlefield under your control, target creature gets +1/+1 until end of turn.
pl: Ilekroć inny Wampir wchodzi na pole walki pod twoje władanie, wskazany stwór dostaje +1/+1 do końca tury.

source: Enrage — Whenever Imperial Ceratops is dealt damage, you gain 2 life.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, zyskujesz 2 życia.

source: When Legion Conquistador enters the battlefield, you may search your library for any number of cards named Legion Conquistador, reveal them, put them into your hand, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole walki, możesz poszukać w twojej bibliotece dowolną liczbę kart o nazwie Legion Conquistador, ujawnić je i dołożyć do twojej ręki, a następnie przetasuj twoją bibliotekę.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature can't attack or block.
pl: Zauroczony stwór nie może atakować ani blokować.

source: Whenever Majestic Heliopterus attacks, another target Dinosaur you control gains flying until end of turn.
pl: Ilekroć ten stwór atakuje, inny wskazany Dinozaur pod twoim władaniem zyskuje latanie do końca tury.

source: Martyr of Dusk
pl: Martyr of Dusk (Męczennik Zmierzchu)

source: When Martyr of Dusk dies, create a 1/1 white Vampire creature token with lifelink.
pl: Kiedy ten stwór umiera, stwórz żeton białego stwora Wampir 1/1 z więzią życia.

source: Target creature gets +2/+2 until end of turn. You gain 2 life.
pl: Wskazany stwór dostaje +2/+2 do końca tury. Zyskujesz 2 życia.

source: At the beginning of each upkeep, if you lost life last turn, put a +1/+1 counter on Paladin of Atonement.
pl: Na początku każdego kroku utrzymania, jeśli straciłeś życie w poprzedniej turze, umieść znacznik +1/+1 na tym stworze.

source: When Paladin of Atonement dies, you gain life equal to its toughness.
pl: Kiedy ten stwór umiera, zyskujesz życie równe jego wytrzymałości.

source: Ascend (If you control ten or more permanents, you get the city's blessing for the rest of the game.)
pl: Zaszczyt (Jeśli władasz co najmniej dziesięcioma permanentami, dostajesz błogosławieństwo miasta do końca gry.)

source: Creatures you control get +1/+1 until end of turn. If you have the city's blessing, those creatures get +2/+2 until end of turn instead.
pl: Stwory pod twoim władaniem dostają +1/+1 do końca tury. Jeśli masz błogosławieństwo miasta, owe stwory dostają zamiast tego +2/+2 do końca tury.

source: As Radiant Destiny enters the battlefield, choose a creature type.
pl: Podczas umieszczania tej karty na polu walki wybierze typ stwora.

source: Creatures you control of the chosen type get +1/+1. As long as you have the city's blessing, they also have vigilance.
pl: Stwory wybranego typu pod twoim władaniem dostają +1/+1. O ile posiadasz błogosławieństwo miasta, mają także czujność.

source: When Sanguine Glorifier enters the battlefield, put a +1/+1 counter on another target Vampire you control.
pl: Kiedy ta karta wejdzie na pole walki, umieść znacznik +1/+1 na innym wskazanym Wampirze pod twoim władaniem.

source: Skymarcher Aspirant has flying as long as you have the city's blessing.
pl: Ten stwór ma latanie o ile masz błogosławieństwo miasta.

source: Each player chooses any number of creatures they control with total power 4 or less, then sacrifices all other creatures they control.
pl: Każdy gracz wybiera dowolną liczbę władanych przez siebie stworów o łącznej sile 4 lub mniej, a następnie poświęca wszystkie inne stwory pod swoim władaniem.

source: Snubhorn Sentry gets +3/+0 as long as you have the city's blessing.
pl: Ten stwór dostaje +3/+0 o ile masz błogosławieństwo miasta.

source: Each opponent can't cast instant or sorcery spells during that player's next turn.
pl: Każdy z przeciwników nie może rzucać sztuczek i obrzędów podczas swojej najbliższej tury.

source: Enchanted creature gets +1/+1 and has lifelink.
pl: Zauroczony stwór dostaje +1/+1 i ma więź życia.

source: When Squire's Devotion enters the battlefield, create a 1/1 white Vampire creature token with lifelink.
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton białego stwora Wampir 1/1 z więzią życia.

source: Vigilance (Attacking doesn't cause this creature to tap.)
pl: Czujność (Atakowanie nie powoduje tapowania tego stwora.)

source: Sun-Crested Pterodon has vigilance as long as you control another Dinosaur.
pl: Ten stwór ma czujność o ile władasz innym Dinozaurem.

source: If a source would deal damage to another Dinosaur you control, prevent all but 1 of that damage.
pl: Jeśli jakieś źródło miałoby zadać obrażenia innemu Dinozaurowi pod twoim władaniem, zażegnaj wszystkie oprócz 1 z owych obrażeń.

source: Enrage — Whenever Trapjaw Tyrant is dealt damage, exile target creature an opponent controls until Trapjaw Tyrant leaves the battlefield.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, wygnaj wskazanego stwora władanego przez przeciwnika dopóki ten stwór nie opuści pola walki.

source: Flying, double strike, vigilance, trample, indestructible
pl: Latanie, podwójny cios, czujność, tratowanie, niezniszczalność

source: Raid — If you attacked with a creature this turn, you may pay |mana_u| rather than pay this spell's mana cost.
pl: Najazd — Jeśli atakowałeś stworem w tej turze, możesz zapłacić |mana_u| zamiast płacenia normalnego kosztu tego czaru.

source: Counter target spell.
pl: Skontruj wskazany czar.

source: When Aquatic Incursion enters the battlefield, create two 1/1 blue Merfolk creature tokens with hexproof. (They can't be the targets of spells or abilities your opponents control.)
pl: Kiedy ta karta wejdzie na pole walki, stwórz dwa żetony niebieskiego stwora Wodnik 1/1 z antyklątwą. (Nie mogą być celami czarów lub zdolności władanych przez twoich przeciwników.)

source: |mana_3|\ |mana_u|: Target Merfolk can't be blocked this turn.
pl: |mana_3|\ |mana_u|: Wskazany Wodnik nie może być blokowany w tej turze.

source: Flash
pl: Błysk

source: When Crafty Cutpurse enters the battlefield, each token that would be created under an opponent's control this turn is created under your control instead.
pl: Kiedy ta karta wejdzie na pole walki, każdy żeton, który miałby zostać stworzony pod władaniem któregokolwiek z przeciwników, jest zamiast tego tworzony pod twoim władaniem.

source: Crashing Tide has flash as long as you control a Merfolk.
pl: Ta karta ma błysk o ile władasz Wodnikiem.

source: Return target creature to its owner's hand.
pl: Zwróć wskazanego stwora do ręki jego władcy.

source: Draw a card.
pl: Dobierz kartę.

source: Enchanted creature gets +1/+1 and has "Whenever this creature deals combat damage to a player, you may draw a card."
pl: Zauroczony stwór ma +1/+1 oraz zdolność "Ilekroć ten stwór zada graczowi obrażenia bitewne, możesz dobrać kartę."

source: At the beginning of your end step, if you didn't attack with a creature this turn, sacrifice Curious Obsession.
pl: Na początku twojego kroku końcowego, jeśli nie atakowałeś stworem w tej turze, poświęć ten urok.

source: Raid — When Deadeye Rig-Hauler enters the battlefield, if you attacked with a creature this turn, you may return target creature to its owner's hand.
pl: Najazd — Kiedy ta karta wejdzie na pole walki, jeśli atakowałeś stworem w tej turze, możesz przywrócić wskazanego stwora do ręki jego właściciela.

source: Return target nonland permanent to its owner's hand. If you have the city's blessing, you may put that permanent on top of its owner's library instead.
pl: Przywróć wskazany nie-lądowy permanent do ręki jego właściciela. Jeśli masz błogosławieństwo miasta, możesz zamiast tego położyć ów permanent na wierzchu biblioteki jego właściciela.

source: Return target instant or sorcery card from your graveyard to your hand. Exile Flood of Recollection.
pl: Przywróć wskazaną kartę sztuczki lub obrzędu z twojego cmentarza do twojej reki. Wygnaj Flood of Recollection.

source: Counter target creature spell. You create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Skontruj wskazany czar stwora. Stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: When Induced Amnesia enters the battlefield, target player exiles all cards from their hand face down, then draws that many cards.
pl: Kiedy ta karta wejdzie na pole walki, wskazany gracz wypędza wszystkie karty ze swojej ręki grzbietem w górę, następnie dobiera tyle samo kart.

source: When Induced Amnesia is put into a graveyard from the battlefield, return the exiled cards to their owner's hand.
pl: Kiedy ta karta trafia z pola walki do cmentarza, przywróć wygnane karty do ręki ich właściciela.

source: Kitesail Corsair has flying as long as it's attacking.
pl: Ten stwór ma latanie o ile atakuje.

source: At the beginning of your upkeep, each player draws a card. If you have the city's blessing, instead only you draw a card.
pl: Na początku twojego kroku utrzymania, każdy gracz dobiera kartę. Jeśli masz błogosławieństwo miasta, zamiast tego tylko ty dobierasz kartę.

source: Mist-Cloaked Herald can't be blocked.
pl: Ten stwór nie może być blokowany.

source: Counter target noncreature spell.
pl: Skontruj wskazany czar nie będący stworem.

source: Nezahal, Primal Tide can't be countered.
pl: Ten czar nie może być skontrowany.

source: You have no maximum hand size.
pl: Nie masz limitu kart na ręce.

source: Whenever an opponent casts a noncreature spell, draw a card.
pl: Ilekroć przeciwnik rzuca czar nie będący stworem, dobierz kartę.

source: Discard three cards: Exile Nezahal. Return it to the battlefield tapped under its owner's control at the beginning of the next end step.
pl: Odrzuć trzy karty: Wygnaj tego stwora. Przywróć go zatapowanego na pole walki pod władanie jego właściciela z początkiem najbliższego kroku końcowego.

source: Exile target nonland permanent. For as long as that card remains exiled, its owner may cast it without paying its mana cost.
pl: Wygnaj wskazany permanent nie będący lądem. Przez czas gdy owa karta pozostaje wygnana, jej właściciel może rzucać ją bez płacenia kosztu many.

source: River Darter can't be blocked by Dinosaurs.
pl: Ten stwór nie może być blokowany przez Dinozaury.

source: When Riverwise Augur enters the battlefield, draw three cards, then put two cards from your hand on top of your library in any order.
pl: Kiedy ta karta wejdzie na pole walki, dobierz trzy karty, następnie odłóż dwie karty z twojej ręki na wierzchu twojej biblioteki w dowolnej kolejności.

source: When Sailor of Means enters the battlefield, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Enchanted creature gets +0/+2 as long as it's a Pirate. Otherwise, it gets -2/-0.
pl: Zauroczony stwór dostaje +0/+2 o ile jest Piratem. W przeciwnym razie dostaje -2/-0.

source: Whenever a Merfolk you control deals combat damage to a player, draw a card.
pl: Ilekroć Wodnik pod twoim władaniem zadaje graczowi obrażenia bitewne, dobierz kartę.

source: Secrets of the Golden City
pl: Secrets of the Golden City (Sekrety Złotego Miasta)

source: Draw two cards. If you have the city's blessing, draw three cards instead.
pl: Dobierz dwie karty. Jeśli masz błogosławieństwo miasta, zamiast tego dobierz trzy karty.

source: As an additional cost to cast this spell, reveal a Merfolk card from your hand or pay |mana_3|.
pl: Jako dodatkowy koszt rzucenia tego czaru, ujawnij kartę Wodnika z twojej reki lub zapłać |mana_3|.

source: When Silvergill Adept enters the battlefield, draw a card.
pl: Kiedy ta karta wejdzie na pole walki, dobierz kartę.

source: Raid — This spell costs |mana_1| less to cast if you attacked with a creature this turn.
pl: Najazd — Rzucenie tego czaru kosztuje |mana_1| mniej jeśli atakowałeś stworem w tej turze.

source: As long as you have the city's blessing, Slippery Scoundrel has hexproof and can't be blocked.
pl: O ile masz błogosławieństwo miasta, ten stwór ma antyklątwę i nie może być blokowany.

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być wskazywany przez czary lub zdolności władane przez twoich przeciwników.)

source: Spire Winder gets +1/+1 as long as you have the city's blessing.
pl: Ten stwór dostaje +1/+1 o ile masz błogosławieństwo miasta.

source: |mana_2|\ |mana_u|\ |mana_u|, |tap|, Put Timestream Navigator on the bottom of its owner's library: Take an extra turn after this one. Activate this ability only if you have the city's blessing.
pl: |mana_2|\ |mana_u|\ |mana_u|, |tap|, umieść tę kartę na spodzie biblioteki jej właściciela: Dostajesz dodatkową turę zaraz po obecnej. Aktywuj tę zdolność tylko jeśli masz błogosławieństwo miasta.

source: Whenever Warkite Marauder attacks, target creature defending player controls loses all abilities and has base power and toughness 0/1 until end of turn.
pl: Ilekroć ten stwór atakuje, wskazany stwór zaatakowanego gracza do końca tury traci wszystkie zdolności oraz ma bazową siłę i wytrzymałość 0/1.

source: When Waterknot enters the battlefield, tap enchanted creature.
pl: Kiedy ta karta wejdzie na pole walki, zatapuj zauroczonego stwora.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odtapowuje się w kroku odtapowania jego władcy.

source: Each opponent discards two cards. If you control a Vampire, each opponent loses 2 life and you gain 2 life.
pl: Każdy przeciwnik odrzuca dwie karty. Jeśli władasz Wampirem, każdy przeciwnik traci 2 życia a ty zyskujesz 2 życia.

source: When Champion of Dusk enters the battlefield, you draw X cards and you lose X life, where X is the number of Vampires you control.
pl: Kiedy ta karta wejdzie na pole walki, dobierasz X kart i tracisz X życia, gdzie X jest liczbą Wampirów pod twoim władaniem.

source: Target opponent reveals their hand. You choose a nonland card from it. That player discards that card.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierasz z niej kartę nie będącą lądem. Ów gracz odrzuca ową kartę.

source: Dead Man's Chest
pl: Dead Man's Chest (Skrzynia Umarlaka)

source: Enchant creature an opponent controls
pl: Zaurocz stwora pod władaniem przeciwnika

source: When enchanted creature dies, exile cards equal to its power from the top of its owner's library. You may cast nonland cards from among them for as long as they remain exiled, and you may spend mana as though it were mana of any type to cast those spells.
pl: Kiedy zauroczony stwór umrze, wygnaj tyle kart z wierzchu biblioteki jego właściciela, ile wynosi jego siła. Spośród nich możesz rzucać karty nie będące lądami tak długo, jak są one wygnane i możesz wydawać manę tak, jakby była to mana dowolnego typu potrzebnego do rzucenia owych czarów.

source: Whenever Dinosaur Hunter deals damage to a Dinosaur, destroy that creature.
pl: Ilekroć ten stwór zadaje obrażenia Dinozaurowi, zniszcz owego stwora.

source: Deathtouch
pl: Dotyk śmierci

source: When Dire Fleet Poisoner enters the battlefield, target attacking Pirate you control gets +1/+1 and gains deathtouch until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, wskazany atakujący Pirat pod twoim władaniem dostaje do końca tury +1/+1 i dotyk śmierci.

source: Dusk Charger gets +2/+2 as long as you have the city's blessing.
pl: Ten stwór dostaje +2/+2 o ile masz błogosławieństwo miasta.

source: When Dusk Legion Zealot enters the battlefield, you draw a card and you lose 1 life.
pl: Kiedy ta karta wejdzie na pole walki, dobierasz kartę i tracisz 1 życie.

source: When Fathom Fleet Boarder enters the battlefield, you lose 2 life unless you control another Pirate.
pl: Kiedy ta karta wejdzie na pole walki, tracisz 2 życia, chyba że władasz innym Piratem.

source: When Forerunner of the Coalition enters the battlefield, you may search your library for a Pirate card, reveal it, then shuffle your library and put that card on top of it.
pl: Kiedy ta karta wejdzie na pole walki, możesz poszukać w twojej bibliotece karty Pirata, ujawnić ją, następnie przetasuj twoją bibliotekę i umieść ową kartę na jej wierzchu.

source: Whenever another Pirate enters the battlefield under your control, each opponent loses 1 life.
pl: Ilekroć inny Pirat wejdzie na pole walki pod twoim władaniem, każdy przeciwnik traci 1 życie.

source: All creatures get -2/-2 until end of turn. If you have the city's blessing, instead only creatures your opponents control get -2/-2 until end of turn.
pl: Wszystkie stwory dostają -2/-2 do końca tury. Jeśli masz błogosławieństwo miasta, zamiast tego tylko stwory twoich przeciwników dostają -2/-2 do końca tury.

source: Grasping Scoundrel gets +1/+0 as long as it's attacking.
pl: Ten stwór dostaje +1/+0 o ile atakuje.

source: Each opponent loses 1 life for each creature you control.
pl: Każdy przeciwnik traci 1 życie za każdego stwora pod twoim władaniem.

source: Destroy target creature.
pl: Zniszcz wskazanego stwora.

source: Search your library for a card, put it into your hand, then shuffle your library.
pl: Poszukaj kartę w twojej bibliotece, dołóż ją do twojej ręki, a następnie przetasuj twoją bibliotekę.

source: Choose a card you own from outside the game and put it into your hand.
pl: Wybierz kartę, którą posiadasz poza grą i dołóż ją do twojej ręki.

source: Whenever another creature you control dies, if you have the city's blessing, put a +1/+1 counter on Mausoleum Harpy.
pl: Ilekroć inny stwór pod twoim władaniem umiera, jeśli masz błogosławieństwo miasta, umieść znacznik +1/+1 na tym stworze.

source: Target creature gets -2/-2 until end of turn. You gain 2 life.
pl: Wskazany stwór dostaje -2/-2 do końca tury. Zyskujesz 2 życia.

source: Oathsworn Vampire enters the battlefield tapped.
pl: Ten stwór wchodzi na pole walki zatapowany.

source: You may cast Oathsworn Vampire from your graveyard if you gained life this turn.
pl: Możesz rzucić tego stwora z twojego cmentarza jeśli zyskałeś życie w tej turze.

source: Whenever another creature you control dies, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Ilekroć inny stwór pod twoim władaniem umiera, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Ravenous Chupacabra
pl: Ravenous Chupacabra (Wygłodniała Chupacabra)

source: When Ravenous Chupacabra enters the battlefield, destroy target creature an opponent controls.
pl: Kiedy ta karta wejdzie na pole walki, zniszcz wskazanego stwora pod władaniem przeciwnika.

source: Exile target creature with power 3 or less.
pl: Wygnaj wskazanego stwora z siłą 3 lub mniejszą.

source: Return target creature card from your graveyard to your hand.
pl: |mana_1|\ |mana_b|, zapłać 2 życia: Przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: As an additional cost to cast this spell, reveal a Vampire card from your hand or pay |mana_1|.
pl: Jako dodatkowy koszt rzucenia tego czaru, ujawnij kartę Wampira z twojej reki lub zapłać |mana_1|.

source: Flying, lifelink
pl: Latanie, więź życia

source: |mana_b|, Reveal Tetzimoc, Primal Death from your hand: Put a prey counter on target creature. Activate this ability only during your turn.
pl: |mana_b|, ujawnij tę kartę z twojej ręki: Umieść znacznik ofiary na wskazanym stworze. Aktywują tę zdolność tylko w trakcie twojej tury.

source: When Tetzimoc enters the battlefield, destroy each creature your opponents control with a prey counter on it.
pl: Kiedy ta karta wejdzie na pole walki, zniszcz każdego stwora pod władaniem twoich przeciwników posiadającego znacznik ofiary.

source: Menace
pl: Złowrogość

source: |mana_1|, Discard a card: Tomb Robber explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: |mana_1|, odrzuć kartę: Ten stwór eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie umieść znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: At the beginning of your upkeep, if you have the city's blessing, reveal the top card of your library and put it into your hand. Each opponent loses X life and you gain X life, where X is that card's converted mana cost.
pl: Na początku twojego kroku utrzymania, jeśli masz błogosławieństwo miasta, ujawnij wierzchnią kartę twojej biblioteki i dołóż ją do twojej ręki. Każdy przeciwnik traci X życia, a ty zyskujesz X życia, gdzie X jest skróconym kosztem many owej karty.

source: Each opponent sacrifices a creature. If you have the city's blessing, instead each opponent sacrifices half the creatures they control, rounded up.
pl: Każdy przeciwnik poświęca stwora. Jeśli masz błogosławieństwo miasta, zamiast tego każdy przeciwnik poświęca połowę stworów, który mi włada, zaokrąglając wzwyż.

source: When Voracious Vampire enters the battlefield, target Vampire you control gets +1/+1 and gains menace until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, wskazany Wampir pod twoim władaniem dostaje do końca tury +1/+1 oraz złowrogość.

source: Blood Sun
pl: Blood Sun (Krwawe Słońce)
