Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/RIX.po
Languages: pl

source: When Blood Sun enters the battlefield, draw a card.
pl: Kiedy ta karta wejdzie na pole walki, dobierz kartę.

source: All lands lose all abilities except mana abilities.
pl: Wszystkie lądy tracą wszystkie zdolności z wyjątkiem zdolności dających manę.

source: Bombard deals 4 damage to target creature.
pl: Ten czar zadaje 4 obrażenia wskazanemu stworowi.

source: For each land you control, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Za każdy ląd pod twoim władaniem, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: When Brazen Freebooter enters the battlefield, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Target creature gets +1/+1 and gains first strike until end of turn.
pl: Wskazany stwór dostaje do końca tury +1/+1 oraz pierwszy cios.

source: Target Pirate gets +1/+1 and gains double strike until end of turn.
pl: Wskazany pirat dostaje do końca tury +1/+1 oraz podwójny cios.

source: Trample
pl: Tratowanie

source: If Charging Tuskodon would deal combat damage to a player, it deals double that damage to that player instead.
pl: Jeśli ten stwór miałby zadać graczowi obrażenia bojowe, zamiast tego zadaje owemu graczowi dwukrotnie tyle obrażeń.

source: As an additional cost to cast this spell, reveal a Pirate card from your hand or pay |mana_2|.
pl: Jako dodatkowy koszt rzucenia tego czaru ujawnij kartę Pirata z twojej reki lub zapłać |mana_2|.

source: First strike
pl: Pierwszy cios

source: When Dire Fleet Daredevil enters the battlefield, exile target instant or sorcery card from an opponent's graveyard. You may cast that card this turn, and you may spend mana as though it were mana of any type to cast that spell. If that card would be put into a graveyard this turn, exile it instead.
pl: Kiedy ta karta wejdzie na pole walki, wygnaj wskazaną kartę sztuczki lub obrzędu z cmentarza przeciwnika. Możesz rzucić ową kartę w tej turze i możesz wydawać manę, jakby była to mana dowolnego typu potrzebnego do rzucenia owego czaru. Jeśli owa karta miałby trafić do cmentarza w tej turze, zamiast tego wygnaj ją.

source: Whenever Etali, Primal Storm attacks, exile the top card of each player's library, then you may cast any number of nonland cards exiled this way without paying their mana costs.
pl: Ilekroć ten stwór atakuje, wygnaj wierzchnią kartę biblioteki każdego z graczy, następnie możesz rzucić dowolną liczbę kart wygnanych w ten sposób bez płacenia ich kosztu many.

source: Haste
pl: Pośpiech

source: |tap|, Sacrifice Fanatical Firebrand: It deals 1 damage to any target.
pl: |tap|, poświęć tego stwora: Zadaje on 1 obrażenie w dowolny cel.

source: When Forerunner of the Empire enters the battlefield, you may search your library for a Dinosaur card, reveal it, then shuffle your library and put that card on top of it.
pl: Kiedy ta karta wejdzie na pole walki, możesz poszukać w twojej bibliotece karty Dinozaura, ujawnić ją, a następnie przetasować twoją bibliotekę i umieścić ową kartę na jej wierzchu.

source: Whenever a Dinosaur enters the battlefield under your control, you may have Forerunner of the Empire deal 1 damage to each creature.
pl: Ilekroć Dinozaur wejdzie na pole walki pod twoim władaniem, możesz sprawić, by ten stwór zadał 1 obrażenie każdemu stworowi.

source: When Form of the Dinosaur enters the battlefield, your life total becomes 15.
pl: Kiedy ta karta wejdzie na pole walki, twoje punkty życia przyjmują wartość 15.

source: At the beginning of your upkeep, Form of the Dinosaur deals 15 damage to target creature an opponent controls and that creature deals damage equal to its power to you.
pl: Na początku twojego kroku utrzymania, ta karta zadaje 15 obrażeń we wskazanego stwora pod władaniem twojego przeciwnika, a ów stwór zadaje tobie obrażenia równe jego sile.

source: Enrage — Whenever Frilled Deathspitter is dealt damage, it deals 2 damage to target opponent or planeswalker.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, zadaje on 2 obrażenia wskazanemu przeciwnikowi lub wędrowcowi.

source: Mutiny
pl: Mutiny (Bunt)

source: Target creature an opponent controls deals damage equal to its power to another target creature that player controls.
pl: Wskazany stwór pod władaniem przeciwnika zadaje obrażenia równe jego sile innemu wskazanemu stworowi pod władaniem owego gracza.

source: Needletooth Raptor
pl: Needletooth Raptor (Raptor Igłozęby)

source: Enrage — Whenever Needletooth Raptor is dealt damage, it deals 5 damage to target creature an opponent controls.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, zadaje on 5 obrażeń wskazanemu stworowi pod władaniem przeciwnika.

source: As an additional cost to cast this spell, discard a card.
pl: Jako dodatkowy koszt rzucenia tego czaru, odrzuć kartę.

source: Draw two cards and create two colorless Treasure artifact tokens with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Dobierz dwie karty i stwórz dwa żetony bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Reckless Rage deals 4 damage to target creature you don't control and 2 damage to target creature you control.
pl: Ten czar zadaje 4 obrażenia wskazanemu stworowi poza twoim władaniem oraz 2 obrażenia wskazanemu stworowi pod twoim władaniem.

source: When Rekindling Phoenix dies, create a 0/1 red Elemental creature token with "At the beginning of your upkeep, sacrifice this creature and return target card named Rekindling Phoenix from your graveyard to the battlefield. It gains haste until end of turn."
pl: Kiedy ten stwór umrze, stwórz żeton czerwonego stwora Żywiołak 0/1 ze zdolnością "Na początku twojego kroku utrzymania, poświęć tego stwora i przywróć wskazaną kartę o nazwie Rekindling Phoenix z twojego cmentarza na pole walki. Zyskuje ona pośpiech do końca tury."

source: Enchanted creature gets +2/+1 and has first strike.
pl: Zauroczony stwór dostaje +2/+1 i ma pierwszy cios.

source: At the beginning of your end step, if you didn't attack with a creature this turn, sacrifice See Red.
pl: Na początku twojego kroku końcowego, jeśli nie zaatakowałeś stworem w tej turze, poświęć ten urok.

source: Shake the Foundations deals 1 damage to each creature without flying.
pl: Ten czar zadaje 1 obrażenie każdemu stworowi bez latania.

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Enrage — Whenever Silverclad Ferocidons is dealt damage, each opponent sacrifices a permanent.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, każdy przeciwnik poświęca permanent.

source: Stampeding Horncrest has haste as long as you control another Dinosaur.
pl: Ten stwór ma pośpiech o ile władasz innym Dinozaurem.

source: Storm Fleet Swashbuckler has double strike as long as you have the city's blessing.
pl: Ten stwór ma podwójny cios o ile masz błogosławieństwo miasta.

source: |mana_2|\ |mana_r|: Sun-Collared Raptor gets +3/+0 until end of turn.
pl: |mana_2|\ |mana_r|: Ten stwór dostaje +3/+0 do końca tury.

source: Raid — Swaggering Corsair enters the battlefield with a +1/+1 counter on it if you attacked with a creature this turn.
pl: Najazd — Ten stwór wchodzi na pole walki z dwoma znacznikami +1/+1 jeśli zaatakowałeś stworem w tej turze.

source: When Tilonalli's Crown enters the battlefield, it deals 1 damage to enchanted creature.
pl: Kiedy ta karta wejdzie na pole walki, zadaje 1 obrażenie zauroczonemu stworowi.

source: Enchanted creature gets +3/+0 and has trample.
pl: Zauroczony stwór dostaje +3/+0 i ma tratowanie.

source: Whenever Tilonalli's Summoner attacks, you may pay |mana_x|\ |mana_r|. If you do, create X 1/1 red Elemental creature tokens that are tapped and attacking. At the beginning of the next end step, exile those tokens unless you have the city's blessing.
pl: Ilekroć ten stwór atakuje, możesz zapłacić |mana_x|\ |mana_r|. Jeśli to zrobisz, stwórz X zatapowanych i atakujących żetonów czerwonego stwora Żywiołak 1/1. Na początku najbliższego kroku końcowego, wygnaj owe żetony, chyba że masz błogosławieństwo miasta.

source: Target creature gets +1/+1 until end of turn.
pl: Wskazany stwór dostaje +1/+1 do końca tury.

source: Enrage — Whenever Cacophodon is dealt damage, untap target permanent.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, odtapuj wskazany permanent.

source: When Cherished Hatchling dies, you may cast Dinosaur spells this turn as though they had flash, and whenever you cast a Dinosaur spell this turn, it gains "When this creature enters the battlefield, you may have it fight another target creature."
pl: Kiedy ten stwór umrze, możesz w tej turze rzucać czary Dinozaurów, jakby miały błysk i ilekroć rzucisz czar Dinozaura w tej turze, zyskuje on zdolność "Kiedy ten stwór wejdzie na pole walki, możesz sprawić, by walczył z innym wskazanym stworem."

source: Trample (This creature can deal excess combat damage to the player or planeswalker it's attacking.)
pl: Tratowanie (Ten stwór może zadać nadwyżkowe obrażenia bitewne w gracza lub wędrowca, którego atakuje.)

source: When Crested Herdcaller enters the battlefield, create a 3/3 green Dinosaur creature token with trample.
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton zielonego stwora Dinozaur 3/3 z tratowaniem.

source: Whenever another Merfolk enters the battlefield under your control, put a +1/+1 counter on target Merfolk you control.
pl: Ilekroć inny Wodnik wejdzie na pole walki pod twoim władaniem, umieść znacznik +1/1+ na wskazanym Wodniku pod twoim władaniem.

source: Target creature you control explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on the creature, then put the card back or put it into your graveyard.)
pl: Wskazany stwór pod twoim władaniem eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie umieść znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: You may play an additional land this turn.
pl: Możesz zagrać dodatkowy ląd w tej turze.

source: When Forerunner of the Heralds enters the battlefield, you may search your library for a Merfolk card, reveal it, then shuffle your library and put that card on top of it.
pl: Kiedy ta karta wejdzie na pole walki, możesz poszukać w twojej bibliotece karty Wodnika, ujawnić ją, a następnie przetasować twoją bibliotekę i umieścić ową kartę na jej wierzchu.

source: Whenever another Merfolk enters the battlefield under your control, put a +1/+1 counter on Forerunner of the Heralds.
pl: Ilekroć inny Wodnik wejdzie na pole walki pod twoim władaniem, umieść znacznik +1/+1 na tym stworze.

source: Ghalta, Primal Hunger
pl: Ghalta, Primal Hunger (Ghalta, Pierwotny Głód)

source: Ghalta, Primal Hunger costs |mana_x| less to cast, where X is the total power of creatures you control.
pl: Rzucenie tego czaru kosztuje |mana_x| mniej, gdzie X jest sumą siły stworów pod twoim władaniem.

source: Giltgrove Stalker can't be blocked by creatures with power 2 or less.
pl: Ten stwór nie może być blokowany przez stwory o sile 2 lub mniejszej.

source: As long as it's your turn, Hardy Veteran gets +0/+2.
pl: O ile jest twoja tura, ten stwór dostaje +0/+2.

source: Put a +1/+1 counter on target creature you control. Then that creature fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem. Następnie ów stwór walczy ze wskazanym stworem poza twoim władaniem. (Zadają sobie nawzajem obrażenia równe ich sile.)

source: When Jade Bearer enters the battlefield, put a +1/+1 counter on another target Merfolk you control.
pl: Kiedy ta karta wejdzie na pole walki, umieść znacznik +1/+1 na wskazanym Wodniku pod twoim władaniem.

source: When Jadecraft Artisan enters the battlefield, target creature gets +2/+2 until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, wskazany stwór dostaje +2/+2 do końca tury.

source: When Jadelight Ranger enters the battlefield, it explores, then it explores again. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard. Then repeat this process.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje, a następnie eksploruje ponownie. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie umieść znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu. Następnie powtórz ten proces.)

source: When Jungleborn Pioneer enters the battlefield, create a 1/1 blue Merfolk creature token with hexproof. (It can't be the target of spells or abilities your opponents control.)
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton niebieskiego stwora Wodnik 1/1 z antyklątwą. (Nie może on być celem czarów lub zdolności władanych przez twoich przeciwników.)

source: Dinosaur spells you cast cost |mana_2| less to cast.
pl: Rzucanie czarów Dinozaurów kosztuje cię |mana_2| mniej.

source: Naturalize
pl: Naturalize (Naturalizacja)

source: Destroy target artifact or enchantment.
pl: Zniszcz wskazany artefakt lub urok.

source: Enrage — Whenever Overgrown Armasaur is dealt damage, create a 1/1 green Saproling creature token.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, stwórz żeton zielonego stwora Saproling 1/1.

source: Whenever a creature enters the battlefield under your control, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on the creature, then put the card back or put it into your graveyard.)
pl: Ilekroć jakiś stwór wchodzi na pole walki pod twoje władanie, ów stwór eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie umieść znacznik +1/+1 na danym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora z lataniem.

source: Enrage — Whenever Polyraptor is dealt damage, create a token that's a copy of Polyraptor.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, stwórz żeton będący jego kopią.

source: Put two +1/+1 counters on each creature you control.
pl: Umieść po dwa znaczniki +1/+1 na każdym stworze pod twoim władaniem.

source: When Swift Warden enters the battlefield, target Merfolk you control gains hexproof until end of turn. (It can't be the target of spells or abilities your opponents control.)
pl: Kiedy ta karta wejdzie na pole walki, wskazany Wodnik pod twoim władaniem zyskuje antyklątwę do końca tury. (Nie może on być celem czarów lub zdolności władanych przez twoich przeciwników.)

source: At the beginning of each upkeep, create a 1/1 green Saproling creature token.
pl: Na początku każdego kroku utrzymania, stwórz żeton zielonego stwora Saproling 1/1.

source: Saprolings you control get +2/+2 as long as you have the city's blessing.
pl: Saprolingi pod twoim władaniem dostają +2/+2 o ile masz błogosławieństwo miasta.

source: |mana_1|, Sacrifice Thrashing Brontodon: Destroy target artifact or enchantment.
pl: |mana_1|, poświęć tego stwora: Zniszcz wskazany artefakt lub urok.

source: As an additional cost to cast this spell, reveal a Dinosaur card from your hand or pay |mana_1|.
pl: Jako dodatkowy koszt rzucenia tego czaru ujawnij kartę Dinozaura z twojej ręki lub zapłać |mana_1|.

source: Search your library for a basic land card, put it onto the battlefield tapped, then shuffle your library.
pl: Poszukaj w twojej bibliotece karty bazowego lądu, umieść ją zatapowaną na polu walki, następnie przetasuj twoją bibliotekę.

source: You may play an additional land on each of your turns.
pl: Możesz grać dodatkowy ląd w każdej z twoich tur.

source: Wayward Swordtooth can't attack or block unless you have the city's blessing.
pl: Ten stwór nie może atakować lub blokować dopóki nie masz błogosławieństwa miasta.

source: Whenever World Shaper attacks, you may put the top three cards of your library into your graveyard.
pl: Ilekroć ten stwór atakuje, możesz położyć trzy wierzchnie karty twojej biblioteki do twojego cmentarza.

source: When World Shaper dies, put all land cards from your graveyard onto the battlefield tapped.
pl: Kiedy ten stwór umrze, umieść wszystkie karty lądów z twojego cmentarza na polu walki, zatapowane.

source: +1: Each opponent discards a card and loses 2 life.
pl: +1: Każdy przeciwnik odrzuca kartę i traci 2 życia.

source: −3: Gain control of target creature until end of turn. Untap it. It gains haste until end of turn. Sacrifice it at the beginning of the next end step if it has converted mana cost 3 or less.
pl: –3: Zyskujesz władanie nad wskazanym stworem do końca tury. Odtapuj go. Zyskuje on pośpiech do końca tury. Poświęć go na początku najbliższego kroku końcowego jeśli jego skrócony koszt many wynosi 3 lub mniej.

source: −8: Each opponent loses life equal to the number of cards in their graveyard.
pl: –8: Każdy przeciwnik traci życie równe liczbie kart w swoim cmentarzu.

source: |tap|: Add one mana of any color.
pl: |tap|: Dostajesz jedną manę dowolnego koloru.

source: Sacrifice Atzocan Seer: Return target Dinosaur card from your graveyard to your hand.
pl: Poświęć tego stwora: Przywróć wskazaną kartę Dinozaura z twojego cmentarza do twojej ręki.

source: Azor, the Lawbringer
pl: Azor, the Lawbringer (Azor, Prawodziej)

source: When Azor, the Lawbringer enters the battlefield, each opponent can't cast instant or sorcery spells during that player's next turn.
pl: Kiedy ta karta wejdzie na pole walki, każdy z przeciwników nie może rzucać czarów sztuczek ani obrzędów w ciągu następnej tury owego gracza.

source: Whenever Azor attacks, you may pay |mana_x|\ |mana_w|\ |mana_u|\ |mana_u|. If you do, you gain X life and draw X cards.
pl: Ilekroć ten stwór atakuje, możesz zapłacić |mana_x|\ |mana_w|\ |mana_u|\ |mana_u|. Jeśli tak zrobisz, zyskujesz X życia i dobierasz X kart.

source: Whenever Deadeye Brawler deals combat damage to a player, if you have the city's blessing, draw a card.
pl: Ilekroć ten stwór zadaje graczowi obrażenia bojowe, jeśli masz błogosławieństwo miasta, dobierz kartę.

source: Attacking Pirates you control get +2/+0.
pl: Atakujący Piraci pod twoim władaniem odstają +2/+0.

source: Lifelink
pl: Więź życia

source: Whenever another creature dies, put a +1/+1 counter on Elenda, the Dusk Rose.
pl: Ilekroć inny stwór umrze, umieść znacznik +1/+1 na tym stworze.

source: When Elenda dies, create X 1/1 white Vampire creature tokens with lifelink, where X is Elenda's power.
pl: Kiedy ten stwór umrze, stwórz X żetonów białego stwora Wampir 1/1 z więzią życia, gdzie X jest siłą tego stwora.

source: At the beginning of combat on your turn, put a +1/+1 counter on target creature you control. Then if that creature has three or more +1/+1 counters on it, transform Hadana's Climb.
pl: Na początku walki w twojej turze, umieść znacznik +1/1+ na wskazanym stworze pod twoim władaniem. Następnie jeśli ów stwór ma na sobie trzy lub więcej znaczników +1/+1, transformuj ten urok.

source: Winged Temple of Orazca
pl: Winged Temple of Orazca (Uskrzydlona Świątynia Orazca)

source: (Transforms from Hadana's Climb.)
pl: (Transformuje się z Hadana's Climb.)

source: |mana_1|\ |mana_g|\ |mana_u|, |tap|: Target creature you control gains flying and gets +X/+X until end of turn, where X is its power.
pl: |mana_1|\ |mana_g|\ |mana_u|, |tap|: Wskazany stwór pod twoim władaniem zyskuje do końca tury latanie oraz +X/+X, gdzie X jest jego siłą.

source: +1: Put a loyalty counter on Huatli, Radiant Champion for each creature you control.
pl: +1: Umieść na tym wędrowcu znacznik lojalności za każdego stwora pod twoim władaniem.

source: −1: Target creature gets +X/+X until end of turn, where X is the number of creatures you control.
pl: –1: Wskazany stwór dostaje +X/+X do końca tury, gdzie X jest liczbą stworów pod twoim władaniem.

source: −8: You get an emblem with "Whenever a creature enters the battlefield under your control, you may draw a card."
pl: –8: Dostajesz emblemat o treści "Ilekroć stwór wejdzie na pole walki pod twoim władaniem, możesz dobrać kartę."

source: Journey to Eternity
pl: Journey to Eternity (Podróż do Wieczności)

source: Enchant creature you control
pl: Zaurocz stwora, którym władasz

source: When enchanted creature dies, return it to the battlefield under your control, then return Journey to Eternity to the battlefield transformed under your control.
pl: Kiedy zauroczony stwór umrze, zwróć go na pole walki pod twoim władaniem, następnie przywróć tę kartę na pole walki pod twoim władaniem, transformowaną.

source: Atzal, Cave of Eternity
pl: Atzal, Cave of Eternity (Atzal, Grota Wieczności)

source: (Transforms from Journey to Eternity.)
pl: (Transformuje z Journey to Eternity.)

source: |mana_3|\ |mana_b|\ |mana_g|, |tap|: Return target creature card from your graveyard to the battlefield.
pl: |mana_3|\ |mana_b|\ |mana_g|, |tap|: Przywróć wskazaną kartę stwora z twojego cmentarza na pole walki.

source: |mana_3|\ |mana_b|\ |mana_g|: Return Jungle Creeper from your graveyard to your hand.
pl: |mana_3|\ |mana_b|\ |mana_g|: Przywróć tę kartę z twojego cmentarza do twojej reki.

source: Tap another untapped Merfolk you control: Kumena, Tyrant of Orazca can't be blocked this turn.
pl: Zatapuj innego Wodnika pod twoim władaniem: Ten stwór nie może być blokowany w tej turze.

source: Tap three untapped Merfolk you control: Draw a card.
pl: Zatapuj trzech odtapowanych Wodników pod twoim władaniem: Dobierz kartę.

source: Tap five untapped Merfolk you control: Put a +1/+1 counter on each Merfolk you control.
pl: Zatapuj pięć odtapowanych Wodników pod twoim władaniem: Umieść znacznik +1/+1 na każdym Wodniku pod twoim władaniem.

source: Other Vampires you control get +1/+1.
pl: Inne Wampiry pod twoim władaniem dostają +1/+1.

source: Other Merfolk you control get +1/+1.
pl: Inni Wodnicy pod twoim władaniem dostają +1/+1.

source: When Path of Mettle enters the battlefield, it deals 1 damage to each creature that doesn't have first strike, double strike, vigilance, or haste.
pl: Kiedy ta karta wejdziena pole walki, zadaje 1 obrażenie każdemu stworowi nie posiadającemu pierwszego ciosu, podwójnego ciosu, czujności lub pośpiechu.

source: Whenever you attack with at least two creatures that have first strike, double strike, vigilance, and/or haste, transform Path of Mettle.
pl: Ilekroć atakujesz przynajmniej dwoma stworami mającymi pierwszy cios, podwójny cios, czujność lub pośpiech, transformuj tę kartę.

source: (Transforms from Path of Mettle.)
pl: (Transformuje z Path of Meetle.)

source: |mana_1|\ |mana_r|, |tap|: Metzali, Tower of Triumph deals 2 damage to each opponent.
pl: |mana_1|\ |mana_r|, |tap|: Ta karta zadaje 2 obrażenia każdemu przeciwnikowi.

source: |mana_2|\ |mana_w|, |tap|: Choose a creature at random that attacked this turn. Destroy that creature.
pl: |mana_2|\ |mana_w|, |tap|: Wybierz losowo stwora, który atakował w tej turze. Zniszcz owego stwora.

source: |mana_3|\ |mana_w|\ |mana_b|: Exile target creature. Then if there are three or more cards exiled with Profane Procession, transform it.
pl: |mana_3|\ |mana_w|\ |mana_b|: Wygnaj wskazanego stwora. Następnie jeśli co najmniej trzy karty wygnano z użyciem tej karty, transformuj ją.
