Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/RIX.po
Languages: pl

source: (Transforms from Profane Procession.)
pl: (Transformuje z Profane Procession.)

source: |mana_2|\ |mana_w|\ |mana_b|, |tap|: Put a creature card exiled with this permanent onto the battlefield under your control.
pl: |mana_2|\ |mana_w|\ |mana_b|, |tap|: Umieść na polu walki pod twoim władaniem kartę stwora wygnaną tym permanentem.

source: Raid — If you attacked with a creature this turn, you may have Protean Raider enter the battlefield as a copy of any creature on the battlefield.
pl: Najazd — Jeśli atakowałeś stworem w tej turze, możesz sprawić, że ta karta wejdzie na pole walki jako kopia innego stwora będącego na polu walki.

source: Whenever Raging Regisaur attacks, it deals 1 damage to any target.
pl: Ilekroć ten stwór atakuje, zadaje 1 obrażenie w dowolny cel.

source: Vigilance
pl: Czujność

source: Relentless Raptor attacks or blocks each combat if able.
pl: Ten stwór atakuje lub blokuje w każdej walce jeśli może.

source: Whenever Resplendent Griffin attacks, if you have the city's blessing, put a +1/+1 counter on it.
pl: Ilekroć ten stwór atakuje, jeśli masz błogosławieństwo miasta, umieść na nim znacznik +1/+1.

source: Enrage — Whenever Siegehorn Ceratops is dealt damage, put two +1/+1 counters on it. (It must survive the damage to get the counters.)
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, umieść na nim dwa znaczniki +1/+1. (Musi przeżyć obrażenia, by otrzymać znaczniki.)

source: Storm Fleet Sprinter can't be blocked.
pl: Ten stwór nie może być blokowany.

source: Whenever one or more creatures you control deal combat damage to a player, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Ilekroć jeden lub więcej stworów pod twoim władaniem zadaje graczowi obrażenia bojowe, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: At the beginning of your end step, if you control five or more artifacts, transform Storm the Vault.
pl: Na początku twojego kroku końcowego, jeśli masz we władaniu co najmniej pięć artefaktów, transformuj tę kartę.

source: (Transforms from Storm the Vault.)
pl: (Transformuje ze Storm the Vault.)

source: |tap|: Add |mana_u| for each artifact you control.
pl: |tap|: Dostajesz |mana_u| za każdy artefakt pod twoim władaniem.

source: Vigilance, reach, trample
pl: Czujność, zasięg, tratowanie

source: When Zacama, Primal Calamity enters the battlefield, if you cast it, untap all lands you control.
pl: Kiedy ta karta wjedzie na pole walki, jeśli została zagrana, odtapuj wszystkie lądy pod twoim władaniem.

source: |mana_2|\ |mana_r|: Zacama deals 3 damage to target creature.
pl: |mana_2|\ |mana_r|: Ten stwór zadaje 3 obrażenia wskazanemu stworowi.

source: |mana_2|\ |mana_g|: Destroy target artifact or enchantment.
pl: |mana_2|\ |mana_g|: Zniszcz wskazany artefakt lub urok.

source: |mana_2|\ |mana_w|: You gain 3 life.
pl: |mana_2|\ |mana_w|: Zyskujesz 3 życia.

source: Awakened Amalgam's power and toughness are each equal to the number of differently named lands you control.
pl: Siła i wytrzymałość tej karty są równe liczbie lądów o różnych nazwach pod twoim władaniem.

source: |mana_1|, |tap|: Draw a card, then exile a card from your hand. If cards with five or more different converted mana costs are exiled with Azor's Gateway, you gain 5 life, untap Azor's Gateway, and transform it.
pl: |mana_1|, |tap|: Dobierz kartę, następnie wygnaj kartę z twojej ręki. Jeśli karty o co najmniej pięciu różnych skróconych kosztach many są wygnane przez tę kartę, zyskujesz 5 życia, odtapuj tę kartę i transformuj ją.

source: Sanctum of the Sun
pl: Sanctum of the Sun (Sanktuarium Słońca)

source: (Transforms from Azor's Gateway.)
pl: (Transformuje z Azor's Gateway.)

source: |tap|: Add X mana of any one color, where X is your life total.
pl: |tap|: Dostajesz X many w jednym dowolnym kolorze, gdzie X jest liczbą twoich punktów życia.

source: Captain's Hook
pl: Captain's Hook (Hak kapitana)

source: Equipped creature gets +2/+0, has menace, and is a Pirate in addition to its other creature types.
pl: Wyposażony stwór dostaje +2/+0, ma złowrogość i jest dodatkowo Piratem oprócz swoich innych typów.

source: Whenever Captain's Hook becomes unattached from a permanent, destroy that permanent.
pl: Ilekroć ta karta zostanie odłączona od permanentu, zniszcz ów permanent.

source: Equip |mana_1|
pl: Wyposaż |mana_1|

source: Defender
pl: Obronność

source: When Gleaming Barrier dies, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ten stwór umrze, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Golden Guardian
pl: Golden Guardian (Złoty Strażnik)

source: |mana_2|: Golden Guardian fights another target creature you control. When Golden Guardian dies this turn, return it to the battlefield transformed under your control.
pl: |mana_2|: Ten stwór walczy z innym wskazanym stworem pod twoim władaniem. Kiedy ten stwór umrze w tej turze, przywróć go na pole walki pod twoim władaniem, transformowany.

source: (Transforms from Golden Guardian.)
pl: (Transformuje z Golden Guardian.)

source: |tap|: Add two mana of any one color.
pl: |tap|: Dostajesz dwie many w jednym dowolnym kolorze.

source: |mana_4|, |tap|: Create a 4/4 colorless Golem artifact creature token.
pl: |mana_4|, |tap|: Stwórz żeton bezkolorowego artefaktycznego stwora Golem 4/4.

source: The Immortal Sun
pl: The Immortal Sun (Nieśmiertelne Słońce)

source: Players can't activate planeswalkers' loyalty abilities.
pl: Gracze nie mogą aktywować zdolności lojalnościowych wędrowców.

source: At the beginning of your draw step, draw an additional card.
pl: Na początku twojego kroku dobierania, dobierz dodatkową kartę.

source: Spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów kosztuje cię |mana_1| mniej.

source: Creatures you control get +1/+1.
pl: Stwory pod twoim władaniem dostają +1/+1.

source: |tap|: Add |colorless|.
pl: |tap|: Dostajesz |colorless|.

source: |tap|, Sacrifice Orazca Relic: You gain 3 life and draw a card. Activate this ability only if you have the city's blessing.
pl: |tap|, poświęć ten artefakt: Zyskujesz 3 życia i dobierasz kartę. Aktywuj tę zdolność tylko jeśli masz błogosławieństwo miasta.

source: Cards in graveyards can't be the targets of spells or abilities.
pl: Karty w cmentarzach nie mogą być wskazywane przez czary lub zdolności.

source: |mana_4|, |tap|: Exile Silent Gravestone and all cards from all graveyards. Draw a card.
pl: |mana_4|, |tap|: Wygnaj ten artefakt i wszystkie karty ze wszystkich cmentarzy. Dobierz kartę.

source: Equipped creature gets +1/+1 and has haste.
pl: Wyposażony stwór dostaje +1/+1 i ma pośpiech.

source: Equip |mana_1| (|mana_1|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_1| (|mana_1|: Dołącz do wskazanego stwora pod twoim władaniem. Wyposażaj wyłącznie jako obrzęd.)

source: Traveler's Amulet
pl: Traveler's Amulet (Amulet podróżnika)

source: |mana_1|, Sacrifice Traveler's Amulet: Search your library for a basic land card, reveal it, put it into your hand, then shuffle your library.
pl: |mana_1|, poświęć ten artefakt.: Poszukaj w twojej bibliotece karty bazowego lądu, ujawnij ją i dołóż do twojej ręki. Następnie przetasuj twoją bibliotekę.

source: |mana_5|, |tap|: Draw a card. Activate this ability only if you have the city's blessing.
pl: |mana_5|, |tap|: Dobierz kartę. Aktywuj tę zdolność tylko jeśli masz błogosławieństwo miasta.

source: |tap|, Sacrifice Evolving Wilds: Search your library for a basic land card, put it onto the battlefield tapped, then shuffle your library.
pl: |tap|, poświęć ten ląd: Poszukaj w twojej bibliotece kartę bazowego lądu, umieść ją zatapowaną na polu walki, następnie przetasuj twoją bibliotekę.

source: Forsaken Sanctuary enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_w| or |mana_b|.
pl: |tap|: Dostajesz |mana_w| lub |mana_b|.

source: Foul Orchard enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_b| or |mana_g|.
pl: |tap|: Dostajesz |mana_b| lub |mana_g|.

source: Highland Lake
pl: Highland Lake (Górskie Jezioro)

source: Highland Lake enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_u| or |mana_r|.
pl: |tap|: Dostajesz |mana_u| lub |mana_r|.

source: Stone Quarry
pl: Stone Quarry (Kamieniołom)

source: Stone Quarry enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_r| or |mana_w|.
pl: |tap|: Dostajesz |mana_r| lub |mana_w|.

source: Woodland Stream
pl: Woodland Stream (Leśny Strumień)

source: Woodland Stream enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_g| or |mana_u|.
pl: |tap|: Dostajesz |mana_g| lub |mana_u|.

source: Plains
pl: Plains (Równina)

source: Island
pl: Island (Wyspa)

source: Swamp
pl: Swamp (Bagno)

source: Mountain
pl: Mountain (Góra)

source: Forest
pl: Forest (Las)

source: +2: Creatures you control get +1/+0 until end of turn.
pl: +2: Stwory pod twoim władaniem dostają +1/+0 do końca tury.

source: −3: Destroy target creature.
pl: –3: Zniszcz wskazanego stwora.

source: −10: Until end of turn, creatures you control gain deathtouch and "Whenever this creature deals damage to an opponent, that player loses the game."
pl: –10: Do końca tury stwory pod twoim władaniem zyskują dotyk śmierci oraz zdolność "Ilekroć ten stwór zada przeciwnikowi obrażenia bojowe, ów gracz przegrywa grę."

source: Deathtouch (Any amount of damage this deals to a creature is enough to destroy it.)
pl: Dotyk śmierci (Dowolna ilość obrażeń zadana stworowi przez tę kartę wystarcza, aby został zniszczony.)

source: Whenever Vraska's Conquistador attacks or blocks, if you control a Vraska planeswalker, target opponent loses 2 life and you gain 2 life.
pl: Ilekroć ten stwór atakuje lub blokuje, jeśli władasz wędrowcem o typie Vraska, wskazany przeciwnik traci 2 życia, a ty zyskujesz dwa życia.

source: Target opponent loses 4 life. You may search your library and/or graveyard for a card named Vraska, Scheming Gorgon, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Wskazany przeciwnik traci 4 życia. Możesz poszukać w twojej bibliotece oraz/lub cmentarzu kartę o nazwie Vraska, Scheming Gorgon, ujawnić ją i dołożyć do twojej reki. Jeśli przeszukiwałeś twoją bibliotekę w ten sposób, przetasuj ją.

source: +2: Angrath, Minotaur Pirate deals 1 damage to target opponent or planeswalker and each creature that player or that planeswalker's controller controls.
pl: +2: Ten wędrowiec zadaje 1 obrażenie wskazanemu przeciwnikowi lub wędrowcowi i każdemu stworowi pod władaniem owego gracza lub władcy owego wędrowca.

source: −3: Return target Pirate card from your graveyard to the battlefield.
pl: –3: Przywróć wskazaną kartę Pirata z twojego cmentarza na pole walki.

source: −11: Destroy all creatures target opponent controls. Angrath, Minotaur Pirate deals damage to that player equal to their total power.
pl: –11: Zniszcz wszystkie stwory pod władaniem wskazanego przeciwnika. Ten wędrowiec zadaje owemu graczowi obrażenia równe sumie ich siły.

source: Angrath's Ambusher gets +2/+0 as long as you control an Angrath planeswalker.
pl: Ten stwór dostaje +2/+0 o ile władasz wędrowcem o typie Angarth.

source: Destroy target creature. Angrath's Fury deals 3 damage to target player or planeswalker. You may search your library and/or graveyard for a card named Angrath, Minotaur Pirate, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Zniszcz wskazanego stwora. Ten czar zadaje 3 obrażenia wskazanemu graczowi lub wędrowcowi. Możesz poszukać w twojej bibliotece oraz/lub cmentarzu kartę o nazwie Angarth, Minotaur Pirate, ujawnić ją i dołożyć do twojej reki. Jeśli przeszukiwałeś twoją bibliotekę w ten sposób, przetasuj ją.

source: Cinder Barrens enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_b| or |mana_r|.
pl: |tap|: Dostajesz |mana_b| lub |mana_r|.
