Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/RNA.po
Languages: pl

source: Azorius Guildgate enters the battlefield tapped.
pl: Ta karta wchodzi przekręcona na pole walki.

source: :mtgtip:`Blood Crypt`
pl: :mtgtip:`Blood Crypt` (Krwawa krypta)

source: (|tap|: Add |mana_b| or |mana_r|.)
pl: (|tap|: Dostajesz |mana_b| lub |mana_r|.)

source: As Blood Crypt enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Umieszczając tę kartę na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wejdzie przekręcona na pole walki.

source: (|tap|: Add |mana_g| or |mana_u|.)
pl: (|tap|: Dostajesz |mana_g| lub |mana_u|.)

source: As Breeding Pool enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Umieszczając tę kartę na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wejdzie przekręcona na pole walki.

source: Gateway Plaza enters the battlefield tapped.
pl: Ta karta wchodzi przekręcona na pole walki.

source: When Gateway Plaza enters the battlefield, sacrifice it unless you pay |mana_1|.
pl: Kiedy ten ląd wejdzie na pole walki poświęć go, chyba że zapłacisz |mana_1|.

source: (|tap|: Add |mana_w| or |mana_b|.)
pl: (|tap|: Dostajesz |mana_w| lub |mana_b|.)

source: As Godless Shrine enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Umieszczając tę kartę na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wejdzie przekręcona na pole walki.

source: Gruul Guildgate enters the battlefield tapped.
pl: Ta karta wchodzi przekręcona na pole walki.

source: :mtgtip:`Hallowed Fountain`
pl: :mtgtip:`Hallowed Fountain` (Uświęcona fontanna)

source: (|tap|: Add |mana_w| or |mana_u|.)
pl: (|tap|: Dostajesz |mana_w| lub |mana_u|.)

source: As Hallowed Fountain enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Umieszczając tę kartę na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wejdzie przekręcona na pole walki.

source: :mtgtip:`Orzhov Guildgate`
pl: :mtgtip:`Orzhov Guildgate` (Brama Gildii Orzhov)

source: Orzhov Guildgate enters the battlefield tapped.
pl: Ta karta wchodzi przekręcona na pole walki.

source: When Plaza of Harmony enters the battlefield, if you control two or more Gates, you gain 3 life.
pl: Kiedy ta karta wejdzie na pole walki, jeśli władasz co najmniej dwiema Bramami, zyskujesz 3 życia.

source: |tap|: Add |colorless|.
pl: |tap|: Dostajesz |colorless|.

source: |tap|: Add one mana of any type a Gate you control could produce.
pl: |tap|: Dostajesz jedną manę w kolorze możliwym do produkcji przez Bramy pod twoim władaniem.

source: :mtgtip:`Rakdos Guildgate`
pl: :mtgtip:`Rakdos Guildgate` (Brama Gildii Rakdos)

source: Rakdos Guildgate enters the battlefield tapped.
pl: Ta karta wchodzi przekręcona na pole walki.

source: :mtgtip:`Simic Guildgate`
pl: :mtgtip:`Simic Guildgate` (Brama Gildii Simic)

source: Simic Guildgate enters the battlefield tapped.
pl: Ta karta wchodzi przekręcona na pole walki.

source: (|tap|: Add |mana_r| or |mana_g|.)
pl: (|tap|: Dostajesz |mana_r| lub |mana_g|.)

source: As Stomping Ground enters the battlefield, you may pay 2 life. If you don't, it enters the battlefield tapped.
pl: Umieszczając tę kartę na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, wejdzie przekręcona na pole walki.

source: +1: You gain 2 life and draw a card.
pl: +1: Zyskujesz 2 życia i dobierasz kartę.

source: -1: Tap target creature. It doesn't untap during its controller's next untap step.
pl: -1: Przekręć wskazanego stwora. Nie odkręci się w najbliższym kroku odkręcania swojego władcy.

source: -9: Tap all permanents target opponent controls. That player skips their next untap step.
pl: -9: Przekręć wszystkie permanenty pod władaniem wskazanego przeciwnika. Ów gracz pomija swój najbliższy krok odkręcania.

source: |mana_1|\ |mana_u|, |tap|: Tap target creature.
pl: |mana_1|\ |mana_u|, |tap|: Przekręć wskazanego stwora.

source: Put up to one target tapped creature on top of its owner's library. You may search your library and/or graveyard for a card named Dovin, Architect of Law, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Umieść co najwyżej jednego wskazanego przekręconego stwora na wierzchu biblioteki jego właściciela. Możesz poszukać w twojej bibliotece i/lub cmentarzu kartę o nazwie Dovin, Architect of Law, ujawnić ją i umieścić w twojej ręce. Jeśli szukałeś w twojej bibliotece w ten sposób, przetasuj ją.

source: As long as you control a Dovin planeswalker, Dovin's Automaton gets +2/+2 and has vigilance. (Attacking doesn't cause it to tap.)
pl: O ile władasz wędrowcem o typie Dovin, ten stwór dostaje +2/+2 i ma czujność. (Atakowanie nie powoduje jego przekręcenia.)

source: +2: Creatures you control get +1/+1 and gain haste until end of turn.
pl: +2: Stwory pod twoim władaniem dostają do końca tury +1/+1 oraz pośpiech.

source: -3: Domri, City Smasher deals 3 damage to any target.
pl: -3: Ten permanent zadaje 3 obrażenia w dowolnie wskazany cel.

source: -8: Put three +1/+1 counters on each creature you control. Those creatures gain trample until end of turn.
pl: -8: Umieść po trzy znaczniki +1/+1 na każdym stworze pod twoim władaniem. Owe stwory zyskują tratowanie do końca tury.

source: Ragefire deals 3 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 3 obrażenia.

source: Haste (This creature can attack and |tap| as soon as it comes under your control.)
pl: Pośpiech (Ten stwór może atakować i |tap| od razu po wejściu pod twoje władanie.)

source: As long as you control a Domri planeswalker, Charging War Boar gets +1/+1 and has trample. (It can deal excess combat damage to the player or planeswalker it's attacking.)
pl: O ile władasz wędrowcem o typie Domri, ten stwór dostaje +1/+1 i ma tratowanie. (Może zadać nadwyżkowe obrażenia bojowe atakowanemu graczowi lub wędrowcowi.)

source: When Domri's Nodorog enters the battlefield, you may search your library and/or graveyard for a card named Domri, City Smasher, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Kiedy ta karta wejdzie na pole walki, możesz poszukać w twojej bibliotece i/lub cmentarzu kartę o nazwie Domri, City Smasher, ujawnić ją i umieścić w twojej ręce. Jeśli przeszukasz twoją bibliotekę w ten sposób, przetasuj ją.

source: Flying, lifelink
pl: Latanie, więź życia

source: Whenever The Haunt of Hightower attacks, defending player discards a card.
pl: Ilekroć ten stwór atakuje, broniący się gracz odrzuca kartę.

source: Whenever a card is put into an opponent's graveyard from anywhere, put a +1/+1 counter on The Haunt of Hightower.
pl: Ilekroć jakaś karta trafia skądkolwiek do cmentarza przeciwnika, umieść znacznik +1/+1 na tym permanencie.
