Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/RNA.po
Languages: pl

source: At the beginning of your upkeep, reveal cards from the top of your library until you reveal a creature card. Until your next turn, Amplifire's base power becomes twice that card's power and its base toughness becomes twice that card's toughness. Put the revealed cards on the bottom of your library in a random order.
pl: Na początku twojego kroku utrzymania, ujawniaj karty z wierzchu twojej biblioteki dopóki nie ujawnisz karty stwora. Do końca tury bazowa siła tego permanentu staje się dwukrotnością siły owej karty, a bazowa wytrzymałość tego permanentu staje się dwukrotnością wytrzymałości owej karty. Umieść ujawnione karty na spodzie twojej biblioteki w losowej kolejności.

source: Creatures you control get +2/+0 until end of turn.
pl: Stwory pod twoim władaniem dostają +2/+0 do końca tury.

source: Whenever Burning-Tree Vandal attacks, you may discard a card. If you do, draw a card.
pl: Ilekroć ten stwór atakuje, możesz odrzucić kartę. Jeśli to zrobisz, dobierz kartę.

source: Whenever a creature you control with power 1 or less attacks, Cavalcade of Calamity deals 1 damage to the player or planeswalker that creature is attacking.
pl: Ilekroć atakuje stwór pod twoim władaniem o sile 1 lub mniejszej, ten permanent zadaje 1 obrażenia graczowi lub wędrowcowi, którego ów stwór atakuje.

source: Whenever Clamor Shaman attacks, target creature an opponent controls can't block this turn.
pl: Ilekroć ten stwór atakuje, wskazany stwór pod władaniem przeciwnika nie może blokować w tej turze.

source: When Dagger Caster enters the battlefield, it deals 1 damage to each opponent and 1 damage to each creature your opponents control.
pl: Kiedy ta karta wejdzie na pole walki, zadaje każdemu przeciwnikowi oraz każdemu stworowi pod ich władaniem po 1 obrażeniu.

source: Choose one —
pl: Wybierz jedno —

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Destroy target creature with defender.
pl: Zniszcz wskazanego stwora z obronnością.

source: Electrodominance deals X damage to any target. You may cast a card with converted mana cost X or less from your hand without paying its mana cost.
pl: Ten czar zadaje X obrażeń w dowolnie wskazany cel. Możesz rzucić kartę o skróconym koszcie many X lub mniejszym z twojej ręki bez płacenia jej kosztu many.

source: Flames of the Raze-Boar deals 4 damage to target creature an opponent controls. Then Flames of the Raze-Boar deals 2 damage to each other creature that player controls if you control a creature with power 4 or greater.
pl: Ten czar zadaje wskazanemu stworowi pod władaniem przeciwnika 4 obrażenia. Następnie ten czar zadaje 2 obrażenia każdemu innemu stworowi pod władaniem owego gracza jeśli władasz stworem o sile 4 lub większej.

source: Gates Ablaze deals X damage to each creature, where X is the number of Gates you control.
pl: Ten czar zadaje X obrażeń każdemu stworowi, gdzie X jest liczbą Bram pod twoim władaniem.

source: Create a number of 1/1 red Goblin creature tokens equal to two plus the number of cards named Goblin Gathering in your graveyard.
pl: Stwórz o dwa więcej żetonów czerwonego stwora Goblin 1/1, niż masz kart o nazwie Goblin Gathering w swoim cmentarzu.

source: |mana_3|\ |mana_g|: Gravel-Hide Goblin gets +2/+2 until end of turn.
pl: |mana_3|\ |mana_g|: Ten stwór dostaje +2/+2 do końca tury.

source: Whenever an opponent activates an ability of an artifact, creature, or land that isn't a mana ability, Immolation Shaman deals 1 damage to that player.
pl: Ilekroć przeciwnik aktywuje zdolność nie dającą many artefaktu, stwora lub lądu, niniejszy permanent zadaje owemu graczowi 1 obrażenie.

source: |mana_3|\ |mana_r|\ |mana_r|: Immolation Shaman gets +3/+3 and gains menace until end of turn.
pl: |mana_3|\ |mana_r|\ |mana_3|: Ten stwór dostaje do końca tury +3/+3 i złowrogość.

source: Spectacle |mana_r| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_r| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: Exile the top two cards of your library. Until the end of your next turn, you may play those cards.
pl: Wygnaj dwie wierzchnie karty twojej biblioteki. Do końca twojej następnej tury możesz zagrywać owe karty.

source: Whenever a nontoken creature enters the battlefield under your control, flip a coin until you lose a flip. For each flip you won, create a token that's a copy of that creature. Those tokens gain haste. Exile them at the beginning of the next end step.
pl: Ilekroć nie-żetonowy stwór wejdzie na pole walki pod twoim władaniem, rzucaj monetą dopóki nie przegrasz rzutu. Za każdy wygrany rzut stwórz żeton będący kopią owego stwora. Owe żetony zyskują pośpiech. Wygnaj je na początku najbliższego kroku końcowego.

source: :mtgtip:`Rix Maadi Reveler`
pl: :mtgtip:`Rix Maadi Reveler` (Hulaka z Rix Maadi)

source: Spectacle |mana_2|\ |mana_b|\ |mana_r| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_2|\ |mana_b|\ |mana_r| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: When Rix Maadi Reveler enters the battlefield, discard a card, then draw a card. If Rix Maadi Reveler's spectacle cost was paid, instead discard your hand, then draw three cards.
pl: Kiedy ta karta wejdzie na pole walki, odrzuć kartę, następnie dobierz kartę. Jeśli został opłacony koszt widowiska tej karty, zamiast tego odrzuć rękę, następnie dobierz trzy karty.

source: Destroy target land. Scry 2.
pl: Zniszcz wskazany ląd. Wróż 2.

source: Rubblebelt Recluse attacks each combat if able.
pl: Ten stwór atakuje w każdej walce, jeśli może.

source: When Rumbling Ruin enters the battlefield, count the number of +1/+1 counters on creatures you control. Creatures your opponents control with power less than or equal to that number can't block this turn.
pl: Kiedy ta karta wejdzie na pole walki, policz znaczniki +1/+1 na stworach pod twoim władaniem. Stwory pod władaniem twoich przeciwników mające siłę równą owej liczbie lub mniejszą, nie mogą blokować w tej turze.

source: Scorchmark deals 2 damage to target creature. If that creature would die this turn, exile it instead.
pl: Ten czar zadaje wskazanemu stworowi 2 obrażenia. Jeśli ów stwór miałby umrzeć w tej turze, zamiast tego wygnaj go.

source: :mtgtip:`Skarrgan Hellkite`
pl: :mtgtip:`Skarrgan Hellkite` (Skarrgańskie piekielstwo)

source: Riot (This creature enters the battlefield with your choice of a +1/+1 counter or haste.)
pl: Zamieszki (Możesz wybrać, czy ten stwór wejdzie na pole walki mając znacznik +1/+1, czy pośpiech.)

source: |mana_3|\ |mana_r|: Skarrgan Hellkite deals 2 damage divided as you choose among one or two targets. Activate this ability only if Skarrgan Hellkite has a +1/+1 counter on it.
pl: |mana_3|\ |mana_r|: Ten permanent zadaje 2 obrażenia rozdzielone według twojego wyboru pomiędzy jeden lub dwa wskazane cele. Aktywuj tę zdolność tylko jeśli ten permanent ma znacznik +1/+1.

source: Skewer the Critics deals 3 damage to any target.
pl: Ten czar zadaje 3 obrażenia w dowolnie wskazany cel.

source: |mana_2|\ |mana_r|, Sacrifice Smelt-Ward Ignus: Gain control of target creature with power 3 or less until end of turn. Untap that creature. It gains haste until end of turn. Activate this ability only any time you could cast a sorcery.
pl: |mana_2|\ |mana_r|, poświęć ten permanent: Zyskujesz do końca tury władanie nad wskazanym stworem o sile 3 lub mniejszym. Odkręć owego stwora. Zyskuje on pośpiech do końca tury. Aktywuj jako obrzęd.

source: |tap|: Spear Spewer deals 1 damage to each player.
pl: |tap|: Ten stwór zadaje każdemu graczowi po 1 obrażeniu.

source: Spectacle |mana_2|\ |mana_r| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_2|\ |mana_r| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: Target creature gets +1/+0 and gains first strike until end of turn. Scry 1.
pl: Wskazany stwór dostaje do końca tury +1/+0 oraz pierwszy cios. Wróż 1.

source: Haste
pl: Pośpiech

source: |mana_r|: Tin Street Dodger can't be blocked this turn except by creatures with defender.
pl: |mana_r| Ten stwór nie może być blokowany w tej turze, chyba że przez stwory z obronnością.

source: :mtgtip:`Biogenic Ooze`
pl: :mtgtip:`Biogenic Ooze` (Biogeniczny szlam)

source: When Biogenic Ooze enters the battlefield, create a 2/2 green Ooze creature token.
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton zielonego stwora Szlam 2/2.

source: At the beginning of your end step, put a +1/+1 counter on each Ooze you control.
pl: Na początku twojego kroku końcowego, umieść znacznik +1/+1 na każdym Szlamie pod twoim władaniem.

source: |mana_1|\ |mana_g|\ |mana_g|\ |mana_g|: Create a 2/2 green Ooze creature token.
pl: |mana_1|\ |mana_g|\ |mana_g|\ |mana_g|: Stwórz żeton zielonego stwora Szlam 2/2.

source: :mtgtip:`Biogenic Upgrade`
pl: :mtgtip:`Biogenic Upgrade` (Biogeniczne ulepszenie)

source: Distribute three +1/+1 counters among one, two, or three target creatures, then double the number of +1/+1 counters on each of those creatures.
pl: Rozmieść trzy znaczniki +1/+1 pomiędzy jednym, dwoma lub trzema wskazanymi stworami, następnie podwój liczbę znaczników +1/+1 na każdym z owych stworów.

source: Vigilance, trample, haste
pl: Czujność, tratowanie, pośpiech

source: When End-Raze Forerunners enters the battlefield, other creatures you control get +2/+2 and gain vigilance and trample until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, inne stwory pod twoim władaniem dostają do końca tury +2/+2 oraz czujność i tratowanie.

source: Gatebreaker Ram gets +1/+1 for each Gate you control.
pl: Ten stwór dostaje +1/+1 za każdą Bramę pod twoim władaniem.

source: As long as you control two or more Gates, Gatebreaker Ram has vigilance and trample.
pl: O ile władasz co najmniej dwiema Bramami, ten stwór ma czujność i tratowanie.

source: Target creature gets +3/+3 and gains reach until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+3 oraz zasięg.

source: |mana_2|\ |mana_g|: Adapt 2. (If this creature has no +1/+1 counters on it, put two +1/+1 counters on it.)
pl: |mana_2|\ |mana_g|: Adaptacja 2. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim dwa znaczniki +1/+1.)

source: Whenever one or more +1/+1 counters are put on Growth-Chamber Guardian, you may search your library for a card named Growth-Chamber Guardian, reveal it, put it into your hand, then shuffle your library.
pl: Ilekroć co najmniej jeden znacznik +1/+ jest umieszczany na tym permanencie, możesz poszukać w twojej bibliotece kartę o nazwie Growth-Chamber Guardian, ujawnić ją, umieścić w twojej ręce, a następnie przetasować twoją bibliotekę.

source: Whenever Gruul Beastmaster attacks, another target creature you control gets +X/+0 until end of turn, where X is Gruul Beastmaster's power.
pl: Ilekroć ten stwór atakuje, inny wskazany stwór pod twoim władaniem dostaje +x/+0 do końca tury, gdzie X jest siłą niniejszego stwora.

source: Whenever a nontoken creature enters the battlefield under your control, if that creature does not have the same name as another creature you control or a creature card in your graveyard, draw a card.
pl: Ilekroć nie-żetonowy stwór wejdzie na pole walki pod twoim władaniem, jeśli ów stwór nie ma tej samej nazwy, co inna karta stwora pod twoim władaniem lub w twoim cmentarzu, dobierz kartę.

source: |tap|: Add one mana of any type that a land you control could produce. If Incubation Druid has a +1/+1 counter on it, add three mana of that type instead.
pl: |tap|: Dostajesz jedną manę w typie, który mógłby zostać wydany przez dowolny ląd pod twoim władaniem. Jeśli ten stwór ma znacznik +1/+1, dostajesz zamiast tego trzy many owego typu.

source: |mana_3|\ |mana_g|\ |mana_g|: Adapt 3. (If this creature has no +1/+1 counters on it, put three +1/+1 counters on it.)
pl: |mana_3|\ |mana_g|\ |mana_g|: Adaptacja 3. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim cztery znaczniki +1/+1.)

source: :mtgtip:`Mammoth Spider`
pl: :mtgtip:`Mammoth Spider` (Pająk mamuci)

source: Reach
pl: Zasięg

source: :mtgtip:`Open the Gates`
pl: :mtgtip:`Open the Gates` (Otworzyć bramy)

source: Search your library for a basic land card or a Gate card, reveal it, put it into your hand, then shuffle your library.
pl: Poszukaj w twojej bibliotece kartę bazowego lądu lub Bramy, ujawnij ją, umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: Destroy all artifacts and enchantments. For each permanent destroyed this way, its controller creates a 3/3 green Centaur creature token.
pl: Zniszcz wszystkie artefakty i uroki. Za każdy permanent zniszczony w ten sposób, jego władca tworzy żeton zielonego stwora Centaur 3/3.

source: Return up to two target permanent cards from your graveyard to your hand.
pl: Przywróć co najwyżej dwie wskazane karty permanentu z twojego cmentarza do twojej ręki.

source: Prevent all combat damage that would be dealt this turn.
pl: Zażegnaj wszystkie obrażenia bitewne, które mogłyby zostać zadane w tej turze.

source: Destroy target creature with flying. Sagittars' Volley deals 1 damage to each creature with flying your opponents control.
pl: Zniszcz wskazanego stwora z lataniem. Ten czar zadaje każdemu stworowi z lataniem pod władaniem twoich przeciwników 1 obrażenie.

source: |tap|, Tap an untapped creature you control: Add one mana of any color.
pl: |tap|, przekręć odkręconego stwora pod twoim władaniem: Dostajesz jedną manę dowolnego koloru.

source: |mana_4|\ |mana_g|\ |mana_g|: Adapt 4. (If this creature has no +1/+1 counters on it, put four +1/+1 counter on it.)
pl: |mana_4|\ |mana_g|\ |mana_g|: Adaptacja 4. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim cztery znaczniki +1/+1.)

source: When Silhana Wayfinder enters the battlefield, look at the top four cards of your library. You may reveal a creature or land card from among them and put it on top of your library. Put the rest on the bottom of your library in a random order.
pl: Kiedy ta karta wejdzie na pole walki, spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę stwora lub lądu i umieścić ją na wierzchu twojej biblioteki. Umieść pozostałe w losowej kolejności na spodzie twojej biblioteki.

source: |mana_3|\ |mana_u|: Steeple Creeper gains flying until end of turn.
pl: |mana_3|\ |mana_u|: Ten stwór zyskuje latanie do końca tury.

source: Put a +1/+1 counter on target creature you control. Untap that creature.
pl: Umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem. Odkręć owego stwora.

source: When Sylvan Brushstrider enters the battlefield, you gain 2 life.
pl: Kiedy ta karta wejdzie na pole walki, zyskujesz 2 życia.

source: Whenever a creature with power 4 or greater enters the battlefield under your control, Territorial Boar gets +1/+1 and gains vigilance until end of turn.
pl: Ilekroć stwór o sile 4 lub większej wejdzie na pole walki pod twoim władaniem, niniejszy stwór dostaje do końca tury +1/+1 oraz czujność.

source: This spell costs |mana_1| less to cast if it targets a creature you control with a +1/+1 counter on it.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej, jeśli wskazuje on mającego znacznik +1/+1 stwora pod twoim władaniem.

source: Target creature you control fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór pod twoim władaniem walczy ze wskazanym stworem, którym nie władasz. (Zadają sobie nawzajem obrażenia równe swojej sile.)

source: Creatures you control get +0/+5 and gain reach until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +0/+5 oraz zasięg.

source: Each creature you control with a +1/+1 counter on it has trample.
pl: Każdy stwór pod twoim władaniem mający znacznik +1/+1, ma tratowanie.

source: :mtgtip:`Wilderness Reclamation`
pl: :mtgtip:`Wilderness Reclamation` (Odzyskanie dziczy)

source: At the beginning of your end step, untap all lands you control.
pl: Na początku twojego kroku końcowego, odkręć wszystkie lądy pod twoim władaniem.

source: Trample
pl: Tratowanie

source: Counter target spell. You gain 3 life.
pl: Skontruj wskazany czar. Zyskujesz 3 życia.

source: |mana_2|\ |mana_g|\ |mana_u|: Adapt 1. (If this creature has no +1/+1 counters on it, put a +1/+1 counter on it.)
pl: |mana_2|\ |mana_g|\ |mana_u|: Adaptacja 1. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim znacznik +1/+1.)

source: :mtgtip:`Applied Biomancy`
pl: :mtgtip:`Applied Biomancy` (Biomancja stosowana)

source: Target creature gets +1/+1 until end of turn.
pl: Wskazany stwór dostaje +1/+1 do końca tury.

source: Azorius Knight-Arbiter can't be blocked.
pl: Ten stwór nie może być blokowany.

source: Flying, first strike
pl: Latanie, pierwszy cios

source: Creatures your opponents control get -1/-0.
pl: Stwory pod władaniem twoich przeciwników dostają -1/-0.

source: When Basilica Bell-Haunt enters the battlefield, each opponent discards a card and you gain 3 life.
pl: Kiedy ta karta wejdzie na pole walki, każdy przeciwnik odrzuca kartę, a ty zyskujesz 3 życia.

source: Destroy target artifact, creature, or planeswalker.
pl: Zniszcz wskazany artefakt, stwora lub wędrowca.

source: :mtgtip:`Biomancer's Familiar`
pl: :mtgtip:`Biomancer's Familiar` (Chowaniec biomanty)

source: Activated abilities of creatures you control cost |mana_2| less to activate. This effect can't reduce the amount of mana an ability costs to activate to less than one mana.
pl: Aktywowanie zdolności stworów pod twoim władaniem kosztuje o |mana_2| mniej. Ten efekt nie może obniżyć całkowitej many potrzebnej na aktywację zdolności do mniej niż jednej many.

source: |tap|: The next time target creature adapts this turn, it adapts as though it had no +1/+1 counters on it.
pl: |tap|: Najbliższa w tej turze adaptacja wskazanego stwora przebiegnie tak, jakby nie miał on znaczników +1/+1.

source: |tap|, Remove a +1/+1 counter from a creature you control: Bolrac-Clan Crusher deals 2 damage to any target.
pl: |tap|, usuń znacznik +1/+1 ze stwora pod twoim władaniem: Ten permanent zadaje 2 obrażenia w dowolnie wskazany cel.

source: Captive Audience enters the battlefield under the control of an opponent of your choice.
pl: Ten permanent wchodzi na pole wali pod władaniem wybranego przez ciebie przeciwnika.

source: At the beginning of your upkeep, choose one that hasn't been chosen —
pl: Na początku twojego kroku utrzymania, wybierz to, co nie było jeszcze wybrane —

source: Your life total becomes 4.
pl: Liczba twoich punktów życia otrzymuje wartość 4.

source: Discard your hand.
pl: Odrzuć twoją rękę.

source: Each opponent creates five 2/2 black Zombie creature tokens.
pl: Każdy przeciwnik tworzy pięć żetonów czarnego stwora Zombi 2/2.

source: Whenever an opponent casts a noncreature spell, Cindervines deals 1 damage to that player.
pl: Ilekroć przeciwnik rzuca czar nie będący stworem, ten permanent zadaje owemu graczowi 1 obrażenie.

source: |mana_1|, Sacrifice Cindervines: Destroy target artifact or enchantment. Cindervines deals 2 damage to that permanent's controller.
pl: |mana_1|, poświęć ten permanent: Zniszcz wskazany artefakt lub urok. Niniejsza karta zadaje władcy owego permanentu 2 obrażenia.

source: |mana_1|\ |mana_r|, |tap|: Target creature can't block this turn.
pl: |mana_1|\ |mana_r|, |tap|: Wskazany stwór nie może blokować w tej turze.

source: |mana_2|\ |mana_g|, |tap|: Target land you control becomes a 4/4 Elemental creature with haste until end of turn. It's still a land.
pl: |mana_2|\ |mana_g|, |tap|: Wskazany ląd pod twoim władaniem staje się do końca tury stworem Elemental 4/4. Nadal jest lądem.

source: |mana_1|\ |mana_g|, |tap|: This turn, each creature you control enters the battlefield with an additional +1/+1 counter on it.
pl: |mana_1|\ |mana_g|, |tap|: W tej turze każdy stwór pod twoim władaniem wchodzi na pole walki z dodatkowym znacznikiem +1/+1.

source: |mana_1|\ |mana_u|, |tap|: Move a +1/+1 counter from target creature you control onto another target creature you control.
pl: |mana_1|\ |mana_u|, |tap|: Przenieś znacznik +1/+1 ze wskazanego stwora pod twoim władaniem na innego wskazanego stwora pod twoim władaniem.

source: |mana_3|\ |mana_b|, |tap|: Target player discards a card. Activate this ability only any time you could cast a sorcery.
pl: |mana_3|\ |mana_b|, |tap|: Wskazany gracz odrzuca kartę. Aktywuj jako obrzęd.

source: |mana_r|, |tap|: Cult Guildmage deals 1 damage to target opponent or planeswalker.
pl: |mana_r|, |tap|: Ten permanent zadaje wskazanemu graczowi lub wędrowcowi 1 obrażenie.

source: When Deputy of Detention enters the battlefield, exile target nonland permanent an opponent controls and all other nonland permanents that player controls with the same name as that permanent until Deputy of Detention leaves the battlefield.
pl: Kiedy ta karta wejdzie na pole walki, wygnaj wskazany nie-lądowy permanent pod władaniem przeciwnika oraz wszystkie inne nie-lądowe permanenty władane przez owego gracza mające taką samą nazwę jak ów permanent dopóki ta karta nie opuści pola walki.

source: +1: Add |mana_r| or |mana_g|. If that mana is spent on a creature spell, it gains riot.
pl: +1: Dostajesz |mana_r| lub |mana_g|. Jeśli owa mana jest użyta na czar stwora, zyskuje on zamieszki.

source: −3: Look at the top four cards of your library. You may reveal up to two creature cards from among them and put them into your hand. Put the rest on the bottom of your library in a random order.
pl: –3: Spójrz na cztery wierzchnie karty twojej biblioteki. Możesz spośród nich ujawnić co najwyżej dwie karty stworów i umieścić je w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: −8: You get an emblem with "At the beginning of each end step, create a 4/4 red and green Beast creature token with trample."
pl: –8: Dostajesz emblemat o treści "Na początku każdego kroku końcowego stwórz żeton czerwono-zielonego stwora Bestia 4/4 z tratowaniem."

source: +1: Until end of turn, whenever a creature you control deals combat damage to a player, put a loyalty counter on Dovin, Grand Arbiter.
pl: +1: Do końca tury, ilekroć stwór pod twoim władaniem zada graczowi obrażenia bojowe, umieść znacznik lojalności na tym wędrowcu.

source: -1: Create a 1/1 colorless Thopter artifact creature token with flying. You gain 1 life.
pl: -1: Stwórz żeton bezkolorowego artefaktycznego stwora Thopter 1/1 z lataniem. Zyskujesz 1 życie.

source: -7: Look at the top ten cards of your library. Put three of them into your hand and the rest on the bottom of your library in a random order.
pl: -7: Spójrz na dziesięć wierzchnich kart twojej biblioteki. Umieść trzy z nich w twojej ręce, a pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: When Dovin's Acuity enters the battlefield, you gain 2 life and draw a card.
pl: Kiedy ta karta wejdzie na pole walki, zyskujesz 2 życia i dobierasz kartę.

source: Whenever you cast an instant spell during your main phase, you may return Dovin's Acuity to its owner's hand.
pl: Ilekroć rzucasz czar sztuczki w twojej fazie głównej, możesz przywrócić ten permanent do ręki jego właściciela.

source: Each player shuffles their hand and graveyard into their library, then draws seven cards. Exile Emergency Powers.
pl: Każdy gracz wtasowuje swoją rękę i cmentarz do swojej biblioteki, następnie dobiera siedem kart. Wygnaj tę kartę.
