Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/RNA.po
Languages: pl

source: Flash
pl: Błysk

source: Flying
pl: Latanie

source: When Angel of Grace enters the battlefield, until end of turn, damage that would reduce your life total to less than 1 reduces it to 1 instead.
pl: Kiedy ta karta wejdzie na pole walki, do końca tury obrażenia mogące zredukować twoje punkty życia do mniej niż 1 zamiast tego redukują je do 1.

source: |mana_4|\ |mana_w|\ |mana_w|, Exile Angel of Grace from your graveyard: Your life total becomes 10.
pl: |mana_4|\ |mana_w|\ |mana_w|, wygnaj tę kartę z twojego cmentarza: Twoje punkty życia otrzymują wartość 10.

source: :mtgtip:`Angelic Exaltation`
pl: :mtgtip:`Angelic Exaltation` (Anielska egzaltacja)

source: Whenever a creature you control attacks alone, it gets +X/+X until end of turn, where X is the number of creatures you control.
pl: Ilekroć stwór pod twoim władaniem atakuje sam, dostaje do końca tury +X/+X , gdzie X jest liczbą stworów pod twoim władaniem.

source: When Archway Angel enters the battlefield, you gain 2 life for each Gate you control.
pl: Kiedy ta karta wejdzie na pole walki, zyskujesz 2 życia za każdą Bramę pod twoim władaniem.

source: Target creature gets +2/+2 until end of turn.
pl: Wskazany stwór dostaje +2/+2 do końca tury.

source: Addendum — If you cast this spell during your main phase, that creature gains flying until end of turn.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, ów stwór zyskuje latanie do końca tury.

source: :mtgtip:`Bring to Trial`
pl: :mtgtip:`Bring to Trial` (Sprowadź na proces)

source: Exile target creature with power 4 or greater.
pl: Wygnaj wskazanego stwora o sile 4 lub większej.

source: When Civic Stalwart enters the battlefield, creatures you control get +1/+1 until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, stwory pod twoim władaniem dostają +1/+1 do końca tury.

source: :mtgtip:`Expose to Daylight`
pl: :mtgtip:`Expose to Daylight` (Wystawić na światło słoneczne)

source: Destroy target artifact or enchantment. Scry 1.
pl: Zniszcz wskazany artefakt lub urok. Wróż 1.

source: When Forbidding Spirit enters the battlefield, until your next turn, creatures can't attack you or a planeswalker you control unless their controller pays |mana_2| for each of those creatures.
pl: Kiedy ta karta wejdzie na pole walki, do twojej następnej tury stwory nie mogą atakować ciebie ani wędrowców pod twoim władaniem dopóki ich władca nie zapłaci |mana_2| za każdego z owych stworów.

source: When Haazda Officer enters the battlefield, target creature you control gets +1/+1 until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, wskazany stwór pod twoim władaniem dostaje +1/+1 do końca tury.

source: Whenever you cast a multicolored spell, create a 1/1 white Human creature token.
pl: Ilekroć rzucasz wielokolorowy czar, stwórz żeton białego stwora Człowiek 1/1.

source: Whenever another creature enters the battlefield under your control, you gain 1 life.
pl: Ilekroć inny stwór wejdzie na pole walki pod twoim władaniem, zyskujesz 1 życie.

source: Exile target creature you control, then return that card to the battlefield under its owner's control. It gains first strike until end of turn.
pl: Wygnaj wskazanego stwora pod twoim władaniem, następnie przywróć ową kartę na pole walki pod władaniem jej właściciela. Zyskuje on pierwszy cios do końca tury.

source: Knight of Sorrows can block an additional creature each combat.
pl: Ten stwór może w każdej walce blokować dodatkowego stwora.

source: Afterlife 1 (When this creature dies, create a 1/1 white and black Spirit creature token with flying.)
pl: Życie-po-życiu 1 (Kiedy ten stwór umrze, stwórz żeton biało-czarnego stwora Duch 1/1 z lataniem.)

source: Vigilance
pl: Czujność

source: When Lumbering Battlement enters the battlefield, exile any number of other nontoken creatures you control until it leaves the battlefield.
pl: Kiedy ta karta wejdzie na pole walki, wygnaj dowolną liczbę innych nieżetonowych stworów pod twoim władaniem dopóki ta karta nie opuści pola walki.

source: Lumbering Battlement gets +2/+2 for each card exiled with it.
pl: Ten stwór dostaje +2/+2 za każdą kartę wygnaną z jego pomocą.

source: Afterlife 2 (When this creature dies, create two 1/1 white and black Spirit creature tokens with flying.)
pl: Życie-po-życiu 2 (Kiedy ten stwór umrze, stwórz dwa żetony biało-czarnego stwora Duch 1/1 z lataniem.)

source: Creatures you control get +1/+3 until end of turn. Untap them.
pl: Stwory pod twoim władaniem dostają +1/+3 do końca tury. Odkręć je.

source: Defender
pl: Obronność

source: |mana_1|, Sacrifice Resolute Watchdog: Target creature you control gains indestructible until end of turn. (Damage and effects that say "destroy" don't destroy it.)
pl: |mana_1|, poświęć ten permanent: Wskazany stwór pod twoim władaniem zyskuje niezniszczalność do końca tury. (Obrażenia oraz efekty mówiące "zniszcz" nie niszczą go.)

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature gets +1/+2 and has vigilance.
pl: Zauroczony stwór dostaje +1/+2 i ma czujność.

source: Addendum — When Sentinel's Mark enters the battlefield, if you cast it during your main phase, enchanted creature gains lifelink until end of turn.
pl: Dopisek — Kiedy ta karta wejdzie na pole walki, jeśli została rzucona w twojej fazie głównej, zauroczony stwór zyskuje więź życia do końca tury.

source: Enchanted creature has defender and loses flying.
pl: Zauroczony stwór ma obronność i traci latanie.

source: Whenever an opponent draws a card, that player may pay |mana_2|. If the player doesn't, you create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Ilekroć przeciwnik dobiera kartę, ów gracz może zapłacić |mana_2|. Jeśli ów gracz tego nie zrobi, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Other creatures you control with flying get +0/+1.
pl: Inne stwory pod twoim władaniem mające latanie dostają +0/+1.

source: Summary Judgment deals 3 damage to target tapped creature.
pl: Ten czar zadaje 3 obrażenia wskazanemu przekręconemu stworowi.

source: Addendum — If you cast this spell during your main phase, it deals 5 damage to that creature instead.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, zamiast tego zadaje on 5 obrażeń w owego stwora.

source: Whenever Tenth District Veteran attacks, untap another target creature you control.
pl: Ilekroć ten stwór atakuje, odkręć innego wskazanego stwora pod twoim władaniem.

source: During your turn, spells your opponents cast cost |mana_1| more to cast and abilities your opponents activate cost |mana_1| more to activate unless they're mana abilities.
pl: Podczas twojej tury rzucanie czarów przez twoich przeciwników oraz aktywowanie przez nich zdolności kosztuje o |mana_1| więcej, za wyjątkiem zdolności dających manę.

source: |mana_b|: Twilight Panther gains deathtouch until end of turn.
pl: |mana_b|: Ten stwór zyskuje do końca tury dotyk śmierci.

source: Creatures you control gain indestructible until end of turn.
pl: Stwory pod twoim władaniem zyskują do końca tury niezniszczalność.

source: Addendum — If you cast this spell during your main phase, put a +1/+1 counter on each of those creatures, and they also gain vigilance until end of turn.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, umieść znacznik +1/+1 na każdym z owych stworów i zyskują one dodatkowo czujność do końca tury.

source: When Watchful Giant enters the battlefield, create a 1/1 white Human creature token.
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton białego stwora Człowiek 1/1.

source: Return target creature to its owner's hand.
pl: Zwróć wskazanego stwora do ręki jego właściciela.

source: Addendum — If you cast this spell during your main phase, draw a card.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, dobierz kartę.

source: |mana_1|\ |mana_u|: Adapt 1. (If this creature has no +1/+1 counters on it, put a +1/+1 counter on it.)
pl: |mana_1|\ |mana_u|: Adaptacja 1. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim znacznik +1/+1.)

source: Whenever one or more +1/+1 counters are put on Benthic Biomancer, draw a card, then discard a card.
pl: Ilekroć jeden lub więcej znaczników +1/+1 jest umieszczanych na tym permanencie, dobierz kartę, następnie odrzuć kartę.

source: When Chillbringer enters the battlefield, tap target creature an opponent controls. It doesn't untap during its controller's next untap step.
pl: Kiedy ta karta wejdzie na pole walki, przekręć wskazanego stwora pod władaniem przeciwnika. Nie odkręci się on w najbliższym kroku odkręcania swojego władcy.

source: Target player shuffles their graveyard into their library.
pl: Wskazany gracz wtasowuje swój cmentarz do swojej biblioteki.

source: Draw a card.
pl: Dobierz kartę.

source: Target creature gets -4/-0 until end of turn.
pl: Wskazany stwór dostaje -4/-0 do końca tury.

source: Addendum — If you cast this spell during your main phase, tap that creature and it doesn't untap during its controller's next untap step.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, przekręć owego stwora i nie odkręci się on w najbliższym kroku odkręcania jego władcy.

source: Counter target creature spell. Put a +1/+1 counter on up to one target creature you control.
pl: Skontruj wskazany czar stwora. Umieść znacznik +1/+1 na co najwyżej jednym wskazanym stworze pod twoim władaniem.

source: At the beginning of your upkeep, scry 1.
pl: Na początku twojego kroku utrzymania, wróż 1.

source: |mana_5|\ |mana_u|: Exchange control of Eyes Everywhere and target nonland permanent. Activate this ability only any time you could cast a sorcery.
pl: |mana_5|\ |mana_u|: Zamień władanie nad tym permanentem i wskazanym nielądowym permanentem. Używaj jako obrzędu.

source: When Faerie Duelist enters the battlefield, target creature an opponent controls gets -2/-0 until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, wskazany stwór pod władaniem przeciwnika dostaje -2/-0 do końca tury.

source: Whenever a Gate enters the battlefield under your control, Gateway Sneak can't be blocked this turn.
pl: Ilekroć Brama wchodzi na pole walki pod twoim władaniem, ten stwór nie może być blokowany w tej turze.

source: Whenever Gateway Sneak deals combat damage to a player, draw a card.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, dobierz kartę.

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być wskazywany przez czary lub zdolności władane przez twoich przeciwników.)

source: Gain control of X target creatures and/or planeswalkers.
pl: Zyskujesz władanie nad X wskazanymi stworami i/lub wędrowcami.

source: When Mesmerizing Benthid enters the battlefield, create two 0/2 blue Illusion creature tokens with "Whenever this creature blocks a creature, that creature doesn't untap during its controller's next untap step."
pl: Kiedy ta karta wejdzie na pole walki, stwórz dwa żetony niebieskiego stwora Iluzja 0/2 ze zdolnością "Ilekroć ten stwór blokuje stwora, ów stwór nie odznacza się w najbliższym kroku oznaczania swojego władcy."

source: Mesmerizing Benthid has hexproof as long as you control an Illusion.
pl: Ten permanent ma antyklątwę dopóki władasz Iluzją.

source: |mana_1|, |tap|: Target player puts the top card of their library into their graveyard.
pl: |mana_1|, |tap|: Wskazany gracz umieszcza wierzchnią kartę swojej biblioteki w swoim cmentarzu.

source: Tap four untapped Advisors you control: Target player puts the top twelve cards of their library into their graveyard.
pl: Przekręć czterech odkręconych Doradców pod twoim władaniem: Wskazany gracz umieszcza dwanaście wierzchnich kart swojej biblioteki w swoim cmentarzu.

source: A deck can have any number of cards named Persistent Petitioners.
pl: Talia może zawierać dowolną liczbę kart o nazwie Persistent Petitioners.

source: Draw three cards.
pl: Dobierz trzy karty.

source: Addendum — If you cast this spell during your main phase, instead scry 3, then draw three cards.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, zamiast tego wróż 3, następnie dobierz trzy karty.

source: Draw four cards, then discard two cards.
pl: Dobierz cztery karty, następnie odrzuć dwie karty.

source: |mana_7|\ |mana_u|: Adapt 4. This ability costs |mana_1| less to activate for each instant and sorcery card in your graveyard. (If this creature has no +1/+1 counters on it, put four +1/+1 counters on it.)
pl: |mana_7|\ |mana_u|: Adaptacja 4. Aktywacja ten zdolności kosztuje o |mana_1| mniej za każdą kartę sztuczki lub obrzędu w twoim cmentarzu. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim cztery znaczniki +1/+1.)

source: Counter target spell unless its controller pays |mana_2|.
pl: Skontruj wskazany czar o ile jego władca nie dopłaci |mana_2|.

source: When Sage's Row Savant enters the battlefield, scry 2.
pl: Kiedy ta karta wejdzie na pole walki, wróż 2.

source: |mana_1|\ |mana_w|: Senate Courier gains vigilance until end of turn.
pl: |mana_1|\ |mana_w|: Ten stwór zyskuje czujność do końca tury.

source: Look at the top four cards of your library. Put one of them into your hand and the rest on the bottom of your library in a random order.
pl: Spójrz na cztery wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe w losowej kolejności na spodzie twojej biblioteki.

source: |mana_5|\ |mana_u|: Adapt 2. (If this creature has no +1/+1 counters on it, put two +1/+1 counters on it.)
pl: |mana_5|\ |mana_u|: Adaptacja 2. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim dwa znaczniki +1/+1.)

source: Each creature you control with a +1/+1 counter on it has flying.
pl: Każdy stwór pod twoim władaniem mający znacznik +1/+1, ma latanie.

source: Enchanted creature gets -4/-0.
pl: Zauroczony stwór dostaje -4/-0.

source: You may reveal this card from your opening hand. If you do, scry 3 at the beginning of your first upkeep.
pl: Możesz ujawnić tę kartę z twojej początkowej ręki. Jeśli to zrobisz, wróż 3 na początku twojego pierwszego kroku utrzymania.

source: Choose one or both —
pl: Wybierz jedno lub oba —

source: Put target creature on top of its owner's library.
pl: Umieść wskazanego stwora na wierzchu biblioteki jego właściciela.

source: Counter target spell. Its controller puts the top three cards of their library into their graveyard.
pl: Skontruj wskazany czar. Jego władca umieszcza trzy wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: Whenever a creature an opponent controls becomes tapped, if it isn't being declared as an attacker, you may draw a card.
pl: Ilekroć stwór pod władaniem przeciwnika zostaje przekręcony, jeśli nie jest deklarowany jako atakujący, możesz dobrać kartę.

source: |mana_4|\ |mana_u|: Tap target creature without flying.
pl: |mana_4|\ |mana_u|: Przekręć wskazanego stwora bez latania.

source: When Wall of Lost Thoughts enters the battlefield, target player puts the top four cards of their library into their graveyard.
pl: Kiedy ta karta wejdzie na pole walki, wskazany gracz umieszcza cztery wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: Other creatures you control with flying get +1/+0.
pl: Inne stwory pod twoim władaniem mające latanie dostają +1/+0.

source: Each player discards all the cards in their hand, then creates that many 2/2 black Zombie creature tokens.
pl: Każdy gracz odrzuca wszystkie karty ze swojej ręki, następnie tworzy tyle samo żetonów czarnego stwora Zombi 2/2.

source: As an additional cost to cast this spell, sacrifice two creatures.
pl: Poświęć dwa stwory jako dodatkowy koszt rzucenia tego czaru.

source: Spectacle |mana_2|\ |mana_b| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_2|\ |mana_b| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: When Blade Juggler enters the battlefield, it deals 1 damage to you and you draw a card.
pl: Kiedy ta karta wejdzie na pole walki, zadaje tobie 1 obrażenie i dobierasz kartę.

source: Target creature gains deathtouch until end of turn.
pl: Wskazany stwór zyskuje dotyk śmierci do końca tury.

source: Whenever Bloodmist Infiltrator attacks, you may sacrifice another creature. If you do, Bloodmist Infiltrator can't be blocked this turn.
pl: Ilekroć ten stwór atakuje, możesz poświęcić innego stwora. Jeśli to zrobisz, ten stwór nie może być blokowany w tej turze.

source: When Carrion Imp enters the battlefield, you may exile target creature card from a graveyard. If you do, you gain 2 life.
pl: Kiedy ta karta wejdzie na pole walki, możesz wygnać wskazaną kartę stwora z dowolnego cmentarza. Jeśli to zrobisz, zyskujesz 2 życia.

source: Target creature gets -3/-3 until end of turn. If you control a creature with power 4 or greater, you may return up to one target creature card from your graveyard to your hand.
pl: Wskazany stwór dostaje -3/-3 do końca tury. Jeśli władasz stworem o sile 4 lub większej, możesz przywrócić co najwyżej jedną wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Destroy target creature. Consign to the Pit deals 2 damage to that creature's controller.
pl: Zniszcz wskazanego stwora. Ten czar zadaje 2 obrażenia władcy owego stwora.

source: All creatures get -2/-2 until end of turn. Exile all creature cards in all graveyards that were put there from the battlefield this turn. If a creature would die this turn, exile it instead.
pl: Wszystkie stwory dostają -2/-2 do końca tury. Wygnaj ze wszystkich cmentarzy wszystkie karty stworów, które trafiły tam z pola walki w tej turze. Jeśli stwór miałby umrzeć w ten sposób, zamiast tego wygnaj go.

source: Spectacle |mana_1|\ |mana_b| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_1|\ |mana_b| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: Return up to two target creature cards from your graveyard to your hand.
pl: Przywróć co najwyżej dwie wskazany karty stworów z twojego cmentarza do twojej ręki.

source: Spectacle |mana_b| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_b| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: Target player reveals their hand. You choose a nonland card from it. That player discards that card.
pl: Wskazany gracz ujawnia swoją rękę. Wybierasz z niej nie-lądową kartę. Ów gracz odrzuca ową kartę.

source: Whenever you pay life, put that many blood counters on Font of Agonies.
pl: Ilekroć płacisz życiem, umieść tyle samo znaczników krwi na tym permanencie.

source: |mana_1|\ |mana_b|, Remove four blood counters from Font of Agonies: Destroy target creature.
pl: |mana_1|\ |mana_b|, usuń cztery znaczniki krwi z tego permanentu: Zniszcz wskazanego stwora.

source: Exile target creature with power 3 or less.
pl: Wygnaj wskazanego stwora o sile 3 lub mniejszej.

source: Gutterbones enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki przekręcona.

source: |mana_1|\ |mana_b|: Return Gutterbones from your graveyard to your hand. Activate this ability only during your turn and only if an opponent lost life this turn.
pl: |mana_1|\ |mana_b|: Przywróć tę kartę z twojego cmentarza do twojej ręki. Aktywuj tę zdolność tylko w twojej turze i tylko jeśli przeciwnik stracił życie w tej turze.

source: At the beginning of your upkeep, Ill-Gotten Inheritance deals 1 damage to each opponent and you gain 1 life.
pl: Na początku twojego kroku utrzymania, ten permanent zadaje każdemu przeciwnikowi po 1 obrażeniu, a ty zyskujesz 1 życie.

source: |mana_5|\ |mana_b|, Sacrifice Ill-Gotten Inheritance: It deals 4 damage to target opponent and you gain 4 life.
pl: |mana_5|\ |mana_b|, poświęć ten permanent: Zadaje on 4 obrażenia wskazanemu przeciwnikowi, a ty zyskujesz 4 życia.

source: Deathtouch
pl: Dotyk śmierci

source: Whenever Orzhov Racketeers deals combat damage to a player, that player discards a card.
pl: Ilekroć ten stwór zadaje graczowi obrażenia bojowe, ów gracz odrzuca kartę.

source: Menace, deathtouch
pl: Złowrogość, dotyk śmierci

source: Instant and sorcery spells you control have deathtouch. (Any amount of damage they deal to a creature is enough to destroy it.)
pl: Czary sztuczek i obrzędów pod twoim władaniem mają dotyk śmierci. (Dowolna ilość obrażeń zadana przez nie stworowi wystarcza, aby został zniszczony.)

source: Whenever Plague Wight becomes blocked, each creature blocking it gets -1/-1 until end of turn.
pl: Ilekroć ten stwór zostaje zablokowany, każdy z blokujących go stworów dostaje -1/-1 do końca tury.

source: |tap|, Sacrifice two other creatures: Any number of target players each lose 2 life and sacrifice a creature. You add |mana_b|\ |mana_b| and draw a card.
pl: |tap|, poświęć dwa inne stwory: Każdy z dowolnej liczby wskazany graczy traci po 2 życia i poświęca stwora. Dostajesz |mana_b|\ |mana_b| i dobierasz kartę.

source: Menace (This creature can't be blocked except by two or more creatures.)
pl: Złowrogość (Ten stwór nie może być zablokowany, chyba że przez co najmniej dwa stwory.)

source: |mana_3|\ |mana_r|: Rakdos Trumpeter gets +2/+0 until end of turn.
pl: |mana_3|\ |mana_r|: Ten stwór dostaje +2/+0 do końca tury.

source: Spectacle |mana_1|\ |mana_b|\ |mana_b| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_1|\ |mana_b|\ |mana_b| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: Flying, trample
pl: Latanie, tratowanie

source: At the beginning of your upkeep, Spawn of Mayhem deals 1 damage to each player. Then if you have 10 or less life, put a +1/+1 counter on Spawn of Mayhem.
pl: Na początku twojego kroku utrzymania, ten permanent zadaje każdemu graczowi po 1 obrażeniu. Następnie jeśli masz 10 lub mniej życia, połóż znacznik +1/+1 na tym permanencie.

source: When Spire Mangler enters the battlefield, target creature with flying you control gets +2/+0 until end of turn.
pl: Kiedy ta karta wejdzie na pole walki, wskazany stwór z lataniem pod twoim władaniem dostaje do końca tury +2/+0.

source: Lifelink
pl: Więź życia

source: |mana_2|\ |mana_b|: Thirsting Shade gets +1/+1 until end of turn.
pl: |mana_2|\ |mana_b|: Ten stwór dostaje +1/+1 do końca tury.

source: When Undercity Scavenger enters the battlefield, you may sacrifice another creature. If you do, put two +1/+1 counters on Undercity Scavenger, then scry 2.
pl: Kiedy ta karta wejdzie na pole walki, możesz poświęcić innego stwora. Jeśli to zrobisz, umieść dwa znaczniki +1/+1 na tym stworze, następnie wróż 2.

source: Whenever another creature you control dies, Vindictive Vampire deals 1 damage to each opponent and you gain 1 life.
pl: Ilekroć umrze inny stwór pod twoim władaniem, ten permanent zadaje każdemu przeciwnikowi po 1 obrażeniu, a ty zyskujesz 1 życie.

source: Gain control of target creature until end of turn. Untap that creature. It gains haste until end of turn. (It can attack and |tap| this turn.)
pl: Zyskujesz władanie nad wskazanym stworem do końca tury. Odkręć owego stwora. Zyskuje on pośpiech do końca tury. (Może atakować i |tap| w tej turze.)
