Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/RNA.po
Languages: pl

source: Addendum — If you cast this spell during your main phase, you may put a permanent card with converted mana cost 7 or less from your hand onto the battlefield.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, możesz umieścić kartę permanentu o skróconym koszcie many 7 lub mniejszym z twojej ręki na polu walki.

source: Creatures you control get +1/+1.
pl: Stwory pod twoim władaniem dostają +1/+1.

source: Creatures your opponents control get -1/-1.
pl: Stwory pod władaniem twoich przeciwników dostają -1/-1.

source: |mana_2|\ |mana_w|\ |mana_b|: Exile target card from an opponent's graveyard. If it was a creature card, you create a 1/1 white and black Spirit creature token with flying.
pl: |mana_2|\ |mana_w|\ |mana_b|: Wygnaj wskazaną kartę z cmentarza przeciwnika. Jeśli to była karta stwora, stwórz żeton biało-czarnego stwora Duch 1/1 z lataniem.

source: As an additional cost to cast this spell, pay 5 life or sacrifice a creature or enchantment.
pl: Jako dodatkowy koszt rzucenia tego czaru zapłać 5 życia lub poświęć stwora albo urok.

source: Destroy target creature.
pl: Zniszcz wskazanego stwora.

source: At the beginning of your upkeep, you may sacrifice a creature. When you do, Fireblade Artist deals 2 damage to target opponent or planeswalker.
pl: Na poczatku twojego kroku utrzymania, możesz poświęcić stwora. Kiedy to zrobisz, niniejszy permanent zadaje wskazanemu graczowi lub wędrowcowi 2 obrażenia.

source: |mana_4|\ |mana_r|\ |mana_g|: Frenzied Arynx gets +3/+0 until end of turn.
pl: |mana_4|\ |mana_r|\ |mana_g|: Ten stwór dostaje +3/+0 do końca tury.

source: When Frilled Mystic enters the battlefield, you may counter target spell.
pl: Kiedy ta karta wejdzie na pole walki, możesz skontrować wskazany czar.

source: When Galloping Lizrog enters the battlefield, you may remove any number of +1/+1 counters from among creatures you control. If you do, put twice that many +1/+1 counters on Galloping Lizrog.
pl: Kiedy ta karta wejdzie na pole walki, możesz usunąć dowolną liczbę znaczników +1/+1 spośród stworów pod twoim władaniem. Jeśli to zrobisz, umieść dwukrotnie tyle znaczników +1/+1 na tym permanencie.

source: Destroy target creature. Scry 1.
pl: Zniszcz wskazanego stwora. Wróż 1.

source: When Grasping Thrull enters the battlefield, it deals 2 damage to each opponent and you gain 2 life.
pl: Kiedy ta karta wejdzie na pole walki, zadaje każdemu przeciwnikowi 2 obrażenia, a ty zyskujesz 2 życia.

source: :mtgtip:`Growth Spiral`
pl: :mtgtip:`Growth Spiral` (Spirala wzrostu)

source: Draw a card. You may put a land card from your hand onto the battlefield.
pl: Dobierz kartę. Możesz umieść kartę lądu z twojej ręki na polu walki.

source: :mtgtip:`Gruul Spellbreaker`
pl: :mtgtip:`Gruul Spellbreaker` (Czarołomca gildii Gruul)

source: As long as it's your turn, you and Gruul Spellbreaker have hexproof.
pl: O ile jest twoja tura, ty i ten permanent macie antyklątwę.

source: |tap|: Add |mana_g|\ |mana_u|.
pl: |tap|: Dostajesz |mana_g|\ |mana_u|.

source: Spectacle |mana_b|\ |mana_r| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_b|\ |mana_r| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: |mana_r|: Hackrobat gets +2/-2 until end of turn.
pl: |mana_r|: Ten stwór dostaje +2/-2 do końca tury.

source: Each creature you control assigns combat damage equal to its toughness rather than its power.
pl: Każdy stwór pod twoim władaniem przypisuje obrażenia bojowe równe swojej wytrzymałości, a nie sile.

source: Creatures you control can attack as though they didn't have defender.
pl: Stwory pod twoim władaniem mogą atakować tak, jakby nie miały obronności.

source: |mana_2|\ |mana_w|\ |mana_u|: Untap target creature.
pl: |mana_2|\ |mana_w|\ |mana_u|: Odkręć wskazanego stwora.

source: When you cast this spell, you gain half X life and draw half X cards. Round down each time.
pl: Kiedy rzucasz ten czar, zyskujesz połowę X życia i dobierasz połowę X kart, każdorazowo zaokrąglając w dół.

source: Hydroid Krasis enters the battlefield with X +1/+1 counters on it.
pl: Ta karta wchodzi na pole walki mając X znaczników +1/+1.

source: Other creatures you control get +1/+0.
pl: Inne stwory pod twoim władaniem mają +1/+0.

source: Whenever a nontoken creature you control dies, Judith, the Scourge Diva deals 1 damage to any target.
pl: Ilekroć umrze nie-żetonowy stwór pod twoim władaniem, ten permanent zadaje 1 obrażenie w dowolnie wskazany cel.

source: +1: Exile up to two target cards from a single graveyard. You gain 2 life if at least one creature card was exiled this way.
pl: +1: Wygnaj co najwyżej dwie wskazane karty z jednego dowolnego cmentarza. Zyskujesz 2 życia jeśli w ten sposób wygnano przynajmniej jedną kartę stwora.

source: -1: Exile target nonland permanent with converted mana cost 1 or less.
pl: -1: Wygnaj wskazany nie-lądowy permanent o skróconym koszcie many 1 lub mniejszym.

source: -5: Kaya, Orzhov Usurper deals damage to target player equal to the number of cards that player owns in exile and you gain that much life.
pl: -5: Ten wędrowiec zadaje wskazanemu graczowi obrażenia równe liczbie kart posiadanych przez owego gracza na wygnaniu, a ty zyskujesz tyle samo życia.

source: Destroy all creatures. You gain life equal to the number of creatures you controlled that were destroyed this way.
pl: Zniszcz wszystkie stwory. Zyskujesz liczbę punktów życia równą liczbie zniszczonych w ten sposób stworów pod twoim władaniem.

source: |mana_3|, Sacrifice another nontoken creature: Create a 1/1 white and black Spirit creature token with flying.
pl: |mana_3|, poświęć innego nie-żetonowego stwora: Stwórz żeton biało-czarnego stwora Duch 1/1 z lataniem.

source: Afterlife 3 (When this creature dies, create three 1/1 white and black Spirit creature tokens with flying.)
pl: Życie-po-życiu 3 (Kiedy ten stwór umrze, stwórz trzy żetony biało-czarnego stwora Duch 1/1 z lataniem.)

source: Each opponent can't cast noncreature spells with converted mana cost greater than the number of lands that player controls.
pl: Każdy z przeciwników nie może rzucać nie-stworowych czarów o skróconym koszcie many większym niż liczba lądów władanych przez owego gracza.

source: Whenever an opponent casts a spell, if no mana was spent to cast it, counter that spell.
pl: Ilekroć przeciwnik rzuca czar, jeśli nie wydano na niego many, skontruj ów czar.

source: Enchanted creature can't attack or block, and its activated abilities can't be activated.
pl: Zauroczony stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą być aktywowane.

source: :mtgtip:`Macabre Mockery`
pl: :mtgtip:`Macabre Mockery` (Makabryczne przedrzeźnianie)

source: Put target creature card from an opponent's graveyard onto the battlefield under your control. It gets +2/+0 and gains haste until end of turn. Sacrifice it at the beginning of the next end step.
pl: Umieść na polu walki pod twoim władaniem wskazaną kartę stwora z cmentarza przeciwnika. Dostaje ona +2/+0 i pośpiech do końca tury. Poświęć ją na początku najbliższego kroku końcowego.

source: Destroy target creature or enchantment.
pl: Zniszcz wskazanego stwora lub urok.

source: You can't cast noncreature spells.
pl: Nie możesz rzucać czarów nie będących stworami.

source: Whenever you tap a land for mana, add one mana of any type that land produced.
pl: Ilekroć przekręcisz ląd pobierając manę, dostajesz jedną manę w jednym z typów wydanych przez ów ląd.

source: |mana_1|, Sacrifice another creature: Pitiless Pontiff gains deathtouch and indestructible until end of turn. (Damage and effects that say "destroy" don't destroy it.)
pl: |mana_1|, poświęć innego stwora: Ten stwór zyskuje do końca tury dotyk śmierci i niezniszczalność. (Obrażenia oraz efekty mówiące "zniszcz" nie niszczą go.)

source: |tap|, Sacrifice another creature: Search your library for a creature card with converted mana cost equal to 1 plus the sacrificed creature's converted mana cost, put that card onto the battlefield, then shuffle your library. Activate this ability only any time you could cast a sorcery.
pl: |tap|, poświęć innego stwora: Poszukaj w twojej bibliotece kartę stwora o skróconym koszcie many większym o 1 od skróconego kosztu many poświęconego stwora, umieść ową kartę na polu walki, następnie przetasuj twoją bibliotekę. Aktywuj jako obrzęd.

source: Spectacle |mana_3|\ |mana_b|\ |mana_r| (You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.)
pl: Widowisko |mana_3|\ |mana_b|\ |mana_r| (Możesz rzucić ten czar za koszt widowiska zamiast normalny koszt many jeśli przeciwnik stracił życie w tej turze.)

source: When Rafter Demon enters the battlefield, if its spectacle cost was paid, each opponent discards a card.
pl: Kiedy ta karta wejdzie na pole walki, jeśli opłacono jej koszt widowiska, każdy przeciwnik odrzuca kartę.

source: When Rakdos Firewheeler enters the battlefield, it deals 2 damage to target opponent and 2 damage to up to one target creature or planeswalker.
pl: Kiedy ta karta wejdzie na pole walki, zadaje 2 obrażenia wskazanemu przeciwnikowi i 2 obrażenia co najwyżej jednemu wskazanemu stworowi lub wędrowcowi.

source: Whenever Rakdos Roustabout becomes blocked, it deals 1 damage to the player or planeswalker it's attacking.
pl: Ilekroć ten stwór zostaje zablokowany, zadaje 1 obrażenie graczowi lub wędrowcowi, którego atakuje.

source: When Rakdos, the Showstopper enters the battlefield, flip a coin for each creature that isn't a Demon, Devil, or Imp. Destroy each creature whose coin comes up tails.
pl: Kiedy ta karta wejdzie na pole walki, rzuć monetą za każdego stwora nie będącego Demonem, Diabłem lub Impem. Zniszcz każdego stwora, dla którego wygrasz rzut.

source: When Ravager Wurm enters the battlefield, choose up to one —
pl: Kiedy ta karta wejdzie na pole walki, wybierz co najwyżej jedno —

source: Ravager Wurm fights target creature you don't control.
pl: Ten stwór walczy ze wskazanym stworem poza twoim władaniem.

source: Destroy target land with an activated ability that isn't a mana ability.
pl: Zniszcz wskazany ląd z aktywowaną zdolnością nie dającą many.

source: Creature spells you control can't be countered.
pl: Władane przez ciebie czary stworów nie mogą być skontrowane.

source: Nontoken creatures you control have riot. (They enter the battlefield with your choice of a +1/+1 counter or haste.)
pl: Nie-żetonowe stwory pod twoim władaniem mają zamieszki. (Dla każdego z nich wybierasz, czy wchodzi na pole walki ze znacznikiem +1/+1, czy z pośpiechem.)

source: Rubblebelt Runner can't be blocked by creature tokens.
pl: Ten stwór nie może być blokowany przez żetony stworów.

source: Target creature you control gets +2/+2 until end of turn. It fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór pod twoim władaniem dostaje +2/+2 do końca tury. Walczy ze wskazanym stworem poza twoim władaniem (Zadają sobie nawzajem obrażenia równe swojej sile.)

source: |mana_w|, |tap|: You gain 2 life.
pl: |mana_w|, |tap|: Zyskujesz 2 życia.

source: |mana_u|, |tap|: Draw a card, then discard a card.
pl: |mana_u|, |tap|: Dobierz kartę, następnie odrzuć kartę.

source: |mana_w|: Seraph of the Scales gains vigilance until end of turn.
pl: |mana_w|: Ten stwór zyskuje czujność do końca tury.

source: |mana_b|: Seraph of the Scales gains deathtouch until end of turn.
pl: |mana_b|: Ten stwór zyskuje dotyk śmierci do końca tury.

source: Whenever one or more +1/+1 counter are put on Sharktocrab, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Ilekroć przynajmniej jeden znacznik +1/+1 jest umieszczany na tym stworze, przekręć wskazanego stwora pod władaniem przeciwnika. Ów stwór nie odkręci się w najbliższym kroku odkręcania jego władcy.

source: |mana_1|\ |mana_g|\ |mana_u|: Put a +1/+1 counter on target creature you control.
pl: |mana_1|\ |mana_g|\ |mana_u|: Umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: Whenever one or more +1/+1 counters are put on a creature you control, put that many growth counters on Simic Ascendancy.
pl: Ilekroć przynajmniej jeden znacznik +1/+1 jest umieszczany na stworze pod twoim władaniem, umieść tyle samo znaczników wzrostu na tym permanencie.

source: At the beginning of your upkeep, if Simic Ascendancy has twenty or more growth counters on it, you win the game.
pl: Na początku twojego kroku utrzymania, jeśli ten permanent ma przynajmniej dwadzieścia znaczników wzrostu, wygrywasz grę.

source: Flying, vigilance
pl: Latanie, czujność

source: Spells your opponents cast that target Sphinx of New Prahv cost |mana_2| more to cast.
pl: Rzucanie przez twoich przeciwników czarów wskazujących ten permanent kosztuje o |mana_2| więcej.

source: Draw two cards.
pl: Dobierz dwie karty.

source: Addendum — If you cast this spell during your main phase, you gain 2 life.
pl: Dopisek — Jeśli rzucasz ten czar w twojej fazie głównej, zyskujesz 2 życia.

source: Sunder Shaman can't be blocked by more than one creature.
pl: Ten stwór nie może być blokowany przez więcej niż jednego stwora.

source: Whenever Sunder Shaman deals combat damage to a player, destroy target artifact or enchantment that player controls.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, zniszcz wskazany artefakt lub urok pod władaniem owego gracza.

source: |mana_1|\ |mana_w|, |tap|: Tap target creature with power 4 or greater.
pl: |mana_1|\ |mana_w|, |tap|: Przekręć wskazanego stwora o sile 4 lub większej.

source: |mana_4|\ |mana_b|, |tap|: Syndicate Guildmage deals 2 damage to target opponent or planeswalker.
pl: |mana_4|\ |mana_b|, |tap|: Ten permanent zadaje wskazanemu przeciwnikowi lub wędrowcowi 2 obrażenia.

source: If a creature dying causes a triggered ability of a permanent you control to trigger, that ability triggers an additional time.
pl: Jeśli śmierć stwora powoduje wyzwolenie zdolności permanentu pod twoim władaniem, owa zdolność wyzwalana jest dodatkowy raz.

source: Creature tokens you control have vigilance and lifelink.
pl: Żetony stworów pod twoim władaniem mają czujność i więź życia.

source: At the beginning of your upkeep, exile the top card of your library.
pl: Na początku twojego kroku utrzymania, wygnaj wierzchnią kartę twojej biblioteki.

source: During your turn, if an opponent lost life this turn, you may play cards exiled with Theater of Horrors.
pl: W trakcie twojej tury, jeśli przeciwnik stracił życie w tej turze, możesz grać karty wygnane przy użyciu tego permanentu.

source: |mana_3|\ |mana_r|: Theater of Horrors deals 1 damage to target opponent or planeswalker.
pl: |mana_3|\ |mana_r|: Ten permanent zadaje wskazanemu przeciwnikowi lub wędrowcowi 1 obrażenie.

source: When Zegana, Utopian Speaker enters the battlefield, if you control another creature with a +1/+1 counter on it, draw a card.
pl: Kiedy ta karta wejdzie na pole walki, jeśli władasz innym stworem mającym znacznik +1/+1, dobierz kartę.

source: |mana_4|\ |mana_g|\ |mana_u|: Adapt 4. (If this creature has no +1/+1 counters on it, put four +1/+1 counters on it.)
pl: |mana_4|\ |mana_g|\ |mana_u|: Adaptacja 4. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim cztery znaczniki +1/+1.)

source: When Footlight Fiend dies, it deals 1 damage to any target.
pl: Kiedy ten stwór umrze, zadaje 1 obrażenie w dowolnie wskazany cel.

source: |mana_6|\ |mana_gu|\ |mana_gu|: Adapt 3. (If this creature has no +1/+1 counters on it, put three +1/+1 counters on it.)
pl: |mana_6|\ |mana_gu|\ |mana_uu|: Adaptacja 3. (Jeśli ten stwór nie ma znaczników +1/+1, umieść na nim trzy znaczniki +1/+1.)

source: As long as Scuttlegator has a +1/+1 counter on it, it can attack as though it didn't have defender.
pl: O ile ten permanent ma znacznik +1/+1, może atakować jakby nie miał obronności.

source: When Senate Griffin enters the battlefield, scry 1.
pl: Kiedy ta karta wejdzie na pole walki, wróż 1.

source: Target creature gets +3/-3 until end of turn.
pl: Wskazany stwór dostaje +3/-3 do końca tury.

source: Destroy target nonbasic land. Bedazzle deals 2 damage to target opponent or planeswalker.
pl: Zniszcz wskazany nie-bazowy ląd. Ten czar zadaje wskazanemu przeciwnikowi lub wędrowcowi 2 obrażenia.

source: Carnival deals 1 damage to target creature or planeswalker and 1 damage to that permanent's controller.
pl: Ten czar zadaje 1 obrażenie wskazanemu stworowi lub wędrowcowi oraz 1 obrażenie władcy owego permanentu.

source: Carnage deals 3 damage to target opponent. That player discards two cards.
pl: Ten czar zadaje wskazanemu przeciwnikowi 3 obrażenia. Ów gracz odrzuca dwie karty.

source: Collision deals 6 damage to target creature with flying.
pl: Ten czar zadaje 6 obrażeń wskazanemu stworowi z lataniem.

source: Target creature gets +4/+2 and gains trample until end of turn.
pl: Wskazany stwór dostaje do końca tury +4/+2 i tratowanie.

source: Exile target card from a graveyard.
pl: Wygnaj wskazaną kartę z dowolnego cmentarza.

source: Target player sacrifices a creature with the greatest power among creatures they control. You gain life equal to its power.
pl: Wskazany gracz poświęca stwora o największej sile spośród władanych przez siebie stworów. Zyskujesz życie równe jego sile.

source: Tap target creature.
pl: Przekręć wskazanego stwora.

source: Create two 1/1 colorless Thopter artifact creature tokens with flying, then you gain 1 life for each creature you control.
pl: Stwórz dwa żetony bezkolorowego artefaktycznego stwora Thopter 1/1 z lataniem, następnie zyskujesz 1 życie za każdego stwora pod twoim władaniem.

source: Look at the top five cards of your library. You may reveal a creature card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: Spójrz na pięć wierzchnich kart twojej biblioteki. Możesz spośród nich ujawnić kartę stwora i umieścić ją w twojej ręce. Umieść pozostałe w losowej kolejności na spodzie twojej biblioteki.

source: Exile target creature. That creature's controller creates a 3/3 green Frog Lizard creature token.
pl: Wygnaj wskazanego stwora. Jego władca tworzy żeton zielonego stwora Żaba Jaszczur 3/3.

source: Counter target activated or triggered ability. (Mana abilities can't be targeted.)
pl: Skontruj wskazaną zdolność aktywowaną lub wyzwalaną. (Zdolności dające mane nie mogą zostać wskazane.)

source: Create a token that's a copy of target creature you control.
pl: Stwórz żeton stwora będącego kopią wskazanego stwora pod twoim władaniem.

source: Return target creature card with converted mana cost 3 or less from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę stwora o skróconym koszcie many 3 lub mniejszym z twojego cmentarza na pole walki.

source: Double your life total. Target opponent loses half their life, rounded up.
pl: Podwajasz liczbę swoich punktów życia. Wskazany przeciwnik traci połowę swoich punktów życia, zaokrąglając wzwyć.

source: Target creature you control deals damage equal to its power to target creature or planeswalker you don't control.
pl: Wskazany stwór pod twoim władaniem zadaje obrażenia równe swojej sile wskazanemu stworowi lub wędrowcowi poza twoim władaniem.

source: Create a 4/4 red and green Beast creature token with trample.
pl: Stwórz żeton zielono-czerwonego stwora Bestia 4/4 z tratowaniem.

source: Put target attacking or blocking creature on top of its owner's library.
pl: Umieść wskazanego atakującego lub blokującego stwora na wierzchu biblioteki jego właściciela.

source: Create a 4/4 white and blue Sphinx creature token with flying and vigilance.
pl: Stwórz żeton biało-niebieskiego stwora Sfinks 4/4 z lataniem i czujnością.

source: |tap|: Add |mana_w| or |mana_u|.
pl: |tap|: Dostajesz |mana_w| lub |mana_u|.

source: |mana_wu|\ |mana_wu|\ |mana_wu|\ |mana_wu|, |tap|, Sacrifice Azorius Locket: Draw two cards.
pl: |mana_wu|\ |mana_wu|\ |mana_wu|\ |mana_wu|, |tap|, poświęć ten permanent: Dobierz dwie karty.

source: This spell costs |mana_1| less to cast for each Gate you control.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdą Bramę pod twoim władaniem.

source: Gate Colossus can't be blocked by creatures with power 2 or less.
pl: Ten stwór nie może być blokowany przez stwory o sile 2 lub mniejszej.

source: Whenever a Gate enters the battlefield under your control, you may put Gate Colossus from your graveyard on top of your library.
pl: Ilekroć Brama wchodzi na pole walki pod twoim władaniem, możesz umieścić tę kartę z twojego cmentarza na wierzchu twojej biblioteki.

source: Multicolored creatures you control get +1/+1.
pl: Wielokolorowe stwory pod twoim władaniem dostają +1/+1.

source: |tap|: Add |mana_r| or |mana_g|.
pl: |tap|: Dostajesz |mana_r| lub |mana_g|.

source: |mana_rg|\ |mana_rg|\ |mana_rg|\ |mana_rg|, |tap|, Sacrifice Gruul Locket: Draw two cards.
pl: |mana_rg|\ |mana_rg|\ |mana_rg|\ |mana_rg|, |tap|, poświęć ten permanent: Dobierz dwie karty.

source: Defender (This creature can't attack.)
pl: Obronność (Ten stwór nie może atakować.)

source: |tap|: Put target card from a graveyard on the bottom of its owner's library.
pl: |tap|: Umieść wskazaną kartę z cmentarza na wierzchu biblioteki jej właściciela.

source: |tap|: Add |mana_w| or |mana_b|.
pl: |tap|: Dostajesz |mana_w| lub |mana_b|.

source: |mana_wb|\ |mana_wb|\ |mana_wb|\ |mana_wb|, |tap|, Sacrifice Orzhov Locket: Draw two cards.
pl: |mana_wb|\ |mana_wb|\ |mana_wb|\ |mana_wb|, |tap|, poświęć ten permanent: Dobierz dwie karty.

source: |tap|: Add |mana_b| or |mana_r|.
pl: |tap|: Dostajesz |mana_b| lub |mana_r|.

source: |mana_br|\ |mana_br|\ |mana_br|\ |mana_br|, |tap|, Sacrifice Rakdos Locket: Draw two cards.
pl: |mana_br|\ |mana_br|\ |mana_br|\ |mana_br|, |tap|, poświęć ten permanent: Dobierz dwie karty.

source: |tap|: Target player exiles a card from their graveyard.
pl: |tap|: Wskazany gracz wygania kartę ze swojego cmentarza.

source: |mana_1|, Sacrifice Scrabbling Claws: Exile target card from a graveyard. Draw a card.
pl: |mana_1|, poświęć ten permanent: Wygnaj wskazaną kartę z dowolnego cmentarza. Dobierz kartę.

source: :mtgtip:`Screaming Shield`
pl: :mtgtip:`Screaming Shield` (Wrzeszcząca tarcza)

source: Equipped creature gets +0/+3 and has "|mana_2|, |tap|: Target player puts the top three cards of their library into their graveyard."
pl: Wyposażony stwór dostaje +0/+3 oraz ma "|mana_2|, |tap|: Wskazany gracz umieszcza dwie wierzchnie karty swojej biblioteki w swoim cmentarzu."

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora pod twoim władaniem. Wyposaż wyłącznie jako obrzęd.)

source: |tap|: Add |mana_g| or |mana_u|.
pl: |tap|: Dostajesz |mana_g| lub |mana_u|.

source: |mana_gu|\ |mana_gu|\ |mana_gu|\ |mana_gu|, |tap|, Sacrifice Simic Locket: Draw two cards.
pl: |mana_gu|\ |mana_gu|\ |mana_gu|\ |mana_gu|, |tap|, poświęć ten permanent: Dobierz dwie karty.

source: Sphinx of the Guildpact is all colors.
pl: Ta karta ma wszystkie kolory.

source: Hexproof from monocolored (This creature can't be the target of monocolored spells or abilities your opponents control.)
pl: Antyklątwa przed jednokolorowymi (Ten stwór nie może być wskazywany przez jednokolorowe czary lub zdolności władane przez twoich przeciwników.)

source: Whenever you cast a multicolored spell, draw a card.
pl: Ilekroć rzucasz wielokolorowy czar, dobierz kartę.

source: |tap|: Add one mana of any color.
pl: |tap|: Dostajesz jedną manę dowolnego koloru.

source: :mtgtip:`Azorius Guildgate`
pl: :mtgtip:`Azorius Guildgate` (Brama Gildii Azorius)
