Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/rulebook.po
Languages: pl

source: In this example, Dwarven Priest is attacking, and you have two creatures that can block. When you block one attacker with two or more creatures, your opponent must choose the order in which your blockers will take damage. Remember, the attacking player always chooses the order in which blocking creatures receive damage.
pl: W kolejnym przykładzie Dwarven Priest atakuje, a ty masz dwa stwory, które mogą blokować. Kiedy blokujesz co najmniej dwoma stworami, twój przeciwnik musi wybrać kolejność, według której twoi blokujący otrzymają obrażenia. Pamiętaj, że atakujący gracz zawsze wybiera kolejność, w której blokujące stwory otrzymają obrażenia.

source: Reclamation Sage and Giant Spider will deal a total of 4 damage to Dwarven Priest, which is enough to destroy it. Meanwhile, Dwarven Priest can deal enough damage to destroy Reclamation Sage, but not enough to destroy Giant Spider. Since your opponent’s Dwarven Priest will be destroyed in either case, they order Reclamation Sage before Giant Spider so that at least one of your creatures will be destroyed.
pl: Recalamation Sage oraz Giant Spider zadadzą łącznie 4 obrażenia Dwarven Priest, co wystarczy, by został zniszczony. Jednocześnie Dwarven Priest zada dość obrażeń, by zniszczyć Reclamation Sage, ale nie dość, by zniszczyć Giant Spider. Ponieważ w każdym przypadku Dwarven Priest przeciwnika zostanie zniszczony, decyduje on, żeby Reclamation Sage był przed Giant Spider, żeby przynajmniej jeden z twoich stworów został zniszczony.

source: Once blockers have been ordered, damage is dealt. Dwarven Priest deals 1 damage to Reclamation Sage, destroying it, then deals its remaining 1 damage to Giant Spider.
pl: Gdy już blokujący zostali przyporządkowani, zadawane są obrażenia. Dwarven Priest zadaje 1 obrażenie Reclamation Sage niszcząc go, a pozostałe 1 obrażenie zadaje stworowi Giant Spider.

source: Advanced Topics
pl: Zaawansowane tematy

source: One of the most fun and interesting aspects of the *Magic* game is the tremendous number of unique cards you can play with, which in turn provide an incredibly wide range of things that could happen in any given game. This section is a reference for when you need to know more details about the rules of *Magic*.
pl: Jednym z najciekawszych aspektów grania w *Magic* jest przeogromna liczba różnych kart, którymi można grać, co powoduje, że w trakcie gry może się wydarzyć sporo przeróżnych sytuacji. Ta sekcja pozwoli ci wejść nieco głębiej w zasady *Magica*.

source: TARGETING
pl: Wskazywanie celu

source: Some spells and abilities use the word "target" to describe something that the spell or ability will affect. You must choose all targets for a spell when you cast it, and for an ability when it triggers or when you activate it. If you can’t meet the targeting requirements, you can’t cast the spell or use the ability. For example, if a spell has the text "Destroy target creature," but there are no creatures on the battlefield, you can’t cast that spell because it has no valid targets.
pl: Niektóre czary i zdolności używają słowa "wskaż (cel)" (target), by opisać, na co czar lub zdolność będą działać. Musisz wskazać wszystkie cele czaru podczas rzucania go, a w przypadku zdolności, gdy jest ona wyzwalana lub gdy ją aktywujesz. Jeśli warunki wskazywania nie mogą zostać spełnione, nie możesz rzucić czaru lub aktywować zdolności. Przykładowo: jeśli czar ma tekst "Zniszcz wskazanego stwora", ale nie ma żadnych stworów na polu walki, to nie możesz rzucić tego czaru, bo nie można wskazać dla niego celu.

source: If a spell "deals damage to any target," you can choose any creature or player (or planeswalker, if a player has one) as a target for that spell.
pl: Jeśli czar "zadaje obrażenia w dowolnie wskazany cel", możesz wskazać dowolnego stwora lub gracza (lub wędrowca, jeśli któryś gracz go ma) jako cel owego czaru.

source: Once you choose targets, you can’t change your mind later. When the spell or ability resolves, it checks the targets to make sure they’re still legal (that is, they’re still there and they still match the requirements of the spell or ability). If a target isn’t legal, the spell or ability can’t affect it. If none of the targets are legal, the spell or ability does nothing at all.
pl: Gdy już wskażesz cele, nie możesz zmienić zdania. Podczas rozpatrywania czaru cele są sprawdzane, by się upewnić, że są legalne (czyli że nadal tam są i nadal spełniają wymagania czaru lub zdolności). Jeśli jakiś cel przestał być legalny, czar lub zdolność przestają go dotyczyć. Jeśli wszystkie cele przestały być legalne, czar lub zdolność w ogóle niczego nie robią (mówi się, że został rozporoszony lub "sfizlował").

source: THE STACK
pl: Stos

source: The stack is a game zone shared by all players (like the battlefield) where spells and abilities wait to resolve. Resolving a spell or ability simply means that its effect happens.
pl: Stos jest strefą gry współdzieloną przez wszystkich graczy (podobnie jak pola walki), gdzie czary i zdolności czekają na rozpatrzenie. Rozpatrzenie czaru lub zdolności oznacza po prostu, że ich efekt się wydarza.

source: **Using the Stack**
pl: **Używanie stosu**

source: When you cast a spell or activate an ability, it doesn’t resolve right away—it goes on the stack. Spells and abilities remain on the stack until both players choose not to cast any new spells or activate any new abilities. Triggered abilities also go on the stack until they resolve.
pl: Rzucając czar lub aktywując zdolność nie rozpatrujesz jej natychmiast — najpierw trafia na stos. Czary i zdolności pozostają na stosie dopóki wszyscy gracze nie zdecydują, że nie będą rzucać kolejnych czarów ani aktywować nowych zdolności. Wyzwalane zdolności także trafiają na stos dopóki nie zostaną rozpatrzone.

source: When you have finished putting spells and abilities on the stack, priority then passes to the next player in turn order, who may want to use a spell or ability of their own in response. Subsequent players (including you) can then respond to that player’s response, and so on—the result is a "stack" waiting to resolve. Spells and abilities remain on the stack until all players choose not to cast any new spells or activate any new abilities.
pl: Kiedy skończysz umieszczać czary i zdolności na stosie, priorytet jest przekazywany kolejnemu graczowi, który może chcieć użyć swojego czaru lub zdolności w odpowiedzi. Kolejni gracze (włączając ciebie) mogą następnie odpowiadać na odpowiedź owego gracza i tak dalej — w rezultacie tworzy się "stos" czekający na rozpatrzenie. Czary i zdolności pozostają na stosie dopóki wszyscy gracze nie zdecydują, że nie chcą już rzucać kolejnych czarów lub aktywować nowych zdolności.

source: *A general rule is that spells and abilities on the stack resolve one by one, beginning with the last one put on the stack.*
pl: *Ogólną zasadą jest, że czary i zdolności na stosie są rozpatrywane pojedynczo, zaczynając od tego, który został położony na stosie jako ostatni.*

source: **Responding to Spells and Abilities**
pl: **Odpowiadanie na czary i zdolności**

source: Each player has an opportunity to cast an instant spell (or activate an activated ability) in response to any spell or ability that goes on the stack. If a player does decide to respond, their spell or ability goes on the stack on top of what was already waiting there. When all players pass—that is, decline to do anything more—the top spell or ability on the stack will resolve.
pl: Każdy gracz ma możliwość rzucenia czaru sztuczki (lub aktywowania zdolności) w odpowiedzi na jakikolwiek czar lub zdolność, które trafią na stos. Jeśli gracz zdecyduje się odpowiedzieć, jego czar lub zdolność trafiają na stos na wierzch tego, co już tam jest. Kiedy wszyscy gracze spasują — tzn. zdecydują, że nic więcej nie chcą robić — wtedy znajdujący się na wierzchu czar lub zdolność zostanie rozpatrzony.

source: After a spell or ability resolves, both players again get the chance to respond. If no one does, the next thing waiting on the stack will resolve. If the stack is empty, the current step of the turn will end, and the game will proceed to the next step.
pl: Po rozpatrzeniu czaru lub zdolności gracze ponownie mają szansę zagrania odpowiedzi. Jeśli żaden tego nie zrobi, rozpatrzona zostanie kolejna pozycja ze stosu. Jeśli stos jest pusty, zakończy się aktualny krok, a gra przejdzie do kolejnego kroku.

source: **Example of Spells on the Stack**
pl: **Przykład czarów na stosie**

source: Your opponent casts Shock targeting your Eager Construct, a 2/2 creature. Shock goes on the stack. You respond to Shock by casting Titanic Growth. Titanic Growth goes on the stack on top of Shock. You and your opponent both decline to do anything else.
pl: Twój przeciwnik rzuca Shock wskazując w twojego Eager Construct, stwora 2/2. Shock trafia na stos. Ty odpowiadasz na Shock rzucając Titanic Growth. Wchodzi on na stos nad Shock. Ty i twój przeciwnik nie chcecie robić nic innego.

source: Titanic Growth resolves, making Eager Construct a 6/6 until the end of the turn. Then Shock resolves and deals 2 damage to the pumped-up Eager Construct, which is not enough to destroy it.
pl: Titanic Growth zostaje rozpatrzony sprawiając, że Eager Construct jest 6/6 do końca tury. Następnie Shock zostaje rozpatrzony zadając 2 obrażenia podpompowanemu Eager Constructowi, co nie wystarcza, by go zniszczyć.

source: **What would happen if Titanic Growth were cast first?**
pl: **Co by się stało, gdyby Titanic Growth został rzucony napierw?**

source: The Shock would go on the stack on top of Titanic Growth, which means it would resolve first this time. Shock would still deal 2 damage to Eager Construct, but this time that damage is being dealt before Titanic Growth can resolve and take effect—so 2 damage is enough to destroy Eager Construct!
pl: Shock wszedłby na stos ponad Titanic Growth, co oznacza, że zostałby rozpatrzony tym razem jako pierwszy. Shock nadal zadałby 2 obrażenia w Eager Construct, ale tym razem owe obrażenia zostałyby zadane zanim Titanic Growth wykonałby swój efekt — tak więc 2 obrażenia wystarczą, by zniszczyć Eager Construct!

source: Parts of the Turn
pl: Części tury

source: Each turn proceeds in the same sequence. Whenever you enter a new step or phase, any triggered abilities that happen during that step or phase trigger and are put on the stack. The active player (the player whose turn it is) gets to start casting spells and activating abilities, then each other player in turn order will too. When all players decline to do anything more and nothing is on the stack waiting to resolve, the game will move to the next step.
pl: Każda tura postępuje według tego samego schematu. Ilekroć wejdziesz w nowy krok lub fazę zostaną wyzwolone (i umieszczone na stosie) wszystkie zdolności reagujące na nastanie danej fazy lub kroku. Aktywny gracz (czyli ten, którego tura obecnie trwa) może zacząć rzucać czary i aktywować zdolności, następnie wszyscy inni gracze kolejno mogą to robić. Kiedy wszyscy gracze spasują i nic na stosie nie czeka na rozpatrzenie, gra przejdzie do kolejnego kroku.

source: BEGINNING PHASE
pl: Faza początkowa

source: **Untap step** You untap all your tapped permanents. On the first turn of the game, you don’t have any permanents, so you just skip this step. No one can cast spells or activate abilities during this step.
pl: **Krok odtapowania** Odtapowujesz wszystkie twoje zatapowane permanenty. W pierwszej turze gry nie masz żadnych permanentów, więc po prostu pomijasz ten krok. Nikt nie może rzucać czarów ani aktywować zdolności podczas tego kroku.

source: **Upkeep step** Players can cast instants and activate abilities. This part of the turn is mentioned on a number of cards. If something is supposed to happen just once per turn, right at the beginning, an ability will trigger "at the beginning of your upkeep."
pl: **Krok utrzymania** Gracze mogą rzucać czary i aktywować zdolności. Ta część tury jest wymieniona na niektórych kartach. Jeśli coś ma się wydarzyć raz na turę, zaraz na jej początku, zdolność będzie wyzwalana "na początku twojego kroku rozliczania."

source: **Draw step** You must draw a card from your library (even if you don’t want to). The player who goes first in a two-player game skips the draw step on their first turn to make up for the advantage of going first. Players can then cast instants and activate abilities.
pl: **Krok dobierania** Musisz dobrać kartę z twojej biblioteki (nawet jeśli nie chcesz). Gracz, który rozpoczyna grę dwuosobową pomija ten krok w swojej turze, by wyrównać korzyść wynikającą z rozpoczęcia gry. Gracze następnie mogą rzucać sztuczki i aktywować zdolności.

source: FIRST MAIN PHASE
pl: Pierwsza faza główna

source: You can cast any number of sorceries, instants, creatures, artifacts, enchantments, and planeswalkers, and you can activate abilities. You can play a land during this phase, but remember that you can play only one land during your turn. Your opponent can cast instants and activate abilities.
pl: Możesz rzucić dowolną liczbę obrzędów, sztuczek, stworów, artefaktów, uroków i wędrowców oraz możesz aktywować zdolności. Możesz zagrać ląd w tej fazie, ale pamiętaj, że możesz zagrać tylko jeden ląd w trakcie swojej tury. Twój przeciwnik może rzucać sztuczki i aktywować zdolności.

source: COMBAT PHASE
pl: Faza walki

source: **Beginning of combat step** Players can cast instants and activate abilities.
pl: **Krok początku walki** Gracze mogą rzucać sztuczki i aktywować zdolności.

source: **Declare attackers step** You decide which, if any, of your untapped creatures will attack, and which player or planeswalker they will attack. This taps the attacking creatures. Players can then cast instants and activate abilities.
pl: **Krok deklaracji atakujących** Decydujesz które, o ile jakiekolwiek, z twoich odtapowanych stworów będzie atakować oraz którego gracza lub wędrowca będą atakować. To zatapuje atakujące stwory. Gracze mogą następnie rzucać sztuczki i aktywować zdolności.

source: **Declare blockers step** Your opponent decides which, if any, of their untapped creatures will block your attacking creatures. If multiple creatures block a single attacker, you order the blockers to show which will be first to receive damage, which will be second, and so on. Players can then cast instants and activate abilities.
pl: **Krok deklaracji blokujących** Twój przeciwnik decyduje które, o ile jakiekolwiek, z jego odtapowanych stworów będzie blokować twoje atakujące stwory. Jeśli wiele stworów blokuje pojedynczego atakującego, to ty decydujesz o kolejności otrzymywania przez nich obrażeń. Gracze następnie mogą rzucać sztuczki i aktywować zdolności.

source: **Combat damage step** Each attacking or blocking creature that’s still on the battlefield assigns its combat damage to the defending player (if it’s attacking that player and wasn’t blocked), to a planeswalker (if it’s attacking that planeswalker and wasn’t blocked), to the creature or creatures blocking it, or to the creature it’s blocking. If an attacking creature is blocked by multiple creatures, you divide its combat damage among them by assigning at least enough damage to the first blocking creature to destroy it, then by assigning damage to the second one, and so on. Once players decide how the creatures they control will deal their combat damage, the damage is all dealt at the same time. Players can then cast instants and activate abilities.
pl: **Krok obrażeń bojowych** Każdy atakujący i blokujący stwór, który nadal jest na polu walki przypisuje obrażenia zaatakowanemu graczowi (jeśli go atakuje i nie był zablokowany), wędrowcowi (jeśli go atakuje i nie został zablokowany), oraz stworom blokującym go lub zablokowanym przez niego. Jeśli atakujący stwór jest blokowany przez kilka stworów, obrażenia rozdzielasz między owe stwory przypisując pierwszemu co najmniej tyle, by go zniszczyć, zanim przypiszesz kolejnemu itd. Gdy już gracze określili, jak będą zadane obrażenia, są one zadawane w tym samym momencie. Gracze mogą następnie rzucać sztuczki i aktywować zdolności.

source: **End of combat step** Players can cast instants and activate abilities.
pl: **Krok końca walki** Gracze mogą rzucać sztuczki i aktywować zdolności.

source: SECOND MAIN PHASE
pl: Druga faza główna

source: Your second main phase is just like your first main phase. You can cast any type of spell and activate abilities, but your opponent can only cast instants and activate abilities. You can play a land during this phase if you didn’t play one during your first main phase.
pl: Twoja druga faza główna jest zupełnie jak pierwsza — możesz rzucać dowolne rodzaje czarów i aktywować zdolności, ale twoi przeciwnicy mogą rzucać jedynie sztuczki oraz aktywować zdolności. Możesz zagrać ląd w tej fazie jeśli nie zrobiłeś tego w pierwszej fazie głównej.

source: ENDING PHASE
pl: Faza końcowa

source: **End step** Abilities that trigger “at the beginning of your end step” go on the stack. Players can cast instants and activate abilities.
pl: **Krok końcowy** Zdolności wyzwalane "na początku twojego kroku końcowego" trafiają na stos. Gracze mogą rzucać sztuczki i aktywować zdolności.

source: **Cleanup step** If you have more than seven cards in your hand, choose and discard cards until you have only seven. Next, all damage on creatures is removed and all “until end of turn” effects end. No one can cast instants or activate abilities unless an ability triggers during this step.
pl: **Krok sprzątania** Jeśli masz więcej niż siedem kart w ręce, wybierz i odrzuć tyle kart, żeby mieć znów tylko siedem. Następnie usuwane są obrażenia ze stworów i kończą się efekty trwające "do końca tury". Nikt nie może rzucać sztuczek ani aktywować zdolności dopóki jakaś zdolność nie zostanie wyzwolona w tym kroku.
