Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/rulebook.po
Languages: pl

source: Magic the Gathering - Basic Rulebook
pl: Magic the Gathering - Podręcznik podstaw gry

source: Magic Gameplay
pl: Gra w Magic

source: If you are new to Magic, this section will provide an introduction to the game and a rulebook to refer to when you have questions.
pl: Jeśli po raz pierwszy spotykasz się z grą Magic, ten dział wprowadzi cię w grę i będzie podręczną pomocą w razie wątpliwości.

source: **BASIC TOPICS**
pl: **Podstawowe tematy**

source: :ref:`Parts of a Card<sec-parts-of-a-card>`
pl: :ref:`Części karty<sec-parts-of-a-card>`

source: :ref:`Your Play Area<sec-your-play-area>`
pl: :ref:`Pole rozgrywki<sec-your-play-area>`

source: :ref:`Game Actions<sec-game-actions>`
pl: :ref:`Akcje w grze<sec-game-actions>`

source: **ADVANCED TOPICS**
pl: **Zaawansowane tematy**

source: :ref:`Targeting<sec-targeting>`
pl: :ref:`Wskazywanie<sec-targeting>`

source: :ref:`The Stack<sec-the-stack>`
pl: :ref:`Stos<sec-the-stack>`

source: :ref:`Parts of the Turn<sec-parts-of-the-turn>`
pl: :ref:`Części tury<sec-parts-of-the-turn>`

source: How to Read a *Magic* Card
pl: Jak czytać kartę do gry w *Magic*

source: *Magic* cards are formatted so that the information you need to know is always in the same place.
pl: Karty w *Magicu* są tak zaprojektowane, że potrzebne informacje są zawsze w tym samym miejscu.

source: NAME
pl: Nazwa

source: Each card has a name that serves as its unique identifier. Though a card may be reprinted in many *Magic* sets, no two cards with the same name will ever function differently. In most *Magic* formats, you can have up to four copies of a card with the same name (except basic lands, which are unlimited). When a card’s name appears in its text box, the card is referring only to itself, not to any other cards with the same name.
pl: Każda karta posiada nazwę, która służy za jej unikalny identyfikator. Dana karta mogła być przedrukowana w różnych dodatkach do gry, jednak nigdy nie będzie różnicy w działaniu kart mających tę samą nazwę. W większości formatów rozgrywki możesz mieć co najwyżej cztery kopie karty o tej samej nazwie w talii (wyjątkiem są bazowe lądy, na które nie ma ograniczenia). Jeśli nazwa karty pojawia się w jej polu tekstu, to karta odnosi się sama do siebie, a nie innej karty o tej samej nazwie. [przyp. tłumacza: Zasada ta jest konieczna w języku angielskim, gdyż mało jest tam zaimków wskazujących - funkcjonują w zasadzie tylko "this" i "that". Podczas tłumaczenia - na razie eksperymentalnie - zmieniłem tę zasadę i karta odwołuje się do siebie w sposób "ta karta", "ten czar" albo "ten permanent". W szczególnie zawiłych sytuacjach użyte jest słowo "niniejszy", które jest dobitnym wskazaniem że karta odwołuje się sama do siebie.]

source: MANA COST
pl: Koszt many

source: Mana is the resource used to cast spells in *Magic*. All spell cards have a mana cost in the upper right corner. Serra Angel’s mana cost, |mana_3|\ |mana_w|\ |mana_w|, means that you must pay three mana of any kind plus two white mana to cast it.
pl: Mana jest zasobem używanym do rzucania czarów. Wszystkie karty czarów mają koszt many w prawym górnym roku. Koszt |mana_3|\ |mana_w|\ |mana_w| karty Serra Angel oznacza, że musisz zapłacić trzy many dowolnego koloru plus dwie białe many, aby ją rzucić.

source: TYPE LINE
pl: Linia typu

source: Every card in *Magic* has a type, and some cards also have subtypes or supertypes that provide more information. For example, Serra Angel’s type is creature, and its subtype is Angel.
pl: Każda karta w *Magic* posiada typ, a niektóre karty posiadają także podtyp, który dostarcza dodatkowych informacji. Przykładowo Serra Angel jest typu stwór (creature), a jej podtypem jest Anioł (Angel).

source: **Lands**
pl: **Lądy** (Land)

source: You’ll use lands to generate mana, the game’s primary resource, which is used to cast spells and activate abilities. Each basic land makes one mana of a particular color. Plains make white mana |mana_w|, Islands make blue mana |mana_u|, Swamps make black mana |mana_b|, Mountains make red mana |mana_r|, and Forests make green mana |mana_g|.
pl: Będziesz używać lądów do generowania many, głównego zasobu w grze, która jest używana do rzucania czarów i aktywowania zdolności. Każdy bazowy ląd produkuje jedną manę określonego koloru. Równiny (Plains) dają białą manę |mana_w|, Wyspy (Island) dają niebieską |mana_u|, Bagna (Swamp) dają czarną |mana_b|, Góry (Mountain) dają czerwoną |mana_r|, a Lasy (Forest) dają zieloną |mana_g|.

source: You can play one land during each of your turns. To play a land, just put it from your hand onto the battlefield during either of the main phases of your turn.
pl: Możesz zagrywać jeden ląd w każdej z twoich tury. Aby zagrać ląd, umieść go na polu walki z twojej ręki podczas jednej z faz głównych w twojej turze.

source: **Creatures**
pl: **Stwory** (Creature)

source: Creatures fight for you: they can attack during the combat phase of your turn and block during the combat phase of an opponent’s turn. You can cast a creature as a spell during your main phase, and it remains on the battlefield as a permanent. Creatures enter the battlefield with "summoning sickness," which means that a creature you control can’t attack (or use an ability that has |tap| in its cost) until it starts your turn under your control. You can block with a creature no matter how long it’s been on the battlefield.
pl: Stwory walczą dla ciebie; mogą atakować w fazie walki w twojej turze albo blokować w fazie walki w turze przeciwnika. Możesz rzucić czar stwora podczas twojej fazy głównej i pozostanie on na polu walki jako :term:`permanent`. Stwory wchodzą na pole walki z "chorobą przywołania", tzn. nie mogą atakować (oraz używać zdolności mających |tap| w koszcie) dopóki nie zaczną twojej tury pod twoim władaniem. Możesz blokować stworem niezależnie od kiedy przebywa on na polu walki.

source: **Artifacts**
pl: **Artefakty** (Artifact)

source: Artifacts represent machines or magical objects. Like creatures, you can cast an artifact as a spell during your main phase, and it remains on the battlefield unless it’s destroyed, sacrificed, exiled, or otherwise removed. Most artifacts are colorless, which means you can cast them with any color of mana.
pl: Artefakty reprezentują maszyny i magiczne obiekty. Podobnie do stworów, możesz rzucić artefakt jako czar podczas twojej fazy głównej i pozostanie on na polu walki dopóki nie zostanie zniszczony, poświęcony, wygnany lub usunięty w inny sposób. Większość artefaktów nie ma koloru, co oznacza, że można je rzucać używając many dowolnych kolorów.

source: **Enchantments**
pl: **Uroki** (Enchantment)

source: Enchantments have persistent magical effects that affect the game as long as they’re on the battlefield. Like creatures, you can cast an enchantment as a spell during your main phase, and it remains on the battlefield unless it’s destroyed, sacrificed, exiled, or otherwise removed.
pl: Uroki mają stały magiczny efekt, który wpływa na grę dopóki pozostają one na polu walki. Podobnie do stworów, możesz rzucić urok jako czar w twojej fazie głównej i pozostanie on na polu walki dopóki nie zostanie zniszczony, poświęcony, wygnany lub usunięty w inny sposób.

source: **Sorceries**
pl: **Obrzędy** (Sorcery)

source: Sorceries are spells that you can cast only during a main phase of your turn. They have a one-time effect. You do what the spell says, and then put the card into your graveyard.
pl: Obrzędy to czary, które możesz rzucać wyłącznie podczas fazy główniej w twojej turze. Mają one jednorazowy efekt. Wykonujesz instrukcję na karcie, a następnie umieszczasz kartę w swoim cmentarzu.

source: **Instants**
pl: **Sztuczki** (Instant)

source: Instants are spells that can be cast at any time, even during your opponent’s turn or during combat. Like sorceries, instants have a one-time effect, and then you put them into your graveyard.
pl: Sztuczki są czarami, które mogą być rzucone w dowolnym momencie, nawet w trakcie tury przeciwnika czy w czasie walki. Podobnie do obrzędów, sztuczki mają jednorazowy efekt, a później trafiają do twojego cmentarza.

source: TEXT BOX
pl: Pole tekstu

source: Some cards have special abilities that are printed here (in the area above the dividing line), and abilities sometimes have reminder text in parentheses to help explain what they do. Flavor text may also appear in the text box, usually below a divider bar. Flavor text has no effect on gameplay; it’s a bit of story information about the card.
pl: Niektóre karty mają specjalne zdolności, które wypisane są tutaj (w polu powyżej linii). Czasami zdolności mają w nawiasie tekst przypominający ich działanie. Na karcie może się pojawić także "tekst klimatyczny", poniżej linii. Ów tekst nie ma żadnego wpływu na rozgrywkę, ale pozwala lepiej wczuć się w klimat karty i samej gry.

source: Abilities of creatures and other permanents on the battlefield usually fall into one of three categories: static abilities, triggered abilities, and activated abilities.
pl: Zdolności stworów i innych permanentów na polu walki zwykle należą do jednej z trzech kategorii: zdolności statycznych, zdolności wyzwalanych oraz zdolności aktywowanych.

source: **Static Abilities**
pl: **Zdolności statyczne**

source: A static ability is text that’s always true while that card is on the battlefield. For example, Favorable Winds is an enchantment with the static ability "Creatures you control with flying get +1/+1." You don’t have to activate a static ability; it just does what it says.
pl: Zdolność statyczna to tekst, który jest zawsze prawdziwy, gdy dana karta jest polu walki. Przykładowo, Favorable Winds jest urokiem ze zdolnością statyczną "Stwory pod twoim władaniem mające latanie dostają +1/+1." Nie musisz aktywować zdolności statycznej; po prostu dzieje się to, co jest w jej treści.

source: **Triggered Abilities**
pl: **Zdolności wyzwalane**

source: A triggered ability is an ability that is triggered by a specific event occurring in the game. For example, Tattered Mummy is a creature with the triggered ability "When Tattered Mummy dies, each opponent loses 2 life." Each triggered ability starts with the word "when," "whenever," or "at." You don’t activate a triggered ability— it automatically triggers whenever the condition or conditions stated in the first part of the ability are met.
pl: Zdolność wyzwalana (triggered ability) to zdolność, która jest uruchamiana, gdy wystąpi określone wydarzenie w grze. Przykładowo: Tattered Mummy jest stworem z taką oto zdolnością wyzwalaną: "Kiedy ten stwór umrze, każdy przeciwnik traci 2 życia.". Każda zdolność wyzwalana zaczyna się słowem "kiedy" (when), "ilekroć" (whenever) lub zwrotem "na początku/końcu" (at). Zdolności wyzwalanych się nie aktywuje — są one automatycznie uruchamiane ilekroć warunki podane na początku zdolności zostaną spełnione.

source: **Activated Abilities**
pl: **Zdolności aktywowane**

source: An activated ability is an ability that you can activate whenever you want (like casting an instant), as long as you can pay the cost. Each activated ability is formatted in the same way: "Cost: Effect." For example, Inspired Sphinx is a creature with the activated ability "|mana_3|\ |mana_u|: Create a 1/1 colorless Thopter artifact creature token with flying." Some activated abilities contain the |tap| (tap) symbol in their costs; this means that you must tap that card to activate the ability. You can’t activate this kind of ability if the permanent is already tapped or if it’s a creature with summoning sickness.
pl: Zdolność aktywowana to zdolność, której można użyć w dowolnym momencie (zupełnie jak rzucenie sztuczki), o ile opłaci się jej koszt. Każda tego typu zdolność ma ten sam format: "Koszt: Efekt". Przykładowo: Inspired Sphinx jest stworem ze zdolnością aktywowaną "|mana_3|\ |mana_u|: Stwórz żeton bezkolorowego artefaktycznego stwora Thopter 1/1 z lataniem." Niektóre aktywowane zdolności zawierają w swoim koszcie symbol |tap| (:ref:`tapnięcie<actions-tapping-untappings>`); oznacza to, że musisz :ref:`tapnąć<actions-tapping-untappings>` ową kartę, by aktywować jej zdolność. Nie możesz aktywować tego typu zdolności jeśli :term:`permanent` jest już zatapowany albo jeśli stwór ma :term:`chorobę przywołania<summoning sickness>`.

source: POWER/TOUGHNESS
pl: Siła/Wytrzymałość

source: Every creature card has a box in the lower right corner that shows its power and toughness. A creature’s power (the first number) is the amount of damage it deals in combat. Its toughness (the second number) is the amount of damage that must be dealt to it in a single turn to destroy it.
pl: Każda karta stwora posiada ramkę prawym dolnym rogu, która pokazuje jego siłę i wytrzymałość. Siła stwora (pierwsza liczba) jest liczbą obrażeń zadawanych w walce. Wytrzymałość (druga liczba) jest liczbą obrażeń, które muszą być mu zadane w ciągu jednej tury, żeby go zniszczyć.

source: EXPANSION SYMBOL
pl: Symbol edycji/dodatku

source: This symbol tells you which *Magic* set the card is from. Each *Magic* set has its own distinct symbol, and the color of the symbol tells you the card’s rarity.
pl: Jest to symbol edycji lub dodatku, z którego pochodzi dana karta. Każdy zestaw kart do *Magica* posiada swój charakterystyczny symbol, a kolor owego symbolu mówi o rzadkości karty.

source: YOUR PLAY AREA
pl: Pole gry

source: A game of Magic starts with only players’ decks and life counters on the table, but once each player has had a few turns to play lands, cast spells, and attack with creatures, a kind of virtual gameboard begins to take shape. That gameboard is divided into several different game zones. The previous page shows what a two-player game might look like after a few turns.
pl: Partia gry w Magic zaczyna się od talii graczy i ich znaczników życia leżących na stole, jednakże gdy każdy z graczy miał kilka tur na zagranie lądów, rzucenie czarów i atakowanie stworami, zaczyna się tworzyć coś na kształt planszy gry. Obszar ten jest podzielony na kilka różnych stref gry. Powyższy obrazek pokazuje jak może wyglądać dwuosobowa gra po przebiegu kilku tur.

source: LIBRARY
pl: Biblioteka

source: Your library is your draw pile, which remains face down throughout the game. You lose the game if you are forced to draw a card but cannot because your library is out of cards.
pl: Twoja biblioteka to twój stos dobierania, który pozostaje zakryty przez całą grę. Przegrywasz grę jeśli musisz dobrać kartę, ale nie możesz, bo skończyły ci się karty w bibliotece.

source: HAND
pl: Ręka

source: You start the game by drawing a hand of seven cards. If you have more than seven cards in your hand as your turn ends, you must discard down to seven.
pl: Zaczynasz grę dobierając siedem kart. Jeśli masz więcej niż siedem kart w ręce na koniec swojej tury, musisz odrzucić nadmiar.

source: BATTLEFIELD
pl: Pole walki

source: You and your opponents share the battlefield. Cards that go onto the battlefield (including lands, creatures, artifacts, and enchantments) are called permanents. Instants and sorceries are never on the battlefield. You can arrange your permanents however you want (we recommend putting your lands closest to you), but your opponent must be able to see all of them.
pl: Ty i twoi przeciwnicy współdzielicie pole walki. Karty trafiające na nie (między innymi lądy, stwory, artefakty i uroki) nazywa się permanentami. Sztuczki i obrzędy nigdy nie trafiają na pole walki. Możesz rozmieszczać twoje permanenty jak tylko chcesz (zalecamy umieszczać lądy bliżej ciebie), ale twój przeciwnik musi mieć możliwość zobaczenia ich wszystkich.

source: GRAVEYARD
pl: Cmentarz

source: Your graveyard is your discard pile: creatures that die, artifacts and enchantments that are destroyed, and cards you discard from your hand go here. The cards in your graveyard should always be face up, and anyone can look at them at any time. Each player has their own graveyard.
pl: Cmentarz jest stosem kart odrzuconych; trafiają tu umarłe stwory, zniszczone artefakty lub uroki, a także karty odrzucone z ręki. Karty w twoim cmentarzu powinny być zawsze odsłonięte i każdy może je przeglądać w dowolnej chwili. Każdy gracz ma swój własny cmentarz.

source: EXILE
pl: Wygnanie

source: If a spell or ability exiles a card, that card is set apart from the rest of the game. Cards in exile are normally face up.
pl: Jeśli czar lub zdolność wygania kartę, owa karta jest odkładana osobno od reszty gry. Karty na wygnaniu są zwykle odsłonięte.

source: Game Actions
pl: Akcje w grze

source: This section describes the actions that you’ll take during a game, including tapping your cards, casting spells, and attacking and blocking with creatures in combat.
pl: Ta sekcja opisuje akcje, które można wykonać podczas gry - tapowanie kart, rzucanie czarów oraz atakowanie i blokowanie stworami w walce.

source: TAPPING AND UNTAPPING
pl: Tapowanie i odtapowywanie

source: To tap a card is to turn it sideways to show that it has been used for the turn. You do this when you use a land to make mana, when you attack with a creature, or when you activate an ability that has the |tap| symbol as part of its cost (|tap| means "tap this permanent"). When a permanent is tapped, you can’t tap it again until it’s been untapped (turned back upright). As your turn begins, untap your tapped cards so you can use them again.
pl: Aby zatapować (zaznaczyć) kartę należy obrócić ją prostopadle, by zaznaczyć, że ta karta już została użyta w danej turze. Robisz to używając lądów do uzyskania many, czy atakując stworem albo używając zdolności posiadającej symbol |tap| w jej koszcie (|tap| oznacza "tapnij ten :term:`permanent`"). Kiedy permanent jest zatapowany, nie możesz go tapnąć ponownie dopóki nie zostanie odtapowany (ponownie odwrócony pionowo). Z początkiem twojej tury odtapowujesz swoje zatapowane karty, by móc ich użyć ponownie.

source: CASTING SPELLS
pl: Rzucanie czarów

source: To cast a spell, you must pay its mana cost (located in the upper right corner of the card) by tapping lands (or other permanents) to make the amount and Game Actions type of mana which that spell requires. For example, if you were casting Serra Angel, which costs |mana_3|\ |mana_w|\ |mana_w|, you could tap three basic lands of any type to pay |mana_3| plus two Plains to pay |mana_w|\ |mana_w|.
pl: Aby rzucić czar, musisz opłacić jego koszt many (umieszczony w prawym górnym rogu karty) poprzez zatapowanie lądów (lub innych permanentów), by wytworzyć liczbę i rodzaj many wymaganą przez ów czar. Przykładowo: jeśli chcesz rzucić Serra Angel kosztujący |mana_3|\ |mana_w|\ |mana_w| możesz zatapować trzy bazowe lądy dowolnego typu, by zapłacić za |mana_3| oraz dwie Równiny (Plains), by zapłacić za |mana_w|\ |mana_w|.

source: Once a spell has been cast, one of two things happens. If the spell is an instant or a sorcery, you follow the instructions on the card, and then you put the card into your graveyard. If the spell is a creature, artifact, or enchantment, you put the card on the table in front of you. The card is now on the battlefield.
pl: Gdy czar został już rzucony może się zdarzyć jedna z dwóch rzeczy. Jeśli czar jest sztuczką lub obrzędem, podążasz za instrukcjami na karcie, a następnie umieszczasz owa kartę w twoim cmentarzu. Jeśli czar jest stworem, artefaktem lub urokiem, umieszczasz kartę na stole przed sobą. Owa karta jest teraz na polu walki.

source: Cards on the battlefield are called permanents to differentiate them from instants and sorceries, which are never on the battlefield.
pl: Karty na polu walki nazywane są permanentami, by odróżnić je od sztuczek i obrzędów, które nigdy nie znajdują się na polu walki.

source: ATTACKING AND BLOCKING
pl: Atakowanie i blokowanie

source: The most common way to win the game is to attack with your creatures. If a creature that is attacking an opponent isn’t blocked, it deals damage equal to its power to that opponent.
pl: Najpowszechniejszym sposobem wygrania gry jest atakowanie swoimi stworami. Jeśli stwór atakujący przeciwnika nie zostanie zablokowany, zadaje mu obrażenia równe swojej sile.

source: The middle phase of each turn is the combat phase. In your combat phase, you choose which of your creatures will attack, and you choose which opponents they will attack. Tap your creatures to show that they are attacking. Your opponents then choose which of their creatures will block, if any. Tapped creatures can’t be declared as blockers.
pl: Środkowa faza każdej tury to faza walki. W twojej fazie walki wybierasz, które z twoich stworów będą atakować i których graczy. Zatapuj twoje stwory, by pokazać, że atakują. Twoi przeciwnicy mogą następnie wybrać, które z ich stworów będą blokować, o ile w ogóle. Zatapowane stwory nie mogą być wyznaczone do bloku.

source: Once all blockers have been chosen, each creature—both attackers and blockers—simultaneously deals damage equal to its power (the number on the left side of the slash in the lower right corner of the card).
pl: Gdy już blokujący zostali wybrani, każdy stwór — zarówno atakujący jak i blokujący — jednocześnie zadaje obrażenia równe swojej sile (liczba po lewej stronie ukośnika w prawym dolnym rogu karty).

source: An attacking creature that isn’t blocked deals damage to the player it’s attacking.
pl: Atakujący stwór, który nie został zablokowany, zadaje obrażenia zaatakowanemu graczowi.

source: An attacking creature that is blocked deals damage to the creature or creatures that are blocking it, and vice versa.
pl: Atakujący stwór, który został zablokowany, zadaje obrażenia blokującemu stworowi i vice versa.

source: If damage is dealt to your opponent, they lose that much life.
pl: Jeśli obrażenia są zadawane przeciwnikowi, traci on tyle samo życia.

source: If one of your attacking creatures is blocked by multiple creatures, you decide how to divide its combat damage among them. You must assign at least enough damage to the first blocking creature to destroy it before you can assign damage to the second one, and so on.
pl: Jeśli jeden z twoich atakujących stworów jest blokowany przez kilka stworów, to ty decydujesz, jak są rozdzielane między nimi obrażenia bojowe. Musisz przypisać co najmniej tyle obrażeń pierwszemu, żeby został zniszczony, zanim będzie można przypisać obrażenia kolejnemu, i tak dalej.

source: If a creature is dealt damage equal to or greater than its toughness over the course of a single turn (whether it be combat damage, damage from spells or abilities, or a combination of both), that creature is destroyed, and it goes to its owner’s graveyard (or "dies"). If a creature takes damage that isn’t enough to destroy it in a single turn, that creature stays on the battlefield, and the damage wears off at the end of the turn.
pl: Jeśli stwór w ciągu trwania jednej tury otrzyma obrażenia równe lub większe jego wytrzymałości (obojętnie, czy będą to obrażenia bojowe, od czarów lub zdolności, czy też dowolna ich kombinacja), ów stwór zostaje zniszczony i trafia do cmentarza swojego władcy (mówimy, że "umiera"). Jeśli stwór nie otrzyma w ciągu jednej tury dość obrażeń, by został zniszczony, ów stwór pozostaje na polu walki, a obrażenia znikają na koniec tury.

source: In the following examples, an opponent is attacking you with a variety of creatures:
pl: W kolejnych przykładach przeciwnik atakuje cię różnymi stworami:

source: Mesa Unicorn deals 2 damage to you.
pl: Mesa Unicorn zadaje ci 2 obrażenia.

source: Mesa Unicorn is destroyed.
pl: Mesa Unicorn zostaje zniszczony.

source: Both creatures survive.
pl: Oba stwory przeżywają.

source: Giant Spider is destroyed.
pl: Giant Spider zostaje zniszczony.
