Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/STX.po
Languages: pl

source: Whenever you cast an instant or sorcery spell that targets only "Reflective Hulk", you may pay |mana_2| to copy that spell. If you do, you may choose new targets for the copy.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu wskazujący tylko tego stwora, możesz zapłacić |mana_2| by skopiować ów czar. Jeśli tak zrobisz, możesz wskazać nowe cele dla kopii.

source: |tap|: Add |colorless|. Put a point counter on Strixhaven Stadium.
pl: |tap|: Weź |colorless|. Umieść znacznik punktu na tym lądzie.

source: Whenever a creature deals combat damage to you, remove a point counter from Strixhaven Stadium.
pl: Ilekroć stwór zada tobie obrażenia bojowe, usuń znacznik punktu z tego lądu.

source: Whenever a creature you control deals combat damage to an opponent, put a point counter on Strixhaven Stadium. Then if it has ten or more point counters on it, remove them all and that player loses the game.
pl: Ilekroć stwór pod twoim władaniem zada przeciwnikowi obrażenia bojowe, umieść znacznik punktu na tym lądzie. Następnie jeśli ma on co najmniej dziesięć znaczników punktu, usuń je wszystkie i ów gracz przegrywa grę.

source: Equipped creature gets +1/+1 and has vigilance and trample.
pl: Wyposażony stwór dostaje +1/+1 i ma czujność oraz tratowanie.

source: Equip creature token |mana_1|
pl: Wyposaż żeton stwora |mana_1|

source: Equip |mana_3|
pl: Wyposaż |mana_3|

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_3|, |tap|: Target creature with power 3 or less can't be blocked this turn.
pl: |mana_3|, |tap|: Wskazany stwór o sile 3 lub mniejszej nie może być blokowany w tej turze.

source: Archway Commons enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: When Archway Commons enters the battlefield, sacrifice it unless you pay |mana_1|.
pl: Kiedy ten ląd wejdzie na pole bitwy, poświęć go, chyba że zapłacisz |mana_1|.

source: As Frostboil Snarl enters the battlefield, you may reveal an Island or Mountain card from your hand. If you don't, Frostboil Snarl enters the battlefield tapped.
pl: Umieszczając ten ląd na polu bitwy możesz ujawnić z ręki kartę Wyspy lub Góry. Jeśli tego nie zrobisz, wchodzi on przekręcony na pole bitwy.

source: |tap|: Add |mana_u| or |mana_r|.
pl: |tap|: Weź |mana_u| lub |mana_r|.

source: As Furycalm Snarl enters the battlefield, you may reveal a Mountain or Plains card from your hand. If you don't, Furycalm Snarl enters the battlefield tapped.
pl: Umieszczając ten ląd na polu bitwy możesz ujawnić z ręki kartę Góry lub Równiny. Jeśli tego nie zrobisz, wchodzi on przekręcony na pole bitwy.

source: |tap|: Add |mana_r| or |mana_w|.
pl: |tap|: Weź |mana_r| lub |mana_w|.

source: |mana_1|, |tap|: Add one mana of any color.
pl: |mana_1|, |tap|: Weź jedną manę dowolnego koloru.

source: |tap| Put a +1/+1 counter on target creature. Activate only as a sorcery and only if you've cast an instant or sorcery spell this turn.
pl: |tap|: Umieść znacznik +1/+1 na wskazanym stworze. Aktywuj jako obrzęd i tylko jeśli rzuciłeś w tej turze czar sztuczki lub obrzędu.

source: Lorehold Campus enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |mana_4|, |tap|: Scry 1.
pl: |mana_4|, |tap|: Wróż 1.

source: As Necroblossom Snarl enters the battlefield, you may reveal a Swamp or Forest card from your hand. If you don't, Necroblossom Snarl enters the battlefield tapped.
pl: Umieszczając ten ląd na polu bitwy możesz ujawnić z ręki kartę Bagna lub Lasu. Jeśli tego nie zrobisz, wchodzi on przekręcony na pole bitwy.

source: |tap|: Add |mana_b| or |mana_g|.
pl: |tap|: Weź |mana_b| lub |mana_g|.

source: Prismari Campus enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: Quandrix Campus enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: |tap|: Add |mana_g| or |mana_u|.
pl: |tap|: Weź |mana_g| lub |mana_u|.

source: As Shineshadow Snarl enters the battlefield, you may reveal a Plains or Swamp card from your hand. If you don't, Shineshadow Snarl enters the battlefield tapped.
pl: Umieszczając ten ląd na polu bitwy możesz ujawnić z ręki kartę Równiny lub Bagna. Jeśli tego nie zrobisz, wchodzi on przekręcony na pole bitwy.

source: |tap|: Add |mana_w| or |mana_b|.
pl: |tap|: Weź |mana_w| lub |mana_b|.

source: Silverquill Campus enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole bitwy.

source: As Vineglimmer Snarl enters the battlefield, you may reveal a Forest or Island card from your hand. If you don't, Vineglimmer Snarl enters the battlefield tapped.
pl: Umieszczając ten ląd na polu bitwy możesz ujawnić z ręki kartę Lasy lub Wyspy. Jeśli tego nie zrobisz, wchodzi on przekręcony na pole bitwy.

source: Choose a nonland card name. Opponents can't cast spells with the chosen name until your next turn.
pl: Nazwij nielądową kartę. Do twojej następnej tury przeciwnicy nie mogą rzucać czarów o wybranej nazwie.

source: Choose target nonland permanent. Until your next turn, it can't attack or block, and its activated abilities can't be activated.
pl: Wskaż nielądowy permanent. Do twojej następnej tury nie może on atakować lub blokować i nie można aktywować jego aktywowanych zdolności.

source: You may pay |mana_2|\ |mana_w|\ |mana_w| rather than pay this spell's mana cost.
pl: Możesz zapłacić |mana_2|\ |mana_w|\ |mana_w| zamiast płacić koszt many tego czaru.

source: If the |mana_2|\ |mana_w|\ |mana_w| cost was paid, an opponent choses up to two nonland permanents they control and returns them to their owner's hand.
pl: Jeśli został zapłacony koszt |mana_2|\ |mana_w|\ |mana_w|, przeciwnik wybiera co najwyżej dwa nielądowe permanenty pod swoim władaniem i przywraca je do ręki właściciela.

source: Destroy all nonland permanents.
pl: Zniszcz wszystkie nielądowe permanenty.

source: Exile any number of target creatures and/or planeswalkers you control. At the beginning of the next end step, return each of them to the battlefield under its owner's control. Each of them enters the battlefield with an additional +1/+1 counter on it if it's a creature and an additional loyalty counter on it if it's a planeswalker.
pl: Wygnaj dowolną liczbę wskazanych stworów i/lub wędrowców pod twoim władaniem. Na początku najbliższego kroku końcowego, przywróć każde z nich na pole bitwy pod władaniem właściciela. Każdy z nich wchodzi na pole bitwy z dodatkowym znacznikiem +1/+1 jeśli jest stworem i dodatkowym znacznikiem lojalności jeśli jest wędrowcem.

source: Vigilance, trample
pl: Czujność, tratowanie

source: Whenever Venerable Warsinger deals combat damage to a player, you may return target creature card with mana value X or less from your graveyard to the battlefield, where X is the amount of damage Venerable Warsinger dealt to that player.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, możesz przywrócić wskazaną kartę stwora o skrócie many X lub mniejszym z twojego cmentarza na pole bitwy, gdzie X jest liczbą obrażeń zadanych owemu graczowi przez niniejszego stwora.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)

source: Destroy target artifact, enchantment, or planeswalker.
pl: Zniszcz wskazany artefakt, urok lub wędrowca.

source: Rip Apart deals 3 damage to target creature or planeswalker.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 3 obrażenia.

source: Destroy target artifact or enchantment.
pl: Zniszcz wskazany artefakt lub urok.
