Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/STX.po
Languages: pl

source: Explosive Welcome deals 5 damage to any target and 3 damage to any other target. Add |mana_r|\ |mana_r|\ |mana_r|.
pl: Ten czar zadaje wskazanemu celowi 5 obrażeń oraz 3 obrażenia innemu wskazanemu celowi. Weź |mana_r|\ |mana_r|\ |mana_r|.

source: You may pay |mana_2|\ |mana_r|\ |mana_r| rather than pay this spell's mana cost.
pl: Możesz zapłacić |mana_2|\ |mana_r|\ |mana_r| zamiast płacić koszt many tego czaru.

source: If the |mana_2|\ |mana_r|\ |mana_r| cost was paid, an opponent discards any number of cards, then draws that many cards.
pl: Jeśli został zapłacony koszt |mana_2|\ |mana_r|\ |mana_r|, przeciwnik odrzuca dowolną liczbą kart, po czym dobiera tyle samo kart.

source: Search your library for up to three cards, put them into your hand, shuffle, then discard three cards at random.
pl: Wyszukaj w twojej bibliotece co najwyżej trzy karty, umieść je w twojej ręce, przetasuj, po czym odrzuć trzy losowe karty.

source: Whenever a creature enters the battlefield under your control this turn, put a +1/+1 counter on it and it gains haste until end of turn.
pl: Ilekroć stwór wejdzie na pole bitwy pod twoim władaniem, umieść na nim znacznik +1/+1 i zyskuje on do końca tury pośpiech.

source: Whenever one or more cards leave your graveyard, Fuming Effigy deals 1 damage to each opponent.
pl: Ilekroć co najmniej jedna karta opuści twój cmentarz, ten stwór zadaje każdemu przeciwnikowi po 1 obrażeniu.

source: |mana_r|, Return Grinning Ignus to its owner's hand: Add |colorless|\ |colorless|\ |mana_r|. Activate this ability only any time you could cast a sorcery.
pl: |mana_r|, przywróć tego stwora do ręki właściciela: Weź |colorless|\ |colorless|\ |mana_r|. Aktywuj jako obrzęd.

source: Haste
pl: Pośpiech

source: |mana_1|\ |mana_r|, |tap|: Target creature can't block this turn.
pl: |mana_1|\ |mana_r|, |tap|: Wskazany stwór nie może blokować w tej turze.

source: This spell can't be countered. (This includes by the ward ability.)
pl: Ten czar nie może być skontrowany. (To dotyczy także zdolności opieki.)

source: Heated Debate deals 4 damage to target creature or planeswalker.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi 4 obrażenia.

source: Igneous Inspiration deals 3 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 3 obrażenia.

source: Discard any number of cards, then draw that many cards. Then if there are seven or more cards in your graveyard, create a 3/2 red and white Spirit creature token.
pl: Odrzuć dowolną liczbę kart, następnie dobierz tyle samo kart. Następnie jeśli w twoim cmentarzu jest co najmniej siedem kart, stwórz żeton czerwono-białego stwora Duch 3/2.

source: |mana_5|, Exile Illustrious Historian from your graveyard: Create a tapped 3/2 red and white Spirit creature token.
pl: |mana_5|, wygnaj tę kartę z twojego cmentarza: Stwórz przekręcony żeton czerwono-białego stwora Duch 3/2.

source: This spell costs |mana_3| less to cast if it targets a creature token.
pl: Rzucenie tego czaru kosztuje o |mana_3| mniej jeśli wskazuje żeton stwora.

source: Gain control of target creature until end of turn. Untap that creature. It gets +2/+0 and gains haste until end of turn.
pl: Zyskaj do końca tury władanie nad wskazanym stworem. Odkręć go. Dostaje on do końca tury +2/+0 i pośpiech.

source: Flying, haste
pl: Latanie, pośpiech

source: When Retriever Phoenix enters the battlefield, if you cast it, learn. (You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.)
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli został rzucony, ucz się. (Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.)

source: As long as Retriever Phoenix is in your graveyard, if you would learn, you may instead return Retriever Phoenix to the battlefield.
pl: O ile ta karta jest w twoim cmentarzy, jeśli miałbyś się uczyć, możesz zamiast tego przywrócić tę kartę na pole bitwy.

source: "We'll Do It Live!" deals 1 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 1 obrażenie.

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Storm-Kiln Artist gets +1/+0 for each artifact you control.
pl: Ten stwór dostaje +1/+0 za każdy artefakt pod twoim władaniem.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, create a Treasure token.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, stwórz żeton Skarbu.

source: Target creature gets +2/+0 and gains first strike until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+0 oraz pierwszy cios.

source: Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: Stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: |tap|, Exile an instant or sorcery card from your graveyard: Put a +1/+1 counter on Time Shredder.
pl: |tap|, wygnaj kartę sztuczki lub obrzędu z twojego cmentarza: Umieść znacznik +1/+1 na tym stworze.

source: |tap|: Add one mana of any color.
pl: |tap|: Weź jedną manę dowolnego koloru.

source: |tap|: Add X mana of any one color, where X is the amount of life you gained this turn.
pl: |tap|: Weź X many w jednym dowolnym kolorze, gdzie X jest liczbą żyć zyskanych przez ciebie w tej turze.

source: Look at the top six cards of your library. You may reveal a creature card from among them and put it into your hand. Put the rest on the bottom of your library in a random order. You gain 3 life.
pl: Spójrz na sześć wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich kartę stwora i umieścić ją w twojej ręce. Umieść pozostałe losowo na spodzie twojej biblioteki. Zyskaj 3 życia.

source: Trample
pl: Tratowanie

source: When Bookwurm enters the battlefield, you gain 3 life and draw a card.
pl: Kiedy ten stwór wejdzie na pole bitwy, zyskaj 3 życia i dobierz kartę.

source: |mana_2|\ |mana_g|: Put Bookwurm from your graveyard into your library third from the top.
pl: |mana_2|\ |mana_g|: Umieść tę kartę z twojego cmentarza do twojej biblioteki jako trzecią od wierzchu.

source: Target creature gains trample until end of turn.
pl: Wskazany stwór zyskuje do końca tury tratowanie.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, put a +1/+1 counter on Dragonsguard Elite.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, umieść znacznik +1/+1 na tym stworze.

source: |mana_4|\ |mana_g|\ |mana_g|: Double the number of +1/+1 counters on Dragonsguard Elite.
pl: |mana_4|\ |mana_g|\ |mana_g|: Podwój liczbę znaczników +1/+1 na tym stworze.

source: Search your library and graveyard for up to four creature cards with different names that each have mana value X or less and reveal them. An opponent choses two of those cards. Shuffle the chosen cards into your library and put the rest onto the battlefield. Exile Ecological Appreciation.
pl: Wyszukaj w twojej bibliotece i cmentarzu co najwyżej czterech kart stworów o różnych nazwach i kosztach many X lub mniejszych każdy i ujawnij je. Przeciwnik wybiera dwie z owych kart. Wtasuj wybrane karty do twojej biblioteki i umieść pozostałe na polu bitwy. Wygnaj ten czar.

source: Search your library for a basic land card, put it onto the battlefield tapped, then shuffle. That land becomes a 0/0 green and blue Fractal creature that's still a land. Put a +1/+1 counter on it for each land you had enter the battlefield under your control this turn.
pl: Wyszukaj w twojej bibliotece kartę bazowego lądu, umieść ją przekręconą na polu bitwy, po czym przetasuj. Ów ląd staje się zielono-niebieskim stworem Fraktal 0/0 nadal będącym lądem. Umieść na nim znacznik +1/+1 za każdy ląd wprowadzony przez ciebie na pole bitwy pod twoim władaniem w tej turze.

source: Until end of turn, double target creature's power X times.
pl: Do końca tury podwój siłę wskazanego stwora X razy.

source: Search your library for a basic Forest card, put that card onto the battlefield tapped, then shuffle.
pl: Wyszukaj w twojej bibliotece kartę bazowego Lasu, umieść ją przekręconą na polu bitwy, po czym przetasuj.

source: You gain 2 life. Target creature gets +X/+X until end of turn, where X is the amount of life you gained this turn.
pl: Zyskaj 2 życia. Wskazany stwór dostaje do końca tury +X/+X, gdzie X jest liczbą żyć zyskanych przez ciebie w tej turze.

source: When Gnarled Professor enters the battlefield, learn. (You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.)
pl: Kiedy ten stwór wejdzie na pole bitwy, ucz się. (Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.)

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, put a +1/+1 counter on target creature you control.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: Create a 0/0 blue and green Fractal creature token. Put X +1/+1 counters on it, where X is the number of lands you control.
pl: Stwórz żeton zielono-niebieskiego stwora Fraktal 0/0. Umieść na nim X znaczników +1/+1, gdzie X jest liczbą lądów pod twoim władaniem.

source: Reach
pl: Zasięg

source: Whenever a creature you control with power equal to its toughness attacks, it gains trample until end of turn.
pl: Ilekroć zaatakuje stwór pod twoim władaniem mający siłę równą swojej wytrzymałości, zyskuje on do końca tury tratowanie.

source: You may pay |mana_3|\ |mana_g| rather than pay this spell's mana cost.
pl: Możesz zapłacić |mana_3|\ |mana_g| zamiast płacić koszt many tego czaru.

source: Search your library for up to four basic land cards and reveal them. Put one of them onto the battlefield tapped under an opponent's control if the |mana_3|\ |mana_g| cost was paid. Put two of them onto the battlefield tapped under your control and the rest into your hand. Then shuffle.
pl: Wyszukaj w twojej bibliotece co najwyżej cztery karty bazowych lądów i ujawnij je. Umieść jedną z nich przekręconą na polu bitwy pod władaniem przeciwnika jeśli użyto kosztu |mana_3|\ |mana_g|. Umieść dwie z nich przekręcone na polu bitwy pod twoim władaniem, a pozostałe w twojej ręce. Następnie przetasuj.

source: As long as you control eight or more lands, Augmenter Pugilist gets +5/+5.
pl: O ile władasz co najmniej ośmioma lądami, ten stwór dostaje +5/+5.

source: Choose target creature you control. Each other creature you control becomes a copy of it until end of turn, except those creatures aren't legendary if the chosen creature is legendary.
pl: Wskaż stwora pod twoim władaniem. Każdy inny stwór pod twoim władaniem staje się do końca tury jego kopią, ale owe stwory nie są legendarne jeśli wskazany stwór jest legendarny.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, return target nonlegendary creature card from your graveyard to your hand.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, przywróć wskazaną kartę nielegendarnego stwora z twojego cmentarza do twojej ręki.

source: As an additional cost to cast this spell, you may sacrifice any number of creatures. This spell costs |mana_2| less to cast for each creature sacrificed this way.
pl: Jako dodatkowy koszt rzucenia tego czaru możesz poświęcić dowolną liczbę stworów. Rzucenie tego czaru kosztuje o |mana_2| mniej za każdego stwora poświęconego w ten sposób.

source: Each opponent sacrifices a creature. Create a 3/6 black and red Avatar creature token with haste and "Whenever this creature attacks, it deals 3 damage to each opponent."
pl: Każdy przeciwnik poświęca stwora. Stwórz żeton czarno-czerwonego stwora Awatar 3/6 z pośpiechem oraz "Ilekroć ten stwór zaatakuje, zadaje każdemu przeciwnikowi po 3 obrażenia."

source: Whenever an opponent activates an ability that isn't a mana ability, Flamescroll Celebrant deals 1 damage to that player.
pl: Ilekroć przeciwnik aktywuje zdolność nie dającą many, ten stwór zadaje owemu graczowi 1 obrażenie.

source: |mana_1|\ |mana_r|: Flamescroll Celebrant gets +2/+0 until end of turn.
pl: |mana_1|\ |mana_r|: Ten stwór dostaje do końca tury +2/+0.

source: You opponents can't cast spells or activate planeswalkers' loyalty abilities this turn.
pl: Twoi przeciwnicy nie mogą w tej turze rzucać czarów ani aktywować zdolności lojalnościowych wędrowców.

source: Exile Revel in Silence.
pl: Wygnaj ten czar.

source: |tap|: Exile the top card of your library. If it's a land card, put it into your hand. Otherwise, put a study counter on it.
pl: |tap|: Wygnaj wierzchnią kartę twojej biblioteko. Jeśli to karta lądu, umieść ją w twojej ręce. W przeciwnym razie umieść na niej znacznik nauki.

source: |mana_4|\ |mana_g|: Create a 0/0 green and blue Fractal creature token. Put a +1/+1 counter on it for each different mana value among nonland cards you own in exile with study counters on them.
pl: |mana_4|\ |mana_g|: Stwórz żeton zielono-niebieskiego stwora Fraktal 0/0. Umieść na nim tyle znaczników +1/+1 ile masz wygnanych własnych nielądowych kart o różnych skrótach many mających znacznik nauki.

source: |mana_x|\ |mana_u|\ |mana_u|, |tap|: Exile the top X cards of your library and put a study counter on each of them. Then you may put a card you own in exile with a study counter on it into your hand.
pl: |mana_x|\ |mana_u|\ |mana_u|, |tap|: Wygnaj X wierzchnich kart twojej biblioteki i umieść na każdej znacznik nauki. Następnie możesz przenieść z wygnania własną kartę mają znacznik nauki do twojej ręki.

source: Whenever an opponent attacks one or more planeswalkers you control, put a loyalty counter on each planeswalker you control.
pl: Ilekroć przeciwnik zaatakuje co najmniej jednego wędrowca pod twoim władaniem, umieść znacznik lojalności na każdy wędrowcu pod twoim władaniem.

source: Whenever a permanent you control becomes the target of a spell or ability and opponent controls, you may draw a card.
pl: Ilekroć permanent pod twoim władaniem zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, możesz dobrać kartę.

source: +1: You may discard a card. If you do, draw a card. If a creature card was discarded this way, draw two cards instead.
pl: +1: Możesz odrzucić kartę. Jeśli tak zrobisz, dobierz kartę. Jeśli w ten sposób została odrzucona karta stwora, zamiast tego dobierz dwie karty.

source: −2: Return target creature card from your graveyard to the battlefield. Exile it at the beginning of your next upkeep.
pl: –2: Przywróć wskazaną kartę stwora z twojego cmentarza na pole bitwy. Wygnaj ją na początku twojego najbliższego kroku utrzymania.

source: −7: You get an emblem with "Whenever a creature enters the battlefield under your control, it deals damage equal to its power to any target."
pl: –7: Dostajesz emblemat mający "Ilekroć stwór wejdzie na pole bitwy pod twoim władaniem, zadaje wskazanemu celowi obrażenia równe swojej sile."

source: |tap|, Discard a card: Draw a card.
pl: |tap|, odrzuć kartę: Dobierz kartę.

source: |mana_4|\ |mana_r|, |tap|: Reveal cards from the top of your library until you reveal a nonlegendary, nonland card with mana value 3 or less. You may cast that card without paying its mana cost. Put all revealed cards not cast this way on the bottom of your library in a random order.
pl: |mana_4|\ |mana_r|, |tap|: Ujawniaj karty z wierzchu twojej biblioteki aż ujawnisz nielegendarną nielądową kartę o skrócie many 3 lub mniejszym. Możesz ją rzucić bez płacenia jej kosztu many. Umieść wszystkie nie rzucone karty ujawnione w ten sposób losowo na spodzie twojej biblioteki.

source: Other tapped creatures you control get +1/+0.
pl: Inne przekręcone stwory pod twoim władaniem dostają +1/+0.

source: Other untapped creatures you control get +0/+1.
pl: Inne odkręcony stwory pod twoim władaniem dostają +0/+1.

source: Whenever you attack, untap each creature you control, then tap any number of creatures you control.
pl: Ilekroć zaatakujesz, odkręć każdego stwora pod twoim władaniem, następnie przekręć dowolną liczbę stworów pod twoim władaniem.

source: Instant and sorcery spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów sztuczek i obrzędów kosztuje cię o |mana_1| mniej.

source: +1: Rowan, Scholar of Sparks deals 1 damage to each opponent. If you've drawn three or more cards this turn, she deals 3 damage to each opponent instead.
pl: +1: Ten wędrowiec zadaje każdemu przeciwnikowi po 1 obrażeniu. Jeśli w tej turze dobrałeś co najmniej trzy karty, zamiast tego zadaje po 3 obrażenia.

source: −4: You get an emblem with "Whenever you cast an instant or sorcery spell, you may pay |mana_2|. If you do, copy that spell. You may choose new targets for the copy."
pl: –4: Dostajesz emblemat mający "Ilekroć rzucisz czar sztuczki lub obrzędu, możesz zapłacić |mana_2|. Jeśli tak zrobisz, skopiuj ów czar. Możesz wskazać nowe cele dla kopii."

source: +1: Up to one target creature has base power and toughness 0/2 until your next turn.
pl: +1: Bazowa siła i wytrzymałość co najwyżej jednego wskazanego stwora stają się do twojej następnej tury 0/2.

source: −3: Draw two cards.
pl: –3: Dobierz dwie karty.

source: −7: Exile up to five target permanents. For each permanent exiled this way, its controller creates a 4/4 blue and red Elemental Creature token.
pl: –7: Wygnaj co najwyżej pięć wskazanych permanentów. Za każdy permanent wygnany w ten sposób, jego władca tworzy żeton niebiesko-czerwonego stwora Żywiołak 4/4.

source: Exile Selfless Glyphweaver: Creatures you control gain indestructible until end of turn.
pl: Wygnaj tego stwora: Stwory pod twoim władaniem zyskują do końca tury niezniszczalność.

source: Choose a creature or planeswalker, then destroy all other creatures and planeswalkers.
pl: Wybierz stwora lub wędrowca, po czym zniszcz wszystkie inne stwory i wędrowców.

source: Flying, vigilance
pl: Latanie, czujność

source: |tap|: Put a +1/+1 counter on each creature that entered the battlefield under your control this turn.
pl: |tap|: Umieść znacznik +1/+1 na każdym stworze, który w tej turze wszedł na pole bitwy pod twoim władaniem.

source: |tap|: Put a +1/+1 counter on another target creature, then Embrose, Dean of Shadow deals 2 damage to that creature.
pl: |tap|: Umieść znacznik +1/+1 na innym wskazanym stworze, następnie niniejszy stwór zadaje owemu stworowi 2 obrażenia.

source: Whenever a creature you control with a +1/+1 counter on it dies, draw a card.
pl: Ilekroć umrze stwór pod twoim władaniem mający znacznik +1/+1, dobierz kartę.

source: When Torrent Sculptor enters the battlefield, exile an instant or sorcery card from your graveyard. Put a number of +1/+1 counters on Torrent Sculptor equal to half that card's mana value, rounded up.
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj kartę sztuczki lub obrzędu z twojego cmentarza. Umieść na tym stworze tyle znaczników +1/+1, ile wynosi połowa skrótu many owej karty, zaokrąglając wzwyż.

source: Discard a card, then draw a card. When you discard an instant or sorcery card this way, Flamethrower Sonata deals damage equal to that card's mana value to target creature or planeswalker you don't control.
pl: Odrzuć kartę, po czym dobierz kartę. Kiedy odrzucisz w ten sposób kartę sztuczki lub obrzędu, ten czar zadaje wskazanemu stworowi lub wędrowcowi poza twoim władaniem obrażenia równe skrótowi many owej karty.

source: |tap|: You may exile an instant or sorcery card from your hand and put three hone counters on it. It gains "At the beginning of your upkeep, if this card is exiled, remove a hone counter from it" and "When the last hone counter is removed from this card, if it's exiled, you may cast it. It costs |mana_4| less to cast this way."
pl: |tap|: Możesz wygnać kartę sztuczki lub obrzędu z twojej ręki i umieścić na niej trzy znaczniki ostrzenia. Zyskuje ona "Na początku twojego kroku utrzymania, jeśli ta karta jest wygnana, usuń z niej znacznik ostrzenia" oraz "Kiedy z tej karty zostanie usunięty ostatni znacznik ostrzenia, jeśli jest ona wygnana, możesz ją rzucić. Rzucenie jej w ten sposób kosztuje o |mana_4| mniej."

source: At the beginning of your upkeep, exile the top card of each opponent's library. Until end of turn, you may cast spells from among those exiled cards, and you many spend mana as though it were mana of any color to cast those spells.
pl: Na początku twojego kroku utrzymania, wygnaj wierzchnią kartę biblioteki każdego z przeciwników. Do końca tury, możesz rzucać czary spośród owych wygnanych kart i do ich rzucenia możesz wydawać manę tak, jakby była maną dowolnego koloru.

source: Whenever you cast a spell from exile, put a +1/+1 counter on Nassari, Dean of Expression.
pl: Ilekroć rzucisz czar z wygnania, umieść znacznik +1/+1 na tym stworze.

source: Menace, lifelink
pl: Złowrogość, więź życia

source: If a nontoken creature an opponent controls would die, exile it instead. When you do, you may pay |mana_2|. If you do, create a 1/1 black and green Pest creature token with "When this creature dies, you gain 1 life."
pl: Jeśli miałby umrzeć nieżetonowy stwór pod władaniem przeciwnika, zamiast tego wygnaj go. Kiedy tak zrobisz, możesz zapłacić |mana_2|. Jeśli tak zrobisz, stwórz żeton czarno-zielonego stwora Szkodnik 1/1 mający "Kiedy ten stwór umrze, zyskaj 1 życie."

source: Whenever you gain life, you may pay |mana_1|. If you do, put a +1/+1 counter on each creature you control and those creatures gain trample until end of turn.
pl: Ilekroć zyskasz życia, możesz zapłacić |mana_1|. Jeśli tak zrobisz, umieść znacznik +1/+1 na każdym stworze pod twoim władaniem i owe stwory zyskują do końca tury tratowanie.

source: Return target permanent to its owner's hand. Return target permanent card from your graveyard to your hand.
pl: Przywróć wskazany permanent do ręki właściciela. Przywróć wskazaną kartę permanentu z twojego cmentarza do twojej ręki.

source: When Biomathematician enters the battlefield, create a 0/0 green and blue Fractal creature token. Put a +1/+1 counter on each Fractal you control.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton zielono-niebieskiego stwora Fraktal 0/0. Umieść znacznik +1/+1 na każdym Fraktalu pod twoim władaniem.

source: Attacking creatures you control have double strike.
pl: Atakujące stwory pod twoim władaniem mają podwójny cios.

source: Create X tapped 2/1 white and black Inkling creature tokens with flying. If X is 6 or more, destroy all noncreature, nonland permanents.
pl: Stwórz X przekręconych żetonów biało-czarnego stwora Kleks 2/1 z lataniem. Jeśli X wynosi co najmniej 6, zniszcz wszystkie nie-stworowe, nie-lądowe permanenty.

source: Create a 0/0 green and blue Fractal creature token. Put X +1/+1 counters on it, where X is the number of cards in your library.
pl: Stwórz żeton zielono-niebieskiego stwora Fraktal 0/0. Umieść na nim X znaczników +1/+1, gdzie X jest liczbą kart w twojej bibliotece.

source: This spell costs |mana_2| less to cast during your end step.
pl: Rzucenie tego czaru kosztuje o |mana_2| mniej podczas twojego kroku końcowego.

source: Destroy target creature or planeswalker you don't control. Put a +1/+1 counter on up to one target creature you control.
pl: Zniszcz wskazanego stwora lub wędrowca poza twoim władaniem. Umieść znacznik +1/+1 na co najwyżej jednym wskazanym stworze pod twoim władaniem.

source: Creative Outburst deals 5 damage to any target. Look at the top five cards of your library. Put one of them into your hand and the rest on the bottom of your library in a random order.
pl: Ten czar zadaje wskazanemu celowi 5 obrażeń Spójrz na pięć wierzchnich karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe losowo na spodzie twojej biblioteki.
