Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/STX.po
Languages: pl

source: |mana_ur|\ |mana_ur|, Discard Creative Outburst: Create a Treasure token.
pl: |mana_ur|\ |mana_ur|, odrzuć tę kartę: Stwórz żeton Skarbu.

source: Exile the top X cards of your library. For each land card exiled this way, create a Treasure token. For each blue card exiled this way, draw a card. For each red card exiled this way, Culmination of Studies deals 1 damage to each opponent.
pl: Wygnaj X wierzchnich kart twojej biblioteki. Za każdą kartę lądu wygnaną w ten sposób, stwórz żeton Skarbu. Za każdą niebieską kartę wygnaną w ten sposób, dobierz kartę. Za każdą czerwoną kartę wygnaną w ten sposób, ten czar zadaje każdemu przeciwnikowi po 1 obrażeniu.

source: Target creature you control fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór pod twoim władaniem walczy ze wskazanym stworem poza twoim władaniem. (Każdy zadaje drugiemu obrażenia równe swojej sile.)

source: Counter target noncreature spell unless its controller pays |mana_3|.
pl: Skontruj wskazany nie-stworowy czar, chyba że jego władca zapłaci |mana_3|.

source: Copy target creature spell you control, except it isn't legendary if the spell is legendary. (A copy of a creature spell becomes a token.)
pl: Skopiuj wskazany czar stwora pod twoim władaniem, ale nie jest on legendarny jeśli ów czar jest legendarny. (Kopia czaru stwora staje się żetonem.)

source: Creature tokens you control get +1/+1.
pl: Żetony stworów pod twoim władaniem dostają +1/+1.

source: Whenever one or more nontoken creatures you control die, create a 2/1 white and black Inkling creature token with flying. This ability triggers only once each turn.
pl: Ilekroć umrze jeden lub więcej nieżetonowych stworów pod twoim władaniem, stwórz żeton biało-czarnego stwora Kleks 2/1 z lataniem. Ta zdolność wyzwala się tylko raz na turę.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, choose target creature you control. Until end of turn, it gains "If this creature would leave the battlefield, exile it instead of putting it anywhere else" and "When you exile this creature, create a 4/4 blue and red Elemental creature token."
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, wskaż stwora pod twoi władaniem. Do końca tury ma on "Jeśli ten stwór miałby opuścić pole bitwy, wygnaj go zamiast umieszczać go gdziekolwiek indziej" oraz "Kiedy wygnasz tego stwora, stwórz żeton niebiesko-czerwonego stwora Żywiołak 4/4."

source: Create two 4/4 blue and red Elemental creature tokens.
pl: Stwórz dwa żetony niebieskiego stwora Żywiołak 4/4.

source: |mana_ur|\ |mana_ur|, Discard Elemental Masterpiece: Create a Treasure token. (It's an artifact with "|tap|, Sacrifice this artifact: Add one mana of any color.")
pl: |mana_ur|\ |mana_ur|, odrzuć tę kartę: Stwórz żeton Skarbu. (To artefakt mający "|tap|, poświęć ten artefakt: Weź jedną manę dowolnego koloru.")

source: Create a 4/4 blue and red Elemental creature token.
pl: Stwórz żeton niebieskiego stwora Żywiołak 4/4.

source: Draw two cards. You may put a land card from your hand onto the battlefield.
pl: Dobierz dwie karty. Możesz umieścić na polu bitwy kartę lądu z twojej ręki.

source: Put two +1/+1 counters on target creature you control. Other creatures you control get +1/+1 until end of turn.
pl: Umieść dwa znaczniki +1/+1 na wskazanym stworze pod twoim władaniem. Inne stwory pod twoim władaniem dostają do końca tury +1/+1.

source: Look at the top three cards of your library. Put one of them into your hand, put one of them on the bottom of your library, and exile one of them. You may play the exiled card this turn.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, umieść jedną z nich na spodzie twojej biblioteki, a jedną wygnaj. Możesz zagrać ową wygnaną kartę w tej turze.

source: Create a 0/0 blue and green Fractal creature token and put X +1/+1 counters on it.
pl: Stwórz żeton zielono-niebieskiego stwora Fraktal 0/0 i umieść na nim X znaczników +1/+1.

source: When Galazeth Prismari enters the battlefield, create a Treasure token.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton Skarbu.

source: Artifacts you control have "|tap|: Add one mana of any color. Spend this mana only to cast an instant or sorcery spell."
pl: Artefakty pod twoim władaniem mają "|tap|: Weź jedną manę dowolnego koloru. Możesz ją wydać tylko na rzucenie czaru sztuczki lub obrzędu."

source: Draw a card for each different power among creatures you control.
pl: Dobierz kartę za każdą różną wartość siły spośród stworów pod twoim władaniem.

source: Spirits you control get +1/+1 and have trample and haste.
pl: Duchy pod twoim władaniem dostają +1/+1 oraz mają tratowanie i pośpiech.

source: Whenever another nontoken creature you control dies, exile it. If you do, create a token that's a copy of that creature, except it's a Spirit in addition to its other types and it has "When this creature leaves the battlefield, return the exiled card to your graveyard."
pl: Ilekroć umrze inny nieżetonowy stwór pod twoim władaniem, wygnaj go. Jeśli tak zrobisz, stwórz żeton będący kopią owego stwora, ale jest on Duchem oprócz swoich innych typów i ma "Kiedy ten stwór opuści pole bitwy, przywróć ową wygnaną kartę do twojego cmentarza."

source: Target opponent reveals their hand. You choose a nonland card from it. That player discards that card. Put a +1/+1 counter on a creature you control.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierz z niej nielądową kartę. Ów gracz odrzuca ową kartę. Umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: Each other planeswalker you control has the loyalty abilities of Kasmina, Enigma Sage.
pl: Każdy inny wędrowiec pod twoim władaniem ma zdolności lojalnościowe tego wędrowca.

source: +2: Scry 1.
pl: +2: Wróż 1.

source: −X: Create a 0/0 green and blue Fractal creature token. Put X +1/+1 counters on it.
pl: –X: Stwórz żeton zielono-niebieskiego stwora Fraktal 0/0. Umieść na nim X znaczników +1/+1.

source: −8: Search your library for an instant or sorcery card that shares a color with this planeswalker, exile that card, then shuffle. You may cast that card without paying its mana cost.
pl: –8: Wyszukaj w twojej bibliotece kartę sztuczki lub obrzędu mającą wspólny kolor z tym wędrowcem, wygnaj ową kartę, po czym przetasuj. Możesz rzucić ową kartę bez płacenia jej kosztu many.

source: Lifelink
pl: Więź życia

source: Menace (This creature can't be blocked except by two or more creatures.)
pl: Złowrogość (Ten stwór nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: Spells you cast that target a creature cost |mana_2| less to cast.
pl: Rzucanie czarów wskazujących stwora kosztuje cię o |mana_2| mniej.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, until end of turn, Spirit creatures you control gain "|tap|: This creature deals 1 damage to each opponent."
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, do końca tury Duchy pod twoim władaniem mają "|tap|: Ten stwór zadaje każdemu przeciwnikowi po 1 obrażeniu."

source: Choose two —
pl: Wybierz dwie —

source: Create a 3/2 red and white Spirit creature token.
pl: Stwórz żeton czerwono-białego stwora Duch 3/2.

source: Creatures you control get +1/+0 and gain indestructible and haste until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +1/+0, niezniszczalność i pośpiech.

source: Lorehold Command deals 3 damage to any target. Target player gains 3 life.
pl: Ten czar zadaje wskazanemu celowi 3 obrażenia. Wskazany gracz zyskuje 3 życia.

source: Sacrifice a permanent, then draw two cards.
pl: Poświęć permanent, po czym dobierz dwie karty.

source: At the beginning of your end step, mill a card. If a land card was milled this way, you gain 1 life. Otherwise, Lorehold Excavation deals 1 damage to each opponent. (To mill a card, put the top card of your library into your graveyard.)
pl: Na początku twojego kroku końcowego, zmiel kartę. Jeśli w ten sposób zmielono kartę lądu, zyskaj 1 życie. W innym wypadku ten stwór zadaje każdemu przeciwnikowi po 1 obrażeniu. (Mieląc kartę umieść wierzchnią kartę twojej biblioteki w twoim cmentarzu.)

source: |mana_5|, Exile a creature card from your graveyard: Create a tapped 3/2 red and white Spirit creature token.
pl: |mana_5|, wygnaj kartę stwora z twojego cmentarza: Stwórz przekręcony żeton czerwono-białego stwora Duch 3/2.

source: First strike
pl: Pierwszy cios

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, Lorehold Pledgemage gets +1/+0 until end of turn.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, ten stwór dostaje do końca tury +1/+0.

source: Whenever "Maelstrom Muse" attacks, the next instant or sorcery spell you cast this turn costs |mana_x| less to cast, where X is "Maelstrom Muse"'s power as this ability resolves.
pl: Ilekroć ten stwór zaatakuje, rzucenie następnego twojego czaru sztuczki lub obrzędu w tej turze kosztuje cię o |mana_x| mniej, gdzie X jest siłą tego stwora przy rozpatrzeniu tej zdolności.

source: Magma Opus deals 4 damage divided as you choose among any number of targets. Tap two target permanents. Create a 4/4 blue and red Elemental creature token. Draw two cards.
pl: Ten czar zadaje 4 obrażenia rozdzielone dowolnie między dowolną liczbę wskazanych celów. Przekręć dwa wskazane permanenty. Stwórz żeton niebieskiego stwora Żywiołak 4/4. Dobierz dwie karty.

source: |mana_ur|\ |mana_ur|, Discard Magma Opus: Create a Treasure token.
pl: |mana_ur|\ |mana_ur|, odrzuć tę kartę: Stwórz żeton Skarbu.

source: Target creature gets +1/+0 until end of turn. When that creature dies this turn, create a 3/2 red and white Spirit creature token.
pl: Wskazany stwór dostaje do końca tury +1/+0. Kiedy ów stwór umrze w tej turze, stwórz żeton czerwono-białego stwora Duch 3/2.

source: When Manifestation Sage enters the battlefield, create a 0/0 green and blue Fractal creature token. Put X +1/+1 counters on it, where X is the number of cards in your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, stwórz żeton zielono-niebieskiego stwora Fraktal 0/0. Umieść na nim X znaczników +1/+1, gdzie X jest liczbą kart w twojej ręce.

source: Trample, lifelink
pl: Tratowanie, więź życia

source: Flying, deathtouch
pl: Latanie, dotyk śmierci

source: |tap|: Scry 1.
pl: |tap|: Wróż 1.

source: Ward—Pay 3 life. (Whenever this creature becomes the target of a spell or ability an opponent controls, counter it unless that player pays 3 life.)
pl: Opieka — Zapłać 3 życia. (Ilekroć ten stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci 3 życia.)

source: Create two 1/1 black and green Pest creature tokens with "When this creature dies, you gain 1 life."
pl: Stwórz dwa żetony czarno-zielonego stwora Szkodnik 1/1 mające "Gdy ten stwór umrze, zyskaj 1 życie."

source: Draw four cards. Then discard two cards unless you discard an instant or sorcery card.
pl: Dobierz cztery karty. Następnie odrzuć dwie karty, chyba że odrzucisz kartę sztuczki lub obrzędu.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, Prismari Apprentice can't be blocked this turn. If that spell has mana value 5 or greater, put a +1/+1 counter on Prismari Apprentice.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, ten stwór nie może być blokowany w tej turze. Jeśli ów czar ma skrót many 5 lub więcej, umieść znacznik +1/+1 na tym stworze.

source: Prismari Command deals 2 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 2 obrażenia.

source: Target player draws two cards, then discards two cards.
pl: Wskazany gracz dobiera dwie karty, po czym odrzuca dwie karty.

source: Target player creates a Treasure token.
pl: Wskazany gracz tworzy żeton Skarbu.

source: Defender
pl: Obronność

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, Prismari Pledgemage can attack this turn as though it didn't have defender.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, ten stwór może atakować w tej turze, jakby nie miał obronności.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, look at the top three cards of your library. You may reveal a land card from among them and put that card into your hand. Put the rest on the bottom of your library in any order.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, spójrz na trzy wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę lądu i umieścić ją w twojej ręce. Umieść pozostałe dowolnie na spodzie twojej biblioteki.

source: Return target creature or planeswalker to its owner's hand.
pl: Przywróć wskazanego stwora lub wędrowca do ręki właściciela.

source: Counter target artifact or enchantment spell.
pl: Skontruj wskazany czar artefaktu lub uroku.

source: Put two +1/+1 counters on target creature.
pl: Umieść dwa znaczniki +1/+1 na wskazanym stworze.

source: Target player shuffles up to three target cards from their graveyard into their library.
pl: Wskazany gracz wtasowuje co najwyżej trzy wskazane karty z jego cmentarza do swojej biblioteki.

source: When Quandrix Cultivator enters the battlefield, you may search your library for a basic Forest or Island card, put it onto the battlefield, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę bazowego Lasu lub Wyspy, ujawnij ją, umieść na polu bitwy, po czym przetasuj.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, put a +1/+1 counter on Quandrix Pledgemage.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, umieść znacznik +1/+1 na tym stworze.

source: Spirits you control get +1/+0.
pl: Duchy pod twoim władaniem dostają +1/+0.

source: Whenever one or more cards leave your graveyard, create a 3/2 red and white Spirit creature token.
pl: Ilekroć co najmniej jedna karta opuści twój cmentarze, stwórz żeton czerwono-białego stwora Duch 3/2.

source: Instant and sorcery spells you control have lifelink.
pl: Czary sztuczek i obrzędów pod twoim władaniem mają więź życia.

source: At the beginning of your upkeep, exile an instant or sorcery card at random from your graveyard. You may cast it this turn. If a spell cast this way would be put into your graveyard, exile it instead.
pl: Na początku twojego kroku utrzymania, wygnaj losową kartę sztuczki lub obrzędu z twojego cmentarza. Możesz ją rzucić w tej turze. Jeśli czar rzucony w ten sposób miałby trafić do twojego cmentarza, zamiast tego wygnaj go.

source: Return up to one target artifact card, up to one target enchantment card, up to one target instant card, up to one target sorcery card, and up to one target planeswalker card from your graveyard to your hand.
pl: Przywróć z twojego cmentarza do twojej ręki co najwyżej jedną wskazaną kartę artefaktu, co najwyżej jedną wskazaną kartę uroku, co najwyżej jedną wskazaną kartę sztuczki, co najwyżej jedną wskazaną kartę obrzędu i co najwyżej jedną wskazaną kartę wędrowca.

source: Exile Reconstruct History.
pl: Wygnaj ten czar.

source: When Returned Pastcaller enters the battlefield, return target Spirit, instant, or sorcery card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, przywróć wskazaną kartę Ducha, sztuczki lub obrzędu z twojego cmentarza do twojej ręki.

source: Exile target creature. Exile up to one target instant or sorcery card from a graveyard.
pl: Wygnaj wskazanego stwora. Wygnaj co najwyżej jedną wskazaną kartę sztuczki lub obrzędu z cmentarza.

source: |mana_2|, Return Rootha, Mercurial Artist to its owner's hand: Copy target instant or sorcery spell you control. You may choose new targets for the copy.
pl: |mana_2|, przywróć tego stwora do ręki właściciela: Skopiuj wskazany czar sztuczki lub obrzędu pod twoim władaniem. Możesz wskazać nowe cele dla kopii.

source: Whenever another creature you control with flying dies, put a +1/+1 counter on target creature you control.
pl: Ilekroć umrze inny stwór pod twoim władaniem mający latanie, umieść znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: Flying, double strike
pl: Latanie, podwójny cios

source: At the beginning of combat on your turn, you may choose two. Each mode must target a different player.
pl: Na początku potyczki w twojej turze, możesz wybrać dwa. Każdy tryb musi wskazywać innego gracza.

source: Target player creates a 2/1 white and black Inkling creature token with flying.
pl: Wskazany gracz tworzy żeton biało-czarnego stwora Kleks 2/1 z lataniem.

source: Target player draws a card and loses 1 life.
pl: Wskazany gracz dobiera kartę i traci 1 życie.

source: Target player puts a +1/+1 counter on each creature they control.
pl: Wskazany gracz umieszcza znacznik +1/+1 na każdym stworze pod swoim władaniem.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, target creature gets +1/+0 until end of turn.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, wskazany stwór dostaje do końca tury +1/+0.

source: Target creature gets +3/+3 and gains flying until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+3 oraz latanie.

source: Return target creature card with mana value 2 or less from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę o skrócie many 2 lub mniejszym z twojego cmentarza na pole bitwy.

source: Target opponent sacrifices a creature.
pl: Wskazany przeciwnik poświęca stwora.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, Silverquill Pledgemage gains your choice of flying or lifelink until end of turn.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, ten stwór dostaje do końca jedno wybrane przez ciebie spośród latania i więzi życia.

source: As "Silverquill AristoCAN'T" enters the battlefield, choose a nonland card name.
pl: Kiedy ten stwór wejdzie na pole bitwy, nazwij nielądową kartę.

source: Whenever an opponent casts a spell with the chosen name, that player loses 3 life and you draw a card.
pl: Ilekroć przeciwnik rzuci czar o wybranej nazwie, ów gracz traci 3 życia, a ty dobierz kartę.

source: Instant and sorcery spells you cast with mana value 5 or greater cost |mana_1| less to cast.
pl: Rzucanie czarów sztuczek i obrzędów o skrótach many 5 lub większych kosztuje cię o |mana_1| mniej.

source: Deathtouch
pl: Dotyk śmierci

source: "Silverquill Bully" enters the battlefield with two +1/+1 counters on it.
pl: Ten stwór wchodzi na pole bitwy mając dwa znaczniki +1/+1.

source: When "Silverquill Bully" dies, put its counters on target creature you control.
pl: Kiedy ten stwór umrze, umieść jego znaczniki na wskazanym stworze pod twoim władaniem.

source: Target creature has base power and toughness 4/4 until end of turn.
pl: Wskazany stwór ma do końca tury bazową siłę i wytrzymałość 4/4.

source: Whenever one or more cards leave your graveyard, scry 1.
pl: Ilekroć co najmniej jedna karta opuści twój cmentarz, wróż 1.

source: Flying, trample
pl: Latanie, tratowanie

source: When Tanazir Quandrix enters the battlefield, double the number of +1/+1 counters on target creature you control.
pl: Kiedy ten stwór wejdzie na pole bitwy, podwój liczbę znaczników +1/+1 na wskazanym stworze pod twoim władaniem.

source: Whenever Tanazir Quandrix attacks, you may have the base power and toughness of other creatures you control become equal to Tanazir Quandrix's power and toughness until end of turn.
pl: Ilekroć ten stwór zaatakuje, możesz sprawić że bazowa siła i wytrzymałość każdego innego stwora przyjmą do końca tury wartości posiadane przez niniejszego stwora.

source: When you cast your next instant or sorcery spell this turn, copy that spell. You may choose new targets for the copy.
pl: Kiedy rzucisz w tej turze swój kolejny czar sztuczki lub obrzędu, skopiuj ów czar. Możesz wskazać nowe cele dla kopii.

source: You gain 2 life. Then you may discard two cards. If you do, draw three cards.
pl: Zyskaj 2 życia. Następnie możesz odrzucić dwie karty. Jeśli tak zrobisz, dobierz trzy karty.

source: Exile target monocolored permanent.
pl: Wygnaj wskazany jednokolorowy permanent.

source: Flying, vigilance, haste
pl: Latanie, czujność, pośpiech

source: Whenever Velomachus Lorehold attacks, look at the top seven cards of your library. You may cast an instant or sorcery spell with mana value less than or equal to Velomachus Lorehold's power from among them without paying its mana cost. Put the rest on the bottom of your library in a random order.
pl: Ilekroć ten stwór zaatakuje, spójrz na siedem wierzchnich kart twojej biblioteki. Możesz spośród nich rzucić bez płacenia kosztu many kartę sztuczki lub obrzędu o skrócie many mniejszym lub równym sile niniejszego stwora. Umieść pozostałe losowo na spodzie twojej biblioteki.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, each opponent loses 1 life and you gain 1 life.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, każdy przeciwnik traci po 1 życiu, a ty zyskaj 1 życie.

source: Target player mills three cards, then you return a land card from your graveyard to your hand.
pl: Wskazany gracz mieli trzy karty, po czym przywróć kartę lądu z twojego cmentarza do twojej ręki.

source: Destroy target noncreature, nonland permanent with mana value 2 or less.
pl: Zniszcz wskazany nie-stworowy, nie-lądowy permanent o skrócie many 2 lub mniejszym.

source: Target creature gets -3/-1 until end of turn.
pl: Wskazany stwór dostaje do końca tury -3/-1.

source: Target opponent loses 2 life and you gain 2 life.
pl: Wskazany przeciwnik traci 2 życia, a ty zyskaj 2 życia.

source: |mana_1|, |tap|: You may put a land card from your hand onto the battlefield tapped.
pl: |mana_1|, |tap|: Możesz umieścić kartę lądu z twojej ręki przekręconą na polu bitwy.

source: |mana_4|, |tap|: Draw a card. If you control eight or more lands, draw two cards instead.
pl: |mana_4|, |tap|: Dobierz kartę. Jeśli władasz co najmniej ośmioma lądami, zamiast tego dobierz dwie karty.

source: When Campus Guide enters the battlefield, you may search your library for a basic land card, reveal it, then shuffle and put that card on top.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę bazowego lądu, ujawnij ją, po czym przetasuj i umieść ją na wierzchu.

source: You can't cast permanent spells.
pl: Nie możesz rzucać czarów permanentów.

source: |mana_4|, |tap|: Add |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|. When you cast your next spell this turn, exile cards from the top of your library until you exile an instant or sorcery card with lesser mana value. Until end of turn, you may cast that card without paying its mana cost. Put each other card exiled this way on the bottom of your library in a random order.
pl: |mana_4|, |tap|: Weź |mana_w|\ |mana_u|\ |mana_b|\ |mana_r|\ |mana_g|. Kiedy rzucisz twój następny czar w tej turze, wygnaj karty z wierzchu twojej biblioteki aż wygnasz kartę sztuczki lub obrzędu o mniejszym skrócie many. Do końca tury możesz rzucić ową kartę bez płacenia jej kosztu many. Umieść pozostałe karty wygnane w ten sposób losowo na spodzie twojej biblioteki.

source: |mana_2|, |tap|: Put target card from a graveyard on the bottom of its owner's library.
pl: |mana_2|, |tap|:Umieść wskazaną kartę z cmentarza na spodzie biblioteki właściciela.

source: |mana_2|, |tap|, Sacrifice Letter of Acceptance: Draw a card.
pl: |mana_2|, |tap|, poświęć ten artefakt: Dobierz kartę.
