Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/STX.po
Languages: pl

source: Search your library for a basic land card, reveal it, put it into your hand, then shuffle. You gain 2 life.
pl: Wyszukaj w twojej bibliotece kartę bazowego lądu, ujawnij ją, umieść w twojej ręce, po czym przetasuj. Zyskaj 2 życia.

source: Put two +1/+1 counters on target creature. It gains vigilance until end of turn.
pl: Umieść dwa znaczniki +1/+1 na wskazanym stworze. Do końca tury zyskuje on czujność.

source: Exile target nonland permanent. Its controller draws a card.
pl: Wygnaj wskazany nielądowy permanent. Jego władca dobiera kartę.

source: Scry 2, then draw a card.
pl: Wróż 2, po czym dobierz kartę.

source: Create a 2/1 white and black Inkling creature token with flying, a 3/2 red and white Spirit creature token, and a 4/4 blue and red Elemental creature token.
pl: Stwórz żeton biało-czarnego stwora Kleks 2/1 z lataniem, żeton czerwono-białego stwora Duch 3/2 oraz żeton niebiesko-czerwonego stwora Żywiołak 4/4.

source: Whenever an opponent casts an instant or sorcery spell, they may pay |mana_2|. If they don't, you may copy that spell. You many choose new targets for the copy.
pl: Ilekroć przeciwnik rzuci czar sztuczki lub obrzędu, może on zapłacić |mana_2|. Jeśli tego nie zrobi, możesz skopiować ów czar. Możesz wskazać nowe cele dla kopii.

source: Each player looks at the top five cards of their library, reveals a land card and/or an instant or sorcery card from among them, then puts the cards they revealed this way into their hand and the rest on the bottom of their library in a random order. Each player gains 3 life.
pl: Każdy gracz patrzy na pięć wierzchnich kart swojej biblioteki, ujawnia spośród nich kartę lądu i/lub kartę sztuczki lub obrzędu, po czym umieszcza ujawnione w ten sposób karty w swojej ręce, a pozostałe losowo na spodzie swojej biblioteki. Każdy gracz zyskuje po 3 życia.

source: Target creature you control gets +2/+2 and gains hexproof until end of turn. (It can't be the target of spells or abilities your opponents control.)
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +2/+2 i antyklątwę. (Nie może być wskazywany przez czary i zdolności pod władaniem twoich przeciwników.)

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, Clever Lumimancer gets +2/+2 until end of turn.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, ten stwór dostaje do końca tury +2/+2.

source: Flying
pl: Latanie

source: At the beginning of combat on your turn, target creature you control gets +1/+0 and gains vigilance until end of turn.
pl: Na początku potyczki w twojej turze, wskazany stwór pod twoim władaniem dostaje do końca tury +1/+0 i czujność.

source: Choose one —
pl: Wybierz jedno —

source: Creatures you control get +1/+1 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +1/+1.

source: Destroy target creature with power 4 or greater.
pl: Zniszcz wskazanego stwora o sile 4 lub większej.

source: Enchant nonland permanent
pl: Zaurocz nie-lądowy permanent

source: Enchanted permanent can't attack or block, and its activated abilities can't be activated.
pl: Zauroczony permanent nie może atakować ani blokować, a jego aktywowane zdolności nie mogą być aktywowane.

source: |mana_3|: Destroy Detention Vortex. Only your opponents may activate this ability and only as a sorcery.
pl: |mana_3|: Zniszcz ten urok. Tylko przeciwnicy mogą aktywować tę zdolność i tylko jako obrzęd.

source: When Dueling Coach enters the battlefield, put a +1/+1 counter on target creature.
pl: Kiedy ten stwór wejdzie na pole bitwy, umieść znacznik +1/+1 na wskazanym stworze.

source: |mana_4|\ |mana_w|, |tap|: Put a +1/+1 counter on each creature you control with a +1/+1 counter on it.
pl: |mana_4|\ |mana_w|, |tap|: Umieść znacznik +1/+1 na każdym stworze pod twoim władaniem mającym znacznik +1/+1.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, Eager First-Year gets +1/+0 until end of turn.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, ten stwór dostaje do końca tury +1/+0.

source: When Elite Spellbinder enters the battlefield, look at target opponent's hand. You may exile a nonland card from it. For as long as that card remains exiled, its owner may play it. A spell cast this way costs |mana_2| more to cast.
pl: Kiedy ten stwór wejdzie na pole bitwy, spójrz na rękę wskazanego przeciwnika. Możesz wygnać z niej nielądową kartę. Przez czas wygnania owej karty jej właściciel może ją zagrać. Rzucenie czaru w ten sposób kosztuje o |mana_2| więcej.

source: Exile target tapped creature.
pl: Wygnaj wskazanego przekręconego stwora.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, creatures you control get +1/+1 until end of turn,
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, stwory pod twoim władaniem dostają do końca tury +1/+1.

source: {O}: You may cast target instant or sorcery card from your graveyard this turn. If that spell doesn't target a creature you control, it costs |mana_8| more to cast this way. If that spell would be put into your graveyard, exile it instead. (You still pay the spell's costs. Timing rules for the spell still apply.)
pl: |mana_0|: Możesz w tej turze rzucić wskazany czar sztuczki lub obrzędu z twojego cmentarza. Jeśli ów czar nie wskazuje stwora pod twoim władaniem, rzucenie go w ten sposób kosztuje o |mana_8| więcej. Jeśli ów czar miałby trafić do cmentarza, zamiast tego wygnaj go. (Nadal musisz opłacić jego koszty. Zasady czasu zagrania nadal obowiązują.)

source: When Pilgrim of the Ages enters the battlefield, you may search your library for a basic Plains card, reveal it, put it into your hand, then shuffle.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę bazowej Równiny, ujawnij ją, umieść ją w twojej ręce, po czym przetasuj.

source: |mana_6|: Return Pilgrim of the Ages from your graveyard to your hand.
pl: |mana_6|: Przywróć tę kartę z twojego cmentarza do twojej ręki.

source: When Professor of Symbology enters the battlefield, learn. (You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.)
pl: Kiedy ten stwór wejdzie na pole bitwy, ucz się. (Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.)

source: Exile target nonland permanent. Its controller creates a 3/2 red and white Spirit creature token.
pl: Wygnaj wskazany nielądowy permanent. Jego władca tworzy żeton czerwono-białego stwora Duch 3/2.

source: You and target opponent each draw three cards.
pl: Ty i wskazany przeciwnik dobieracie po trzy karty.

source: When you cast this spell, copy it for each other instant or sorcery spell you've cast this turn. You may choose new targets for the copies.
pl: Kiedy rzucisz ten czar, skopiuj go za każdy inny czar sztuczki i obrzędu rzucony przez ciebie w tej turze. Możesz wskazać nowe cele dla kopii.

source: Put a +1/+1 counter on target creature. It gains vigilance until end of turn.
pl: Umieść znacznik +1/+1 na wskazanym stworze. Do końca tury zyskuje on czujność.

source: When Sparring Regimen enters the battlefield, learn. (You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.)
pl: Kiedy ten stwór wejdzie na pole bitwy, ucz się. (Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.)

source: Whenever you attack, put a +1/+1 counter on target attacking creature and untap it.
pl: Ilekroć zaatakujesz, umieść znacznik +1/+1 na wskazanym atakującym stworze i odkręć go.

source: Star Pupil enters the battlefield with a +1/+1 counter on it.
pl: Ten stwór wchodzi na pole bitwy mając znacznik +1/+1.

source: When Star Pupil dies, put its counters on target creature you control.
pl: Kiedy ten stwór umrze, umieść jego znaczniki na wskazanym stworze pod twoim władaniem.

source: Whenever one or more cards are put into exile during your turn, put a +1/+1 counter on Stonebinder's Familiar. This ability triggers only once each turn.
pl: Ilekroć co najmniej jedna karta trafia na wygnanie w twojej turze, umieść znacznik +1/+1 na tym stworze. Ta zdolność wyzwala się tylko raz na turę.

source: Whenever a permanent entering the battlefield causes a triggered ability to trigger, counter that ability unless its controller pays |mana_2|.
pl: Ilekroć permanent wchodzący na pole bitwy powoduje wyzwolenie zdolności wyzwalanej, skontruj ową zdolność, chyba że jej właściciel zapłaci |mana_2|.

source: Tap up to two target creatures.
pl: Przekręć co najwyżej dwa wskazane stwory.

source: Learn. (You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.)
pl: Ucz się. (Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.)

source: Vigilance
pl: Czujność

source: Whenever Thunderous Orator attacks, it gains flying until end of turn if you control a creature with flying. The same is true for first strike, double strike, deathtouch, indestructible, lifelink, menace, and trample.
pl: Ilekroć ten stwór zaatakuje, zyskuje on do końca tury latanie jeśli władasz stworem z lataniem. To samo jest prawdą dla pierwszego ciosu, podwójnego ciosu, dotyku śmierci, niezniszczalności, więzi życia, złowrogości i tratowania.

source: Target creature gets -4/-0 until end of turn.
pl: Wskazany stwór dostaje do końca tury -4/-0.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, draw a card.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, dobierz kartę.

source: Flash
pl: Błysk

source: When "Croaktara" enters the battlefield, target creature an opponent controls gets -1/-0 until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, wskazany stwór pod władaniem przeciwnika dostaje do końca tury -1/-0.

source: This spell costs |mana_2| less to cast if it targets an attacking creature.
pl: Rzucenie tego czaru kosztuje o |mana_2| mniej jeśli wskazuje atakującego stwora.

source: Put target creature into its owner's library second from the top.
pl: Umieść wskazanego stwora w bibliotece właściciela jako drugą kartę od wierzchu.

source: Look at the top two cards of your library. Put any number of them into your graveyard and the rest back on top of your library in any order.
pl: Spójrz na dwie wierzchnie karty twojej biblioteki. Umieść dowolne z nich w twoim cmentarzu a pozostałe dowolnie na wierzchu twojej biblioteki.

source: Draw a card.
pl: Dobierz kartę.

source: When "Library Strix" becomes the target of a spell, sacrifice it.
pl: Kiedy ten stwór zostanie wskazany przez czar, poświęć go.

source: When "Library Strix" dies, learn. (You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.)
pl: Kiedy ten stwór umrze, ucz się. (Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.)

source: When Frost Trickster enters the battlefield, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Kiedy ten stwór wejdzie na pole bitwy, przekręć wskazanego stwora pod władaniem przeciwnika. Ów stwór nie odkręci się w najbliższym kroku odkręcania swojego władcy.

source: |tap|: Untap another target permanent you control.
pl: |tap|: Odkręć inny wskazany permanent pod twoim władaniem.

source: |tap|: Tap target permanent. Activate only if you control eight or more lands.
pl: |tap|: Przekręć wskazany permanent. Możesz aktywować tylko jeśli władasz co najmniej ośmioma lądami.

source: When you cast this spell, copy it if you control a planeswalker, Cleric, Druid, Shaman, Warlock, or Wizard.
pl: Kiedy rzucisz ten czar, skopiuj go jeśli władasz wędrowcem, Klerykiem, Drugidem, Szamanem, Czarnoksiężnikiem lub Czarodziejem.

source: Scry 1, then draw a card.
pl: Wróż 1, po czym dobierz kartę.

source: Until end of turn, target nonland permanent loses all abilities and becomes your choice of a blue Frog creature with base power and toughness 1/1 or a blue Octopus creature with base power and toughness 4/4.
pl: Do końca tury wskazany nielądowy permanent traci wszystkie zdolności i staje się według twojego wyboru albo niebieskim stworem Żaba o bazowej sile i wytrzymałości 1/1, albo niebieskim stworem Ośmiornica o bazowej sile i wytrzymałości 4/4.

source: If X is 1, scry 1, then draw a card.
pl: Jeśli X jest 1, wróż 1, po czym dobierz kartę.

source: If X is 2, you may choose a player. They return a creature they control to its owner's hand.
pl: Jeśli X jest 2, możesz wskazać gracza. Przywraca on stwora pod swoim władaniem do ręki właściciela.

source: If X is 3, create a 4/4 blue and red Elemental creature token.
pl: Jeśli X jest 3, ztwórz żeton niebieskiego stwora Żywiołak 4/4.

source: If X is 4 or more, do all of the above.
pl: Jeśli X jest 4 lub więcej, zrób wszystko powyższe.

source: Exile target artifact or creature. Its controller creates a 4/4 blue and red Elemental creature token.
pl: Wygnaj wskazany artefakt lub stwora. Jego władca tworzy żeton niebiesko-czerwonego stwora Żywiołak 4/4.

source: Create a 0/0 green and blue Fractal creature token. Put X +1/+1 counters on it, where X is one plus the total number of instant and sorcery cards you own in exile and in your graveyard.
pl: Stwórz żeton zielono-niebieskiego stwora Fraktal 0/0. Umieść na nim X znaczników +1/+1, gdzie X wynosi jeden plus liczba twoich kart sztuczek i obrzędów na wygnaniu i w twoim cmentarzu.

source: Search your library for an instant or sorcery card, reveal it, put it into your hand, then shuffle.
pl: Wyszukaj w twojej bibliotece kartę sztuczki lub obrzędu, ujawnij ją, umieść w twojej ręce, po czym przetasuj.

source: |mana_1|\ |mana_u|, |tap|: Draw a card, then discard a card.
pl: |mana_1|\ |mana_u|, |tap|: Dobierz kartę, po czym odrzuć kartę.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, target creature you control has base power 2 until end of turn.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, wskazany stwór pod twoim władaniem ma do końca tury bazową siłę 2.

source: If an opponent has more cards in hand than you, draw two cards. Draw three cards instead if an opponent has at least four more cards in hand than you.
pl: Jeśli przeciwnik ma więcej kart w ręce niż ty, dobierz dwie karty. Zamiast tego dobierz trzy karty jeśli przeciwnik ma co najmniej o cztery karty więcej w ręce niż ty.

source: Counter target instant or sorcery spell. Search its controller's graveyard, hand, and/or library for any number of cards with the same name as that spell and exile them. That spell's controller shuffles, then they draw a card for each card exiled from their hand this way.
pl: Skontruj wskazany czar sztuczki lub obrzędu. Wyszukaj w cmentarzu, ręce i/lub bibliotece jego władcy dowolną liczbę kart o tej samej nazwie co ów czar i wygnaj je. Władca owego czaru tasuje, po czym dobiera kartę za każdą kartę wygnaną w ten sposób ze swojej ręki.

source: Ward |mana_2| (Whenever this creature becomes the target of a spell or ability an opponent controls, counter it unless that player pays |mana_2|.)
pl: Opieka |mana_2| (Ilekroć ten stwór zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj to, chyba że ów gracz zapłaci |mana_2|.)

source: Whenever "A Poet That Knows It" attacks, you may pay 2 life. If you do, it gains flying until end of turn.
pl: Ilekroć ten stwór zaatakuje, możesz zapłacić 2 życia. Jeśli tak zrobisz, zyskuje on do końca tury latanie.

source: You may pay |mana_1|\ |mana_b| rather than pay this spell's mana cost.
pl: Możesz zapłacić |mana_1|\ |mana_b| zamiast płacić koszt many tego czaru.

source: If the |mana_1|\ |mana_b| cost was paid, an opponent draws a card.
pl: Jeśli został zapłacony koszt |mana_1|\ |mana_b|, przeciwnik dobiera kartę.

source: Exile target creature or planeswalker.
pl: Wygnaj wskazanego stwora lub wędrowca.

source: Return target planeswalker card with mana value X or less from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę wędrowca o skrócie many X lub mniej z twojego cmentarza na pole bitwy.

source: Remove twice X loyalty counters from target planeswalker an opponent controls.
pl: Usuń dwukrotność X znaczników lojalności ze wskazanego wędrowca pod władaniem przeciwnika.

source: Each player loses 2 life. You draw two cards.
pl: Każdy gracz traci po 2 życia. Dobierz dwie karty.

source: Put two +1/+1 counters on target creature. It gains lifelink until end of turn.
pl: Umieść dwa znaczniki +1/+1 na wskazanym stworze. Do końca tury zyskuje on więź życia.

source: When "Eyebat" dies, learn. (You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.)
pl: Kiedy ten stwór umrze, ucz się. (Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.)

source: Target player discards two cards. Then exile all cards from that player's graveyard.
pl: Wskazany gracz odrzuca dwie karty. Następnie wygnaj wszystkie karty z cmentarza owego gracza.

source: Whenever an opponent casts or copies an instant or sorcery spell, they lose 1 life.
pl: Ilekroć przeciwnik rzuci lub skopiuje czar sztuczki lub obrzędu, traci on 1 życie.

source: As an additional cost to cast this spell, exile a creature you control.
pl: Jako dodatkowy koszt rzucenia tego czaru — wygnaj stwora pod twoim władaniem.

source: |mana_1|, Sacrifice another creature: Put a +1/+1 counter on target creature. Activate only as a sorcery.
pl: |mana_1|, poświęć innego stwora: Umieść znacznik +1/+1 na wskazanym stworze. Używaj jako obrzęd.

source: As an additional cost to cast this spell, you may sacrifice one or more creatures. If you do, copy this spell for each creature sacrificed this way.
pl: Jako dodatkowy koszt rzucenia tego czaru możesz poświęcić jednego lub więcej stworów. Jeśli tak zrobisz, skopiuj ten czar za każdego stwora poświęconego w ten sposób.

source: You draw a card and lose 1 life.
pl: Dobierz kartę i strać 1 życie.

source: Magecraft — Whenever you cast or copy an instant or sorcery spell, each opponent loses 2 life and you gain 2 life.
pl: Magodziejstwo — Ilekroć rzucisz lub skopiujesz czar sztuczki lub obrzędu, każdy przeciwnik traci po 2 życia, a ty zyskaj 2 życia.

source: +1: You lose 1 life. Look at the top three cards of your library. Put one of them into your hand and the rest into your graveyard.
pl: +1: Strać 1 życie. Spójrz na trzy wierzchnie karty twojej biblioteki. Umieść jedną z nich w twojej ręce, a pozostałe w twoim cmentarzu.

source: −3: Each opponent sacrifices a creature with the greatest power among creatures that player controls.
pl: –3: Każdy przeciwnik poświęca stwora o największej sile spośród stworów pod swoim władaniem.

source: −8: Each opponent may discard a card. If they don't, they lose 3 life. Repeat this process six more times.
pl: –8: Każdy przeciwnik może odrzucić kartę. Jeśli tego nie zrobi, traci 3 życia. Powtórz ten proces jeszcze sześć razy.

source: When Promising Duskmage dies, if it had a +1/+1 counter on it, draw a card.
pl: Kiedy umrze ten stwór, jeśli miał znacznik +1/+1, dobierz kartę.

source: When Tenured Inkcaster enters the battlefield, put a +1/+1 counter on target creature.
pl: Kiedy ten stwór wejdzie na pole bitwy, umieść znacznik +1/+1 na wskazanym stworze.

source: Whenever a creature you control with a +1/+1 counter on it attacks, each opponent loses 1 life and you gain 1 life.
pl: Ilekroć zaatakuje stwór pod twoim władaniem mający znacznik +1/+1, każdy przeciwnik traci 1 życie, a ty zyskaj 1 życie.

source: Choose one: —
pl: Wybierz jedno —

source: Target player sacrifices a creature or planeswalker.
pl: Wskazany gracz poświęca stwora lub wędrowca.

source: Create a 2/1 white and black Inkling creature token with flying.
pl: Stwórz żeton biało-czarnego stwora Kleks 2/1 z lataniem.

source: Target creature blocks this turn if able. You may have that creature gain reach until end of turn.
pl: Wskazany stwór blokuje w tej turze jeśli może. Możesz sprawić, że ów stwór zyska zasięg do końca tury.

source: Whenever "Forum Mooderator" attacks, you may put an instant or sorcery card from your graveyard on the bottom of your library. If you do, exile top two cards of your library. Until end of turn, you may play those cards.
pl: Ilekroć ten stwór zaatakuje, możesz umieścić kartę sztuczki lub obrzędu z twojego cmentarza na spodzie twojej biblioteki. Jeśli tak zrobisz, wygnaj dwie wierzchnie karty twojej biblioteki. Do końca tury możesz zagrać owe karty.

source: |tap|: Attacking Spirits you control get +1/+0 until end of turn.
pl: |tap|: Atakujące Duchy pod twoim władaniem dostają do końca tury +1/+0.

source: Whenever "Conspiracy Theorist" attacks, you may pay |mana_1| and discard a card. If you do, draw a card.
pl: Ilekroć ten stwór zaatakuje, możesz zapłacić |mana_1| i odrzucić kartę. Jeśli tak zrobisz, dobierz kartę.

source: Whenever you discard one or more nonland cards, you may exile one of them from your graveyard. If you do, you may cast that card this turn.
pl: Ilekroć odrzucisz jedną lub więcej nielądowych kart, możesz wygnać jedną z nich z twojego cmentarza. Jeśli tak zrobisz, możesz rzucić ową kartę w tej turze.

source: Crackle with Power deals five times X damage to each of up to X targets.
pl: Ten czar zadaje pięciokrotność X obrażeń każdemu z co najwyżej X wskazanych celów.

source: As an additional cost to cast this spell, exile an instant or sorcery card from your graveyard.
pl: Jako dodatkowy koszt rzucenia tego czaru — wygnaj wskazaną kartę sztuczki lub obrzędu z twojego cmentarza.

source: Draconic Intervention deals X damage to each non-Dragon creature, where X is the exiled card's mana value. If a creature dealt damage this way would die this turn, exile it instead.
pl: Ten czar zadaje każdemu stworowi bez typu Smok po X obrażeń, gdzie X jest skrótem many wygnanej karty. Jeśli stwór uszkodzony w ten sposób miałby umrzeć w tej turze, zamiast tego wygnaj go.

source: Exile Draconic Intervention.
pl: Wygnaj ten czar.

source: "Approach of the Dragon" deals 3 damage to each opponent. Then you may exile "Approach of the Dragon" and four other cards named "Approach of the Dragon" from your graveyard. If you do, search your library for a Dragon creature card, put it into the battlefield, then shuffle.
pl: Ten czar zadaje każdemu przeciwnikowi po 3 obrażenia. Następnie możesz wygnać ten czar i cztery inne karty mające niniejszą nazwę z twojego cmentarza. Jeśli tak zrobisz, wyszukaj w twojej bibliotece kartę Smoka, umieść ją na polu bitwy, po czym przetasuj.

source: A deck can have any number of cards named "Approach of the Dragon".
pl: Talia może zawierać dowolną liczbę kart o niniejszej nazwie.

source: Double strike
pl: Podwójny cios

source: Whenever Efreet Flamepainter deals combat damage to a player, you may cast target instant or sorcery card from your graveyard without paying its mana cost. If that spell would be put into your graveyard, exile it instead.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, możesz rzucić wskazaną kartę sztuczki lub obrzędu z twojego cmentarza bez płacenia jej kosztu many. Jeśli ów czar miałby trafić do twojego cmentarza, zamiast tego wygnaj go.

source: Target creature gets +3/+1 and gains trample until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+1 oraz tratowanie.
