Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TBD.po
Languages: pl

source: Lifelink
pl: Więź życia

source: |mana_1|, Sacrifice Alseid of Life's Bounty: Target creature or enchantment you control gains protection from the color of your choice until end of turn.
pl: |mana_1|, poświęć tego stwora: Wskazany stwór lub urok pod twoim władaniem zyskuje do końca tury ochronę przed wybranym przez ciebie kolorem.

source: Flying
pl: Latanie

source: When Archon of Falling Stars dies, you may return target enchantment card from your graveyard to the battlefield.
pl: Kiedy ten stwór umrze, możesz przywrócić wskazaną kartę uroku z twojego cmentarza na pole walki.

source: Flying, lifelink
pl: Latanie, więź życia

source: Pegasus creatures you control have lifelink.
pl: Pegazy pod twoim władaniem mają więź życia.

source: Constellation — Whenever an enchantment enters the battlefield under your control, create a 2/2 white Pegasus creature token with flying.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, stwórz żeton białego stwora Pegaz 2/2 z lataniem.

source: When Banishing Light enters the battlefield, exile target nonland permanent an opponent controls until Banishing Light leaves the battlefield. (That permanent returns under its owner's control.)
pl: Kiedy ten urok wejdzie na pole walki, wygnaj wskazany nielądowy permanent pod władaniem przeciwnika dopóki niniejszy urok nie opuści pola walki. (Ów permanent wraca pod władanie swojego właściciela.)

source: (As this Saga enters and after your draw step, add a lore counter. Sacrifice after III.)
pl: (Umieszczając tę Sagę oraz po kroku dobierania, dodaj znacznik opowieści. Poświęć po III.)

source: I — Search your library for a basic Plains card, reveal it, put it into your hand, then shuffle your library.
pl: I — Wyszukaj w twojej bibliotece kartę bazowej Równiny, ujawnij ją, umieść ją w twojej ręce, następnie przetasuj twoją bibliotekę.

source: II — Create a 0/4 colorless Wall artifact creature token with defender.
pl: II — Stwórz żeton bezkolorowego artefaktycznego stwora Ściana 0/4 z obronnością.

source: III — You gain 2 life.
pl: III — Zyskaj 2 życia.

source: Constellation — Whenever an enchantment enters the battlefield under your control, tap target creature an opponent controls.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, przekręć wskazanego stwora pod władaniem przeciwnika.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature gets +2/+2 and has first strike and "Whenever this creature deals combat damage to a player, create a 1/1 white Human Soldier creature token."
pl: Zauroczony stwór dostaje +2/+2, ma pierwszy cios oraz "Ilekroć ten stwór zadaje graczowi obrażenia bojowe, stwórz żeton białego stwora Piechur 1/1."

source: Whenever a creature dies, if an Aura you control was attached to it, return target creature card with converted mana cost 2 or less from your graveyard to your hand.
pl: Ilekroć umrze stwór, jeśli miał dołączoną Aurę pod twoim władaniem, przywróć wskazaną kartę stwora o skróconym koszcie many 2 lub mniejszym z twojego cmentarza do twojej ręki.

source: Daxos's toughness is equal to your devotion to white. (Each |mana_w| in the mana costs of permanents you control counts toward your devotion to white.)
pl: Wytrzymałość tej karty jest równa twojemu kultowi białego. (Każdy symbol |mana_w| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu białego.)

source: Whenever another creature you control enters the battlefield or dies, you gain 1 life.
pl: Ilekroć inny stwór pod twoim władaniem wejdzie na pole walki lub umrze, zyskaj 1 życie.

source: This spell costs |mana_x| less to cast, where X is your devotion to white. (Each |mana_w| in the mana costs of permanents you control counts towards your devotion to white.)
pl: Rzucenie tego czaru kosztuje o |mana_x| mniej, gdzie X jest twoim kultem białego. (Każdy symbol |mana_w| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu białego.)

source: Enchanted creature can't attack or block.
pl: Zauroczony stwór nie może atakować ani blokować.

source: |mana_2|\ |mana_w|: Exile enchanted creature.
pl: |mana_2|\ |mana_w|: Wygnaj wskazanego stwora.

source: First strike
pl: Pierwszy cios

source: Loyalty abilities of planeswalkers your opponents control cost |mana_1| more to activate.
pl: Aktywacja lojalnościowych zdolności wędrowców pod władaniem twoich przeciwników kosztuje o |mana_1| więcej.

source: I - Exile target permanent an opponent controls with converted mana cost 3 or greater.
pl: I - Wygnaj wskazany permanent pod władaniem przeciwnika o skróconym koszcie many 3 lub większym.

source: II - Noncreature spells your opponents cast cost |mana_2| more to cast until your next turn.
pl: II - Do twojej następnej tury rzucanie czarów nie będących stworami kosztuje twoich przeciwników o |mana_2| więcej.

source: III - Return target creature or planeswalker card from your graveyard to the battlefield. Put a +1/+1 counter or a loyalty counter on it.
pl: III - Przywróć wskazaną kartę stwora lub wędrowca z twojego cmentarza na pole walki. Umieść na niej znacznik +1/+1 lub lojalności.

source: −1: Up to two target creatures you control each get +2/+1 until end of turn.
pl: –1: Każdy z co najwyżej dwóch wskazanych stworów dostaje do końca tury +2/+1.

source: −2: Create two 1/1 white Human Soldier creature tokens.
pl: –2: Stwórz dwa żetony białego stwora Człowiek Piechur 1/1.

source: −3: You gain 5 life.
pl: –3: Zyskaj 5 żyć.

source: Escape—|mana_4|\ |mana_w|\ |mana_w|, Exile four other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_4|\ |mana_w|\ |mana_w|, wygnaj cztery inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Constellation — Whenever an enchantment enters the battlefield under your control, Favored of Iroas gains double strike until end of turn.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, ten stwór dostaje do końca tury podwójny cios.

source: Exile target creature or enchantment, then return it to the battlefield under its owner's control.
pl: Wygnaj wskazanego stwora lu urok, następnie przywróć go na pole walki pod władaniem jego właściciela.

source: Whenever another creature you control attacks, it gets +0/+1 until end of turn.
pl: Ilekroć inny stwór pod twoim władaniem atakuje, dostaje do końca tury +0/+1.

source: Indestructible
pl: Niezniszczalność

source: As long as your devotion to white is less than five, Heliod isn't a creature.
pl: Dopóki twój kult białego jest mniejszy niż pięć, ta karta nie jest stworem.

source: Whenever you gain life, put a +1/+1 counter on target creature or enchantment you control.
pl: Ilekroć zyskujesz życia, umieść znacznik +1/+1 na wskazanym stworze lub uroku pod twoim władaniem.

source: |mana_1|\ |mana_w|: Another target creature gains lifelink until end of turn.
pl: |mana_1|\ |mana_w|: Inny wskazany stwór dostaje do końca tury więź życia.

source: Choose one —
pl: Wybierz jedno —

source: Destroy X target artifacts and/or enchantments.
pl: Zniszcz X wskazanych artefaktów i/lub uroków.

source: Target player gains twice X life.
pl: Wskazany gracz zyskuje dwukrotność X żyć.

source: When Heliod's Pilgrim enters the battlefield, you may search your library for an Aura card, reveal it, put it into your hand, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole walki, możesz wyszukać w twojej bibliotece kartę Aury, ujawnić ją, umieścić w twojej ręce, następnie przetasuj twoją bibliotekę.

source: Heliod's Punishment enters the battlefield with four task counters on it.
pl: Ten urok wchodzi na pole walki z czterema znacznikami zadania.

source: Enchanted creature can't attack or block. It loses all abilities and has "|tap|: Remove a task counter from Heliod's Punishment. Then if it has no task counters on it, destroy Heliod's Punishment."
pl: Zauroczony stwór nie może atakować ani blokować. Traci wszystkie zdolności i ma "|tap|: Usuń znacznik zadania z Heliod's Punishment. Następnie jeśli nie ma tam już żadnych znaczników zadania, zniszcz Heliod's Punishment."

source: Whenever you cast a spell that targets Hero of the Pride, creatures you control get +1/+0 until end of turn.
pl: Ilekroć rzucisz czar wskazujący tego stwora, stwory pod twoim władaniem dostają do końca tury +1/+0.

source: Whenever you cast a spell that targets Hero of the Winds, creatures you control get +1/+0 until end of turn.
pl: Ilekroć rzucisz czar wskazujący tego stwora, stwory pod twoim władaniem dostają do końca tury +1/+0.

source: Search your library for an enchantment card, reveal it, and put it into your hand. Then shuffle your library.
pl: Wyszukaj w twojej bibliotece kartę uroku, ujawnij ją i umieść w twojej ręce. Następnie przetasuj twoją bibliotekę.

source: Flash
pl: Błysk

source: Enchanted creature gets +1/+2.
pl: Zauroczony stwór dostaje +1/+2.

source: Target creature gets +2/+2 until end of turn. If it's an enchanted creature or enchantment creature, it also gains hexproof and indestructible until end of turn. (It can't be the target of spells or abilities your opponents control. Damage and effects that say "destroy" don't destroy it.)
pl: Wskazany stwór dostaje do końca tury +2/+2. Jeśli jest zauroczonym stworem lub stworem-urokiem, dostaje on do końca tury dodatkowo antyklątwę oraz niezniszczalność. (Nie może być wskazywany przez czary lub zdolności pod władaniem twoich przeciwników. Obrażenia i efekty mówiące "zniszcz" nie zniszczą go.)

source: When Lagonna-Band Storyteller enters the battlefield, you may put target enchantment card from your graveyard on top of your library. If you do, you gain life equal to its converted mana cost.
pl: Kiedy ten stwór wejdzie na pole walki, możesz umieścić wskazaną kartę uroku z twojego cmentarza na wierzchu twojej biblioteki. Jeśli tak zrobisz, zyskaj tyle żyć, ile wynosi jej skrócony koszt many.

source: When Leonin of the Lost Pride dies, exile target card from an opponent's graveyard.
pl: Kiedy ten stwór umrze, wygnaj wskazaną kartę z cmentarza przeciwnika.

source: When Omen of the Sun enters the battlefield, create two 1/1 white Human Soldier creature tokens and you gain 2 life.
pl: Kiedy ten urok wejdzie na pole walki, stwórz dwa żetony białego stwora Człowiek Piechur 1/1 i zyskaj 2 życia.

source: |mana_2|\ |mana_w|, Sacrifice Omen of the Sun: Scry 2.
pl: |mana_2|\ |mana_w|, poświęć ten urok: Wróż 2.

source: Target creature you control gets +2/+1 until end of turn. Each other creature you control gets +1/+1 until end of turn.
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +2/+1. Każdy inny stwór pod twoim władaniem dostaje do końca tury +1/+1.

source: Constellation — Whenever an enchantment enters the battlefield under your control, target creature gets +1/+1 until end of turn.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, wskazany stwór dostaje do końca tury +1/+1.

source: When Reverent Hoplite enters the battlefield, create a number of 1/1 white Human Soldier creature tokens equal to your devotion to white. (Each |mana_w| in the mana costs of permanents you control counts toward your devotion to white.)
pl: Kiedy ten stwór wejdzie na pole walki, stwórz tyle żetonów białego stwora Człowiek Piechur 1/1, ile wynosi twój kult białego. (Każdy symbol |mana_w| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu białego.)

source: Exile target artifact or enchantment.
pl: Wygnaj wskazany artefakt lub urok.

source: When Rumbling Sentry enters the battlefield, scry 1.
pl: Kiedy ten stwór wejdzie na pole walki, wróż 1.

source: Enchanted creature gets +1/+1 and has vigilance.
pl: Zauroczony stwór dostaje +1/+1 i ma czujność.

source: Escape—|mana_w|, Exile two other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_w|, wygnaj dwie inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Each player who controls a creature with power 4 or greater draws a card. Then destroy all creatures.
pl: Każdy gracz władający stworem o sile 4 lub większej dobiera kartę. Następnie zniszcz wszystkie stwory.

source: |mana_1|\ |mana_w|: Sunmane Pegasus gains vigilance and lifelink until end of turn.
pl: |mana_1|\ |mana_w|: Ten stwór dostaje do końca tury czujność i więź życia.

source: Vigilance
pl: Czujność

source: Whenever Taranika, Akroan Veteran attacks, untap another target creature you control. Until end of turn, that creature has base power and toughness 4/4 and gains indestructible.
pl: Ilekroć ten stwór atakuje, odkręć innego wskazanego stwora pod twoim władaniem. Do końca tury ów stwór ma bazową siłę i wytrzymałość 4/4 i zyskuje niezniszczalność.

source: Aura spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów Aur kosztuje cię o |mana_1| mniej.

source: Destroy target creature with power 4 or greater. You gain 3 life.
pl: Zniszcz wskazanego stwora o sile 4 lub większej. Zyskaj 3 życia.

source: Alirios, Enraptured enters the battlefield tapped.
pl: Ten stwór wchodzi na pole walki przekręcony.

source: Alirios doesn't untap during your untap step if you control a Reflection.
pl: Ten stwór nie odkręca się w twoim kroku odkręcania jeśli władasz permanentem o typie Reflection (Odbicie).

source: When Alirios enters the battlefield, create a 3/2 blue Reflection creature token.
pl: Kiedy ten stwór wejdzie na pole walki, stwórz żeton niebieskiego stwora Odbicie 3/2.

source: When Ashiok's Erasure enters the battlefield, exile target spell.
pl: Kiedy ten urok wejdzie na pole walki, wygnaj wskazany czar.

source: Your opponents can't cast spells with the same name as the exiled card.
pl: Twoi przeciwnicy nie mogą rzucać czarów z taką samą nazwą jak owa wygnana karta.

source: When Ashiok's Erasure leaves the battlefield, return the exiled card to its owner's hand.
pl: Kiedy ten urok opuści pole walki, przywróć wygnaną kartę do ręki jej właściciela.

source: This spell costs |mana_1| less to cast for each enchantment you control.
pl: Rzucenie tego czaru kosztuje o |mana_1| mniej za każdy urok pod twoim władaniem.

source: Callaphe's power is equal to your devotion to blue. (Each |mana_u| in the mana costs of permanents you control counts toward your devotion to blue.)
pl: Siła tej karty jest równa twojemu kultowi niebieskiego. (Każdy symbol |mana_u| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu niebieskiego.)

source: Creatures and enchantments you control have "Spells your opponents cast that target this permanent cost |mana_1| more to cast".
pl: Stwory i uroki pod twoim władaniem mają "Rzucanie czarów wskazujących ten permanent kosztuje twoich przeciwników o |mana_1| więcej".

source: Target creature gets -4/-0 until end of turn. Scry 2.
pl: Wskazany stwór dostaje do końca tury -4/-0. Wróż 2.

source: Counter target creature or enchantment spell. If that spell is countered this way, exile it instead of putting it into its owner's graveyard.
pl: Skontruj wskazany czar stwora lub uroku. Jeśli ów czar zostanie skontrowany w ten sposób, wygnaj go zamiast umieszczać go w cmentarzu jego właściciela.

source: |mana_6|\ |mana_u|, Sacrifice Eidolon of Philosophy: Draw three cards.
pl: |mana_6|\ |mana_u|, poświęć tego stwora: Dobierz trzy karty.

source: When Elite Instructor enters the battlefield, draw a card, then discard a card.
pl: Kiedy ten stwór wejdzie na pole walki, dobierz kartę, następnie odrzuć kartę.

source: Draw a card.
pl: Dobierz kartę.

source: Escape—|mana_2|\ |mana_u|, Exile five other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_2|\ |mana_u|, wygnaj pięć innych kart z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Enchanted creature loses all abilities and is a blue Fish with base power and toughness 0/1.
pl: Zauroczony stwór traci wszystkie zdolności i jest niebieską Rybą o bazowej sile i wytrzymałości 0/1.

source: I — Create an 8/8 blue Kraken creature token with hexproof.
pl: I — Stwórz żeton niebieskiego stwora Kraken 8/8 z antyklątwą.

source: II — Tap all nonland permanents target opponent controls. They don't untap during their controller's next untap step.
pl: II — Przekręć wszystkie nielądowe permanenty pod władaniem wskazanego przeciwnika. Nie odkręcą się one w najbliższym kroku odkręcania swojego władcy.

source: III — Gain control of target permanent an opponent controls. Untap it.
pl: III — Zyskaj władanie nad wskazanym permanentem pod władaniem przeciwnika. Odkręć go.

source: (As this Saga enters and after your draw step, add a lore counter. Sacrifice after IV.)
pl: (Umieszczając tę Sagę oraz po kroku dobierania, dodaj znacznik opowieści. Poświęć po IV.)

source: I — Scry 2.
pl: I — Wróż 2.

source: II — Choose a card name.
pl: II — Wybierz nazwę karty.

source: III — When you cast a spell with the chosen card name for the first time this turn, draw two cards.
pl: III — Kiedy rzucisz czar o wybranej nazwie po raz pierwszy w tej turze, dobierz dwie karty.

source: IV — Look at the top card of each player's library.
pl: IV — Spójrz na wierzchnią kartę biblioteki każdego z graczy.

source: Counter target spell. Scry 2.
pl: Skontruj wskazany czar. Wróż 2.

source: Whenever you draw a card, you may pay |mana_1|. If you do, put a +1/+1 counter on Nadir Kraken and create a 1/1 blue Tentacle creature token.
pl: Ilekroć dobierzesz kartę, możesz zapłacić |mana_1|. Jeśli tak zrobisz, umieść znacznik +1/+1 na tym stworze i stwórz żeton niebieskie stwora Macka 1/1.

source: As long as it's not your turn, spells you cast cost |mana_1| less to cast.
pl: O ile nie jest twoja tura, rzucanie czarów kosztuje cię o |mana_1| mniej.

source: When Omen of the Sea enters the battlefield, scry 2, then draw a card.
pl: Kiedy ten urok wejdzie na pole walki, wróż 2, następnie dobierz kartę.

source: |mana_2|\ |mana_u|, Sacrifice Omen of the Sea: Scry 2.
pl: |mana_2|\ |mana_u|, poświęć ten urok: Wróż 2.

source: Enchant creature or enchantment
pl: Zaurocz stwora lub urok

source: Enchanted permanent is an enchantment and loses all other card types. (It still has its abilities, but it's no longer a creature.)
pl: Zauroczony permanent jest urokiem i traci wszystkie inne typy karty. (Nadal ma swoje zdolności, ale nie jest już dłużej stworem.)

source: Constellation — Whenever an enchantment enters the battlefield under your control, you may have Protean Thaumaturge become a copy of another target creature, except it has this ability.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, możesz sprawić, że niniejszy stwór stanie się kopią innego wskazanego stwora, ale zachowa niniejszą zdolność.

source: Defender
pl: Obronność

source: Constellation — Whenever an enchantment enters the battlefield under your control, target player puts the top two cards of their library into their graveyard.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, wskazany gracz umieszcza dwie wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: Return up to three target creatures and/or enchantments to their owners' hands.
pl: Przywróć co najwyżej trzy wskazane stwory i/lub uroki do rąk ich właścicieli.

source: At the beginning of your upkeep, return up to one other target enchantment you control to its owner's hand.
pl: Na początku twojego kroku utrzymania, przywróć co najwyżej jeden wskazany urok pod twoim władaniem do ręki właściciela.

source: Constellation — Whenever an enchantment enters the battlefield under your control, you may draw a card. If you do, discard a card.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, możesz dobrać kartę. Jeśli tak zrobisz, odrzuć kartę.

source: Tap target creature. It doesn't untap during its controller's next untap step.
pl: Przekręć wskazanego stwora. Nie odkręci się on podczas najbliższego kroku odkręcania swojego władcy.

source: Escape—|mana_2|\ |mana_u|, Exile three other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_2|\ |mana_u|, wygnaj trzy inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Enchant creature you control
pl: Zaurocz stwora pod twoim władaniem

source: When Starlit Mantle enters the battlefield, enchanted creature gains hexproof until end of turn. (It can't be the target of spells or abilities your opponents control.)
pl: Kiedy ten urok wejdzie na pole walki, zauroczony stwór dostaje do końca tury antyklątwę. (Nie może być wskazany przez czary ani zdolności pod władaniem twoich przeciwników.)

source: Enchanted creature gets +1/+1.
pl: Zauroczony stwór dostaje +1/+1.

source: Return target creature or enchantment an opponent controls to its owner's hand.
pl: Przywróć wskazanego stwora lub urok pod władaniem przeciwnika do ręki jego właściciela.

source: Whenever you cast your first spell during each opponent's turn, you may tap or untap target nonland permanent.
pl: Ilekroć rzucisz swój pierwszy czar w turze każdego z przeciwników, możesz przekręcić lub odkręcić wskazany nielądowy permanent.

source: Target player puts the top four cards of their library into their graveyard.
pl: Wskazany gracz umieszcza cztery wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: Escape—|mana_3|\ |mana_u|, Exile four other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_3|\ |mana_u|, wygnaj cztery inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: As long as your devotion to blue is less than five, Thassa isn't a creature.
pl: Dopóki twój kult niebieskiego jest mniejszy niż pięć, ta karta nie jest stworem.

source: At the beginning of your end step, exile up to one other target creature you control, then return that card to the battlefield under your control.
pl: Na początku twojego kroku końcowego wygnaj co najwyżej jednego innego stwora pod twoim władaniem, następnie przywróć ową kartę na pole walki pod twoim władaniem.

source: |mana_3|\ |mana_u|: Tap another target creature.
pl: |mana_3|\ |mana_u|: Przekręć innego wskazanego stwora.

source: Choose one-
pl: Wybierz jedno —

source: Look at the top X cards of your library. Put up to two of them into your hand and the rest on the bottom of your library in a random order.
pl: Spójrz na X wierzchnich kart twojej biblioteki. Umieść co najwyżej dwie z nich w twojej ręce, a pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: Counter target spell unless its controller pays twice |mana_x|.
pl: Skontruj wskazany czar, chyba że jego władca zapłaci dwukrotność |mana_x|.

source: When Thassa's Oracle enters the battlefield, look at the top X cards of your library, where X is your devotion to blue. Put up to one of them on top of your library and the rest on the bottom of your library in a random order. If X is greater than or equal to the number of cards in your library, you win the game. (Each |mana_u| in the mana costs of permanents you control counts toward your devotion to blue.)
pl: Kiedy ten stwór wejdzie na pole walki, spójrz na X wierzchnich kart twojej biblioteki, gdzie X jest twoim kultem niebieskiego. Umieść co najwyżej jedną z nich na wierzchu twojej biblioteki, a pozostałe na spodzie twojej biblioteki w losowej kolejności. Jeśli X jest większe lub równe liczbie kart w twojej bibliotece, wygrywasz grę. (Każdy symbol |mana_u| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu niebieskiego.)
