Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TBD.po
Languages: pl

source: Draw three cards. Then discard two cards unless you discard an enchantment card.
pl: Dobierz trzy karty. Następnie odrzuć dwie karty, chyba że odrzucisz kartę uroku.

source: When Threnody Singer enters the battlefield, target creature an opponent controls gets -X/-0 until end of turn, where X is your devotion to blue. (Each |mana_u| in the mana costs of permanents you control counts towards your devotion to blue.)
pl: Kiedy ten stwór wejdzie na pole walki, wskazany stwór pod władaniem przeciwnika dostaje do końca tury -X/-0, gdzie X jest twoim kultem niebieskiego. (Każdy symbol |mana_u| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu niebieskiego.)

source: Spells you cast with converted mana cost 5 or greater cost |mana_1| less to cast and can't be countered.
pl: Rzucanie czarów o skróconym koszcie many 5 lub większym kosztuje cię o |mana_1| mniej i nie mogą być one skontrowane.

source: Whenever Towering-Wave Mystic deals damage, target player puts that many cards from the top of their library into their graveyard.
pl: Ilekroć ten stwór zada obrażenia, wskazany gracz umieszcza tyle samo kart z wierzchu swojej biblioteki w swoim cmentarzu.

source: Constellation — Whenever an enchantment enters the battlefield under your control, Triton Waverider gains flying until end of turn.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, ten stwór dostaje do końca tury latanie.

source: Whenever you cast your first spell during each opponent's turn, draw a card.
pl: Ilekroć rzucisz swój pierwszy czar w turze każdego ze swoich przeciwników, dobierz kartę.

source: For each spell and ability your opponents control, counter it unless its controller pays |mana_4|.
pl: Dla każdego czaru i zdolności pod władaniem twoich przeciwników, skontruj to, chyba że władca zapłaci |mana_4|.

source: |mana_3|\ |mana_u|: Scry 1.
pl: |mana_3|\ |mana_u|: Wróż 1.

source: Target opponent reveals their hand. You choose a nonland card from it or a card from their graveyard. Exile that card. You lose 1 life.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierz z niej nielądową kartę lub dowolną kartę z jego cmentarza. Wygnaj ową kartę. Strać 1 życie.

source: At the beginning of your end step, you may exile an enchantment card from your graveyard. If you do, create a 2/2 black Zombie creature token.
pl: Na początku twojego kroku końcowego możesz wygnać kartę uroku z twojego cmentarza. Jeśli tak zrobisz, stwórz żeton czarnego stwora Zombi 2/2.

source: When Aspect of Lamprey enters the battlefield, target opponent discards two cards.
pl: Kiedy ten urok wejdzie na pole walki, wskazany przeciwnik odrzuca dwie karty.

source: Enchanted creature has lifelink.
pl: Zauroczony stwór ma więź życia.

source: When Blight-Breath Catoblepas enters the battlefield, target creature an opponent controls gets -X/-X until end of turn, where X is your devotion to black. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy ten stwór wejdzie na pole walki, wskazany stwór pod władaniem przeciwnika dostaje do końca tury -X/-X, gdzie X jest twoim kultem czarnego. (Każdy symbol |mana_b| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu czarnego.)

source: Exile target card from a graveyard. If it was a creature card, you gain 3 life. Otherwise, you draw a card.
pl: Wygnaj wskazaną kartę z cmentarza. Jeśli to była karta stwora, zyskaj 3 życia. W przeciwnym razie dobierz kartę.

source: Escape—|mana_3|\ |mana_b|, Exile five other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_3|\ |mana_b|, wygnaj pięć innych kart z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: When Discordant Piper dies, create a 0/1 white Goat creature token.
pl: Kiedy ten stwór umrze, stwórz żeton białego stwora Koza 0/1.

source: This spell costs |mana_x| less to cast, where X is your devotion to black. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Koszt rzucenia tego czaru jest zmniejszony o |mana_x|, gdzie X jest twoim kultem czarnego. (Każdy symbol |mana_b| w kosztach permanentów pod twoim władaniem wlicza się w twój kult czarnego.)

source: Destroy target creature.
pl: Zniszcz wskazanego stwora.

source: Exile target creature or planeswalker. Look at the top card of your library. You may put that card into your graveyard.
pl: Wygnaj wskazanego stwora lub wędrowca. Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ją w twoim cmentarzu.

source: I - Destroy target creature an opponent controls with power 2 or less.
pl: I — Zniszcz wskazanego stwora o sile 2 lub mniejszej pod władaniem przeciwnika.

source: II - Target opponent reveals their hand. You choose a noncreature, nonland card from it. That player discards that card.
pl: II — Wskazany przeciwnik ujawnia swoją rękę. Wybierz z niej kartę nie będącą stworem ani lądem. Ów gracz odrzuca ową kartę.

source: III - Exile target opponent's graveyard.
pl: III — Wygnaj cmentarz wskazanego przeciwnika.

source: Enemy of Enlightenment gets -1/-1 for each card in your opponents' hands.
pl: Ten stwór dostaje -1/-1 za każdą kartę w rękach twoich przeciwników.

source: At the beginning of your upkeep, each player discards a card.
pl: Na początku twojego kroku utrzymania każdy gracz odrzuca kartę.

source: As long as your devotion to black is less than five, Erebos isn't a creature.
pl: Dopóki twój kult czarnego jest mniejszy niż pięć, ta karta nie jest stworem.

source: Whenever another creature you control dies, you may pay 2 life. If you do, draw a card.
pl: Ilekroć inny stwór pod twoim władaniem umrze, możesz zapłacić 2 życia. Jeśli tak zrobisz, dobierz kartę.

source: |mana_1|\ |mana_b|, Sacrifice another creature: Target creature gets -2/-1 until end of turn.
pl: |mana_1|\ |mana_b|, poświęć innego stwora: Wskazany stwór dostaje do końca tury -2/-1.

source: Target creature gets -X/-X until end of turn. You gain X life.
pl: Wskazany stwór dostaje -X/-X do końca tury. Zyskaj X żyć.

source: Exile up to twice X target cards from graveyards.
pl: Wygnaj co najwyżej dwukrotność X wskazanych kart z cmentarzy.

source: Exile target creature.
pl: Wygnaj wskazanego stwora.

source: Target player loses 2 life.
pl: Wskazany gracz traci 2 życia.

source: Escape—|mana_3|\ |mana_b|, Exile three other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_3|\ |mana_b|, wygnaj trzy inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: You draw two cards, lose 2 life, and put the top two cards of your library into your graveyard.
pl: Dobierz dwie karty, strać 2 życia oraz umieść dwie wierzchnie karty twojej biblioteki w twoim cmentarzu.

source: When Gravebreaker Lamia enters the battlefield, search your library for a card, put it into your graveyard, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole walki, wyszukaj w twojej bibliotece dowolną kartę, umieść ją w twoim cmentarzu, następnie przetasuj twoją bibliotekę.

source: Spells you cast from your graveyard cost |mana_1| less to cast.
pl: Rzucanie czarów z twojego cmentarza kosztuje cię o |mana_1| mniej.

source: When Gray Merchant of Asphodel enters the battlefield, each opponent loses X life, where X is your devotion to black. You gain life equal to the life lost this way. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy ten stwór wejdzie na pole walki, każdy przeciwnik traci X żyć, gdzie X jest twoim kultem czarnego. Zyskaj tyle życia, ile stracono w ten sposób. (Każdy symbol |mana_b| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu czarnego.)

source: When Grim Physician dies, target creature an opponent controls gets -1/-1 until end of turn.
pl: Kiedy ten stwór umrze, wskazany stwór pod władaniem przeciwnika dostaje do końca tury -1/-1.

source: Whenever an enchanted creature dies, draw a card for each Aura you controlled that was attached to it.
pl: Ilekroć jakiś zauroczony stwór umrze, dobierz kartę za każdą Aurę pod twoim władaniem, która była do niego dołączona.

source: Enchanted creature has "At the beginning of your upkeep, sacrifice a creature."
pl: Zauroczony stwór ma "Na początku twojego kroku utrzymania, poświęć stwora."

source: |mana_1|, Sacrifice a creature: Each opponent loses 1 life and you gain 1 life.
pl: |mana_1|, poświęć stwora: Każdy przeciwnik traci 1 życie, zyskaj 1 życie.

source: When enchanted creature dies, return that card to the battlefield under your control.
pl: Kiedy zauroczony stwór umrze, przywróć ową kartę na pole walki pod twoim władaniem.

source: Deathtouch
pl: Dotyk śmierci

source: When Mire Triton enters the battlefield, put the top two cards of your library into your graveyard and you gain 2 life.
pl: Kiedy ten stwór wejdzie na pole walki, umieść dwie wierzchnie karty twojej biblioteki w twoim cmentarzu i zyskaj 2 życia.

source: Enchanted creature gets -3/-3.
pl: Zauroczony stwór dostaje -3/-3.

source: Enchanted creature gets +2/-1.
pl: Zauroczony stwór dostaje +2/-1.

source: Escape—|mana_2|\ |mana_b|, Exile two other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_2|\ |mana_b|, wygnaj dwie inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Whenever another nontoken creature you control dies, you may exile it. If you do, create a token that's a copy of that creature, except it's 1/1 and it's a Nightmare in addition to its other types.
pl: Ilekroć inny nieżetonowy stwór pod twoim władaniem umrze, możesz go wygnać. Jeśli tak zrobisz, stwórz żeton będący kopią owego stwora, ale jest on 1/1 i jest dodatkowo Koszmarem oprócz swoich pozostałych typów.

source: When Omen of the Dead enters the battlefield, return target creature card from your graveyard to your hand.
pl: Kiedy ten urok wejdzie na pole walki, przywróć wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: |mana_2|\ |mana_b|, Sacrifice Omen of the Dead: Scry 2.
pl: |mana_2|\ |mana_b|, poświęć ten urok: Wróż 2.

source: Target opponent sacrifices a creature.
pl: Wskazany przeciwnik poświęca stwora.

source: Target opponent sacrifices an enchantment.
pl: Wskazany przeciwnik poświęca urok.

source: Escape—|mana_5|\ |mana_b|, Exile three other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_5|\ |mana_b|, wygnaj trzy inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Pharika's Spawn escapes with two +1/+1 counters on it. When it enters the battlefield this way, each opponent sacrifices a non-Gorgon creature.
pl: Ten stwór ucieka mając dwa znaczniki +1/+1. Kiedy wejdzie na pole walki w ten sposób, każdy przeciwnik poświęca stwora nie będącego typu Gorgon.

source: When Rage-Scarred Berserker enters the battlefield, target creature you control gets +1/+0 and gains indestructible until end of turn. (Damage and effects that say "destroy" don't destroy it.)
pl: Kiedy ten stwór wejdzie na pole walki, wskazany stwór pod twoim władaniem dostaje do końca tury +1/+0 i niezniszczalność. (Obrażenia i efekty mówiące "zniszcz" nie zniszczą go.)

source: When Scavenging Harpy enters the battlefield, exile target card from an opponent's graveyard.
pl: Kiedy ten stwór wejdzie na pole walki, wygnaj wskazaną kartę z cmentarza przeciwnika.

source: |mana_2|\ |mana_b|, Sacrifice a creature: Draw a card.
pl: |mana_2|\ |mana_b|, poświęć stwora: Dobierz kartę.

source: Temple Thief can't be blocked by enchanted creatures or enchantment creatures.
pl: Ten stwór nie może być blokowany przez zauroczone stwory i stwory-uroki.

source: When Treacherous Blessing enters the battlefield, draw three cards.
pl: Kiedy ten urok wejdzie na pole walki, dobierz trzy karty.

source: Whenever you cast a spell, you lose 1 life.
pl: Ilekroć rzucisz czar, strać 1 życie.

source: When Treacherous Blessing becomes the target of a spell or ability, sacrifice it.
pl: Kiedy ten urok zostanie wskazany przez czar lub zdolność, poświęć go.

source: I, II — Put the top three cards of your library into your graveyard. Then you may exile a creature or enchantment card from your graveyard. If you do, create a 2/2 black Zombie creature token.
pl: I, II — Umieść trzy wierzchnie karty twojej biblioteki w twoim cmentarzu. Następnie możesz wygnać kartę stwora lub uroku z twojego cmentarza. Jeśli tak zrobisz, stwórz żeton czarnego stwora Zombi 2/2.

source: III — You gain X life and scry X, where X is the number of Zombies you control.
pl: III — Zyskaj X żyć i wróż X, gdzie X jest liczbą Zombich pod twoim władaniem.

source: Tymaret's toughness is equal to your devotion to black. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Wytrzymałość tej karty jest równa twojemu kultowi czarnego. (Każdy symbol |mana_b| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu czarnego.)

source: |mana_1|\ |mana_b|: Exile up to two target cards from graveyards. You gain 1 life for each creature card exiled this way.
pl: |mana_1|\ |mana_b|: Wygnaj co najwyżej dwie wskazane karty z cmentarzy. Zyskaj 1 życie za każdą kartę stwora wygnaną w ten sposób.

source: Underworld Charger can't block.
pl: Ten stwór nie może blokować.

source: Escape—|mana_4|\ |mana_b|, Exile three other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_4|\ |mana_b|, wygnaj trzy inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Underworld Charger escapes with two +1/+1 counters on it.
pl: Ten stwór ucieka mając dwa znaczniki +1/+1.

source: Whenever an opponent draws a card, Underworld Dreams deals 1 damage to that player.
pl: Ilekroć przeciwnik dobiera kartę, ten urok zadaje owemu graczowi 1 obrażenie.

source: When Venomous Hierophant enters the battlefield, put the top three cards of your library into your graveyard.
pl: Kiedy ten stwór wejdzie na pole walki, umieść trzy wierzchnie karty twojej biblioteki w twoim cmentarzu.

source: When Woe Strider enters the battlefield, create a 0/1 white Goat creature token.
pl: Kiedy ten stwór wejdzie na pole walki, stwórz żeton białego stwora Koza 0/1.

source: Sacrifice another creature: Scry 1.
pl: Poświęć innego stwora: Wróż 1.

source: Escape—|mana_3|\ |mana_b|\ |mana_b|, Exile four other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_3|\ |mana_b|\ |mana_b|, wygnaj cztery inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Woe Strider escapes with two +1/+1 counters on it.
pl: Ten stwór ucieka mając dwa znaczniki +1/+1.

source: I — Gain control of target creature for as long as The Akroan War remains on the battlefield.
pl: I — Zyskaj władanie nad wskazanym stworem na czas pozostawania tego uroku na polu walki.

source: II — Until your next turn, creatures your opponents control attack each combat if able.
pl: II — Do twojej następnej tury stwory pod władaniem twoich przeciwników atakują w każdej walce, jeśli mogą.

source: III — Each tapped creature deals damage to itself equal to its power.
pl: III — Każdy przekręcony stwór zadaje sobie obrażenia równe swojej sile.

source: Anax's power is equal to your devotion to red. (Each |mana_r| in the mana costs of permanents you control counts toward your devotion to red.)
pl: Siła tej karty jest równa twojemu kultowi czerwonego. (Każdy symbol |mana_r| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu czerwonego.)

source: Whenever Anax or another nontoken creature you control dies, create a 1/1 red Satyr creature token with "This creature can't block." If the creature had power 4 or greater, create two of those tokens instead.
pl: Ilekroć ten lub inny nieżetonowy stwór pod twoim władaniem umrze, stwórz żeton czerwonego stwora Satyr 1/1 ze zdolnością "Ten stwór nie może blokować." Jeśli ów stwór miał siłę 4 lub większą, zamiast tego stwórz dwa takie żetony.

source: Whenever you cast your first spell during each opponent's turn, put a +1/+1 counter on Arena Trickster.
pl: Ilekroć rzucisz swój pierwszy czar w turze każdego z przeciwników, umieść znacznik +1/+1 na tym stworze.

source: When Aspect of Manticore enters the battlefield, enchanted creature gains first strike until end of turn.
pl: Kiedy ten urok wejdzie na pole walki, zauroczony stwór zyskuje do końca tury pierwszy cios.

source: Enchanted creature gets +2/+0.
pl: Zauroczony stwór dostaje +2/+0.

source: Whenever you sacrifice a permanent, put a +1/+1 counter on Blood Aspirant.
pl: Ilekroć poświęcisz permanent, umieść znacznik +1/+1 na tym stworze.

source: |mana_1|\ |mana_r|, |tap|, Sacrifice a creature or enchantment: Blood Aspirant deals 1 damage to target creature. That creature can't block this turn.
pl: |mana_1|\ |mana_r|, |tap|, poświęć stwora lub urok: Ten stwór zadaje wskazanemu stworowi 1 obrażenie. Ów stwór nie może blokować w tej turze.

source: When Careless Celebrant dies, it deals 2 damage to target creature or planeswalker an opponent controls.
pl: Kiedy ten stwór umrze, zadaje wskazanemu władanemu przez przeciwnika stworowi lub wędrowcowi 2 obrażenia.

source: At the beginning of your end step, you may pay |mana_2|\ |mana_r| and sacrifice a nonland permanent. If you do, reveal cards from the top of your library until you reveal a nonland permanent card. Put that card onto the battlefield and the rest on the bottom of your library in a random order.
pl: Na początku twojego kroku końcowego możesz zapłacić |mana_2|\ |mana_r| i poświęć nielądowy permanent. Jeśli tak zrobisz, ujawniaj karty z wierzchu twojej biblioteki dopóki nie ujawnisz karty nielądowego permanentu. Umieść tę kartę na polu walki, a pozostałem na spodzie twojej biblioteki w losowej kolejności.

source: Whenever you cast your first spell during each opponent's turn, Dreamstalker Manticore deals 1 damage to any target.
pl: Ilekroć rzucisz swój pierwszy czar w turze każdego z przeciwników, ten stwór zadaje 1 obrażenie w dowolnie wskazany cel.

source: Enchanted creature gets +1/+0 and has haste.
pl: Zauroczony stwór dostaje +1/+0 i ma pośpiech.

source: Escape—|mana_1|\ |mana_r|, Exile two other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_1|\ |mana_r|, wygnaj dwie inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Fateful End deals 3 damage to any target. Scry 1.
pl: Ten czar zadaje 3 obrażenia w dowolnie wskazany cel. Wróż 1.

source: As an additional cost to cast this spell, sacrifice a creature or enchantment.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć stwora.

source: Final Flare deals 5 damage to target creature.
pl: Ten czar zadaje wskazanemu stworowi 5 obrażeń.

source: Reach
pl: Zasięg

source: Whenever two or more creatures your opponents control attack, Flummoxed Cyclops can't block this combat.
pl: Ilekroć co najmniej dwa stwory pod władaniem twoich przeciwników atakują, ten stwór nie może blokować w tej walce.

source: At the beginning of your end step, if you control a creature with power 4 or greater, exile the top card of your library. You may play that card until you exile another card with Furious Rise.
pl: Na początku twojego kroku końcowego, jeśli władasz stworem o sile 4 lub większej, wygnaj wierzchnią kartę twojej biblioteki. Możesz zagrać tę kartę do czasu wygnania kolejnej karty w ten sposób.

source: Whenever you cast a spell that targets Hero of the Games, creatures you control get +1/+0 until end of turn.
pl: Ilekroć rzucisz czar wskazujący na tego stwora, stwory pod twoim władaniem dostają do końca tury +1/+0.

source: When Heroes of the Revel enters the battlefield, create a 1/1 red Satyr creature token with "This creature can't block."
pl: Kiedy ten stwór wejdzie na pole walki, stwórz żeton czerwonego stwora Satyr 1/1 ze zdolnością "Ten stwór nie może blokować."

source: Whenever you cast a spell that targets Heroes of the Revel, creatures you control get +1/+0 until end of turn.
pl: Ilekroć rzucisz czar wskazujący na tego stwora, stwory pod twoim władaniem dostają do końca tury +1/+0.

source: Enchanted creature gets +3/+3 and attacks each combat if able.
pl: Zauroczony stwór dostaje +3/+3 i atakuje w każdej walce jeśli może.

source: When enchanted creature dies, Impending Doom deals 3 damage to that creature's controller.
pl: Kiedy zauroczony stwór umrze, ten urok zadaje władcy owego stwora 3 obrażenia.

source: |mana_1|\ |mana_r|: Incendiary Oracle gets +1/+0 until end of turn.
pl: |mana_1|\ |mana_r|: Ten stwór dostaje do końca tury +1/+0.

source: If a creature dealt damage by Incendiary Oracle this turn would die, exile it instead.
pl: Jeśli stwór uszkodzony przez tego stwora miałby umrzeć, zamiast tego wygnaj go.

source: Target creature gets +3/+2 until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+2.

source: When Iroas's Blessing enters the battlefield, it deals 4 damage to target creature or planeswalker an opponent controls.
pl: Kiedy ten urok wejdzie na pole walki, zadaje 4 obrażenia wskazanemu stworowi lub wędrowcowi pod władaniem przeciwnika.

source: When Irreverent Revelers enters the battlefield, choose one —
pl: Kiedy ten stwór wejdzie na pole walki, wybierz jedno —

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: Irreverent Revelers gains haste until end of turn.
pl: Ten stwór zyskuje do końca tury pośpiech.

source: When Omen of the Forge enters the battlefield, it deals 2 damage to any target.
pl: Kiedy ten urok wejdzie na pole walki, zadaje 2 obrażenia w dowolnie wskazany cel.

source: |mana_2|\ |mana_r|, Sacrifice Omen of the Forge: Scry 2.
pl: |mana_2|\ |mana_r|, poświęć ten urok: Wróż 2.

source: |mana_2|\ |mana_r|, Discard a card: Draw a card.
pl: |mana_2|\ |mana_r|, odrzuć kartę: Dobierz kartę.

source: When Ox of Agonas enters the battlefield, discard your hand, then draw three cards.
pl: Kiedy ten stwór wejdzie na pole walki, odrzuć twoją rękę, następnie dobierz trzy karty.

source: Escape—|mana_r|\ |mana_r|, Exile eight other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_r|\ |mana_r|, wygnaj osiem innych karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Ox of Agonas escapes with a +1/+1 counter on it.
pl: Ten stwór ucieka mają znacznik +1/+1.

source: Flying, haste
pl: Latanie, pośpiech

source: |mana_2|\ |mana_r|: Phoenix of Ash gets +2/+0 until end of turn.
pl: |mana_2|\ |mana_r|: Ten stwór dostaje do końca tury +2/+0.

source: Escape — |mana_2|\ |mana_r|\ |mana_r|, Exile three other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_2|\ |mana_r|\ |mana_r|, wygnaj trzy inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Phoenix of Ash escapes with a +1/+1 counter on it.
pl: Ten stwór ucieka mając znacznik +1/+1.
