Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TBD.po
Languages: pl

source: All creatures able to block Treeshaker Chimera do so.
pl: Wszystkie stwory mogące blokować tego stwora, robią to.

source: When Treeshaker Chimera dies, draw three cards.
pl: Kiedy ten stwór umrze, dobierz trzy karty.
