Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TBD.po
Languages: pl

source: Gain control of target creature until end of turn. Untap that creature. It gains haste until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Zyskaj do końca tury władanie nad wskazanym. Odkręć owego stwora. Zyskuje on pośpiech do końca tury. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: As long as your devotion to red is less than five, Purphoros isn't a creature.
pl: O ile twój kult czerwonego jest mniejszy niż pięć, ta karta nie jest stworem.

source: Other creatures you control have haste.
pl: Inne stwory pod twoim władaniem mają pośpiech.

source: |mana_2|\ |mana_r|: You may put a red creature card or an artifact creature card from your hand onto the battlefield. Sacrifice it at the beginning of the next end step.
pl: |mana_2|\ |mana_r|: Możesz umieścić kartę czerwonego stwora lub artefaktycznego stwora z twojej ręki na polu walki. Poświęć go na początku najbliższego kroku końcowego.

source: Create an X/1 red Elemental creature token with trample and haste. Sacrifice it at the beginning of the next end step.
pl: Stwórz żeton czerwonego stwora Żywiołak X/1 z tratowaniem i pośpiechem. Poświęć go na początku najbliższego kroku końcowego.

source: Purphoros's Intervention deals twice X damage to target creature or planeswalker.
pl: Ten czar zadaje wskazanemu stworowi lub wędrowcowi dwukrotność X obrażeń.

source: Create a 1/1 red Satyr creature token with "This creature can't block."
pl: Stwórz żeton czerwonego stwora Satyr 1/1 ze zdolnością "Ten stwór nie może blokować."

source: Escape—|mana_2|\ |mana_r|, Exile two other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_2|\ |mana_r|, wygnaj dwie inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: |mana_1|: Skophos Maze-Warden gets +1/-1 until the end of turn.
pl: |mana_1|: Ten stwór dostaje do końca tury +1/-1.

source: Whenever another creature becomes the target of an ability of a land you control named Labyrinth of Skophos, you may have Skophos Maze-Warden fight that creature. (Each deals damage equal to its power to the other.)
pl: Ilekroć inny stwór zostanie wskazany przez zdolność władanego przez ciebie lądu o nazwie Labyrinth of Skophos, możesz sprawić, że niniejszy stwór zawalczy z owym stworem. (Każdy z nich zada drugiemu obrażenia równe swojej sile.)

source: |mana_r|, Sacrifice another creature or enchantment: Skophos Warleader gets +1/+0 and gains menace until end of turn. (It can't be blocked except by two or more creatures.)
pl: |mana_r|, poświęć innego stwora lub urok: Ten stwór dostaje do końca tury +1/+0 oraz złowrogość. (Nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: Trample
pl: Tratowanie

source: At the beginning of each combat, if you control a creature with power 4 or greater, Stampede Rider gets +1/+1 until end of turn.
pl: Na początku każdej walki, jeśli władasz stworem o sile 4 lub większej, niniejszy stwór dostaje do końca tury +1/+1.

source: Haste
pl: Pośpiech

source: When Storm Herald enters the battlefield, return any number of Aura cards from your graveyard to the battlefield attached to creatures you control. Exile those Auras at the beginning of your next end step. If those Auras would leave the battlefield, exile them instead of putting them anywhere else.
pl: Kiedy ten stwór wejdzie na pole walki, przywróć dowolną liczbę kart Aury z twojego cmentarza na pole walki dołączając je do stworów pod twoim władaniem. Wygnaj owe Aury na początku twojego najbliższego kroku końcowego. Jeśli owe Aury miałyby opuścić pole wali, wygnaj je zamiast umieszczać je gdziekolwiek indziej.

source: Storm's Wrath deals 4 damage to each creature and each planeswalker.
pl: Ten czar zadaje każdemu stworowi i każdemu wędrowcowi po 4 obrażenia.

source: Whenever Tectonic Giant attacks or becomes the target of a spell an opponent controls, choose one —
pl: Ilekroć ten stwór atakuje lub zostaje wskazany przez czar pod władaniem przeciwnika, wybierz jedno —

source: Tectonic Giant deals 3 damage to each opponent.
pl: Ten stwór zadaje każdemu przeciwnikowi po 3 obrażenia.

source: Exile the top two cards of your library. Choose one of them. Until the end of your next turn, you may play that card.
pl: Wygnaj dwie wierzchnie karty twojej biblioteki. Wybierz jedną z nich. Możesz zagrać ową kartę do końca twojej następnej tury.

source: As an additional cost to cast this spell, discard a card.
pl: Jako dodatkowy koszt rzucenia tego czaru — odrzuć kartę.

source: Draw two cards.
pl: Dobierz dwie karty.

source: I, II, III — Until end of turn, target creature gains trample and gets +X/+0, where X is the number of lore counters on The Triumph of Anax.
pl: I, II, III — Do końca tury wskazany stwór dostaje tratowanie oraz +X/+0, gdzie X jest liczbą znaczników opowieści na tym uroku.

source: IV — Target creature you control fights up to one target creature you don't control. (Each deals damage equal to its power to the other.)
pl: IV — Wskazany stwór pod twoim władaniem walczy z co najwyżej jednym wskazanym stworem poza twoim władaniem. (Każdy z nich zadaje drugiemu obrażenia równe swojej sile.)

source: Each nonland card in your graveyard has escape. The escape cost is equal to the card's mana cost plus exile three other cards from your graveyard. (You may cast cards from your graveyard for their escape cost.)
pl: Każda karta w twoim cmentarzu nie będąca lądem ma ucieczkę. Kosztem ucieczki jest jej koszt many plus wygnanie trzech innych kart z twojego cmentarza. (Możesz rzucać karty z twojego cmentarza za ich koszt ucieczki.)

source: At the beginning of the end step, sacrifice Underworld Breach.
pl: Na początku kroku końcowego, poświęć ten urok.

source: Underworld Fires deals 1 damage to each creature and each planeswalker. If a permanent dealt damage this way would die this turn, exile it instead.
pl: Ten czar zadaje po 1 obrażeniu każdemu stworowi i wędrowcowi. Jeśli permanent uszkodzony w ten sposób miałby umrzeć w tej turze, zamiast tego wygnaj go.

source: Underworld Rage-Hound attacks each combat if able.
pl: Ten stwór atakuje w każdej walce jeśli może.

source: Escape—|mana_3|\ |mana_r|, Exile three other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_3|\ |mana_r|, wygnaj trzy inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Underworld Rage-Hound escapes with a +1/+1 counter on it.
pl: Ten stwór ucieka mając znacznik +1/+1.

source: Wrap in Flames deals 1 damage to each of up to three target creatures. Those creatures can't block this turn.
pl: Ten czar zadaje po 1 obrażeniu każdemu z co najwyżej trzech wskazanych stworów. Owe stworą nie mogą blokować w tej turze.

source: Whenever an opponent casts an instant or sorcery spell, create a 1/2 green Spider creature token with reach.
pl: Ilekroć przeciwnik rzuci czar sztuczki lub obrzędu, stwórz żeton zielonego stwora Pająk 1/2 z zasięgiem.

source: I — Each player puts the top three cards of their library into their graveyard.
pl: I — Każdy gracz umieszcza trzy wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: II — Exile up to two target cards from graveyards. For each creature card exiled this way, you gain 1 life.
pl: II — Wygnaj co najwyżej dwie wskazane karty z cmentarzy. Za każdą kartę stwora wygnaną w ten sposób, zyskaj 1 życie.

source: III — Return target creature or land card from your graveyard to your hand.
pl: III — Przywróć wskazaną kartę stwora lub lądu z twojego cmentarza do twojej ręki.

source: When Chainweb Aracnir enters the battlefield, it deals damage equal to its power to target creature with flying an opponent controls.
pl: Kiedy ten stwór wejdzie na pole walki, zadaje obrażenia równe swojej sile wskazanemu stworowi z lataniem pod władaniem przeciwnika.

source: Escape—|mana_3|\ |mana_g|\ |mana_g|, Exile four other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_3|\ |mana_g|\ |mana_g|, wygnaj cztery inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Chainweb Aracnir escapes with three +1/+1 counters on it.
pl: Ten stwór ucieka mając trzy znaczniki +1/+1.

source: Creature and enchantment spells you control can't be countered.
pl: Czary stworów i uroków pod twoim władaniem nie mogą być skontrowane.

source: |mana_3|\ |mana_g|: Target land you control becomes an X/X Elemental creature with trample and haste until end of turn, where X is the number of enchantments you control. It's still a land.
pl: |mana_3|\ |mana_g|: Wskazany ląd pod twoim władaniem staje się do końca tury stworem Żywiołak X/X z tratowaniem i pośpiechem, gdzie X jest liczbą uroków pod twoim władaniem. Nadal jest lądem.

source: You may play an additional land on each of your turns.
pl: Możesz grać dodatkowy ląd w każdej z twoich tur.

source: Lands you control are every basic land type in addition to their other types.
pl: Lądy pod twoim władaniem mają każdy bazowy typ lądu oprócz swoich pozostałych typów.

source: I — Create a 1/1 white Human Soldier token.
pl: I — Stwórz żeton białego stwora Człowiek Piechur 1/1.

source: II — Put three +1/+1 counters on target creature you control.
pl: II — Umieść trzy znaczniki +1/+1 na wskazanym stworze pod twoim władaniem.

source: III — If you control a creature with power 4 or greater, draw two cards.
pl: III — Jeśli władasz stworem o sile 4 lub większej, dobierz dwie karty.

source: IV — Create a Gold token.
pl: IV — Stwórz żeton Złota.

source: Target creature gets +3/+3 and gains reach until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+3 oraz zasięg.

source: When Hydra's Growth enters the battlefield, put a +1/+1 counter on enchanted creature.
pl: Kiedy ten urok wejdzie na pole walki, umieść znacznik +1/+1 na zauroczonym stworze.

source: At the beginning of your upkeep, double the number of +1/+1 counters on enchanted creature.
pl: Na początku twojego kroku utrzymania, podwój liczbę znaczników +1/+1 na zauroczonym stworze.

source: When Hyrax Tower Scout enters the battlefield, untap target creature.
pl: Kiedy ten stwór wejdzie na pole walki, odkręć wskazanego stwora.

source: |tap|: Add one mana of any color. If you control a creature with power 4 or greater, add two mana of any one color instead.
pl: |tap|: Weź jedną manę dowolnego koloru. Jeśli władasz stworem o sile 4 lub większej, zamiast tego weź dwie many jednego dowolnego koloru.

source: Prevent all combat damage that would be dealt this turn except by enchanted creatures and enchantment creatures. Scry 2.
pl: Zażegnaj wszystkie bojowe obrażenia, które mogłyby zostać zadane w tej turze, z wyjątkiem tych zadanych przez zauroczone stwory lub stwory-uroki. Wróż 2.

source: Creatures you control get +X/+X until end of turn, where X is your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Stwory pod twoim władaniem dostają do końca tury +X/+X, gdzie X jest twoim kultem zielonego. (Każdy symbol |mana_g| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu zielonego.)

source: Escape-|mana_4|\ |mana_g|, exile three other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_4|\ |mana_g|, wygnaj dwie inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Loathsome Chimera escapes with a +1/+1 counter on it.
pl: Ten stwór ucieka mając znacznik +1/+1.

source: Enchanted creature gets +4/+4.
pl: Zauroczony stwór dostaje +4/+4.

source: When Mantle of the Wolf is put into a graveyard from the battlefield, create two 2/2 green Wolf creature tokens.
pl: Kiedy ten urok zostanie umieszczony w cmentarzu z pola walki, stwórz dwa żetony zielonego stwora Wilk 2/2.

source: Put target enchantment on the bottom of its owner's library.
pl: Umieść wskazany urok na spodzie biblioteki jego właściciela.

source: All creatures able to block Nessian Boar do so.
pl: Wszystkie stwory mogące blokować tego stwora, robią to.

source: Whenever Nessian Boar becomes blocked by a creature, that creature's controller draws a card.
pl: Ilekroć ten stwór zostanie zablokowany przez stwora, władca owego stwora dobiera kartę.

source: At the beginning of combat on your turn, if you control another creature with power 4 or greater, put a +1/+1 counter on Nessian Hornbeetle.
pl: Na początku walki w twojej turze, jeśli władasz innym stworem o sile 4 lub większej, umieść znacznik +1/+1 na niniejszym stworze.

source: Constellation — Whenever an enchantment enters the battlefield under your control, look at the top three cards of your library. You may reveal a land card from among them and put that card into your hand. Put the rest on the bottom of your library in a random order.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, spójrz na trzy wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę lądu i umieścić ją w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: Constellation — Whenever an enchantment enters the battlefield under you control, you gain 2 life.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, zyskaj 2 życia.

source: As long as your devotion to green is less than five, Nylea isn't a creature.
pl: Dopóki twój kult zielonego jest mniejszy niż pięć, ta karta nie jest stworem.

source: Creature spells you cast cost |mana_1| less to cast.
pl: Rzucanie stworów kosztuje cię o |mana_1| mniej.

source: |mana_2|\ |mana_g|: Reveal the top card of your library. If it's a creature card, put it into your hand. Otherwise, you may put it into your graveyard.
pl: |mana_2|\ |mana_g|: Ujawnij wierzchnią kartę twojej biblioteki. Jeśli jest to karta stwora, umieść ją w twojej ręce. W przeciwnym razie możesz umieścić ją w twoim cmentarzu.

source: Other creatures you control have trample.
pl: Inne stwory pod twoim władaniem mają tratowanie.

source: When Nylea's Huntmaster enters the battlefield, target creature you control gets +X/+0 until end of turn, where X is your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts towards your devotion to green.)
pl: Kiedy ten stwór wejdzie na pole walki, wskazany stwór pod twoim władaniem dostaje do końca tury +X/+0, gdzie X jest twoim kultem zielonego. (Każdy symbol |mana_g| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu zielonego.)

source: Search your library for up to X land cards, reveal them, put them into your hand, then shuffle your library.
pl: Wyszukaj w twojej bibliotece co najwyżej X kart lądów, ujawnij je, umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: Nylea's Intervention deals twice X damage to each creature with flying.
pl: Ten czar zadaje każdemu stworowi z lataniem dwukrotność X obrażeń.

source: At the beginning of combat on your turn, target enchanted creature or enchantment creature you control gets +1/+1 and gains trample until end of turn.
pl: Na początku walki w twojej turze, wskazany zauroczony stwór lub stwór-urok pod twoim władaniem dostaje do końca tury +1/+1 oraz tratowanie.

source: If you tap a permanent for mana, it produces three times as much of that mana instead.
pl: Jeśli przekręcisz permanent biorąc manę, zamiast tego produkuje on trzykrotność tej many.

source: When Omen of the Hunt enters the battlefield, you may search your library for a basic land card, put it onto the battlefield tapped, then shuffle your library.
pl: Kiedy ten urok wejdzie na pole walki, możesz wyszukać w twojej bibliotece kartę bazowego lądu, umieścić ją przekręconą na polu walki, następnie przetasuj twoją bibliotekę.

source: |mana_2|\ |mana_g|, Sacrifice Omen of the Hunt: Scry 2.
pl: |mana_2|\ |mana_g|, poświęć ten urok: Wróż 2.

source: When Pheres-Band Brawler enters the battlefield, it fights up to one target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Kiedy ten stwór wejdzie na pole walki, walczy z co najwyżej jednym wskazanym stworem poza twoim władaniem. (Każdy z nich zadaje drugiemu obrażenia równe swojej sile.)

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora z lataniem.

source: Reveal the top four cards of your library. You may put a creature card and/or land card from among them into your hand. Put the rest into your graveyard.
pl: Ujawnij cztery wierzchnie karty twojej biblioteki. Możesz umieścić spośród nich kartę stwora i/lub kartę lądu w twojej ręce. Umieść pozostałe w twoim cmentarzu.

source: Renata's power is equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts towards your devotion to green.)
pl: Siła tej karty jest równa twojemu kultowi zielonego. (Każdy symbol |mana_g| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu zielonego.)

source: Each other creature you control enters the battlefield with an additional +1/+1 counter on it.
pl: Każdy inny stwór pod twoim władaniem wchodzi na pole walki z dodatkowym znacznikiem +1/+1.

source: Destroy target enchantment.
pl: Zniszcz wskazany urok.

source: Exile target card from a graveyard.
pl: Wygnaj wskazaną kartę z dowolnego cmentarza.

source: Constellation — Whenever an enchantment enters the battlefield under your control, put a +1/+1 counter on Setessan Champion and draw a card.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, umieść znacznik +1/+1 na tym stworze i dobierz kartę.

source: When Setessan Petitioner enters the battlefield, you gain life equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Kiedy ten stwór wejdzie na pole walki, zyskaj tyle życia, ile wynosi twój kult zielonego. (Każdy symbol |mana_g| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu zielonego.)

source: Constellation — Whenever an enchantment enters the battlefield under your control, Setessan Skirmisher gets +1/+1 until end of turn.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, ten stwór dostaje do końca tury +1/+1.

source: When Setessan Training enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole walki, dobierz kartę.

source: Enchanted creature gets +1/+0 and has trample.
pl: Zauroczony stwór dostaje +1/+0 i ma tratowanie.

source: Whenever a land card is put into your graveyard from anywhere, you gain 1 life.
pl: Ilekroć karta lądu zostanie umieszczona skądkolwiek w twoim cmentarzu, zyskaj 1 życie.

source: |mana_2|\ |mana_g|: Put the top card of your library into your graveyard.
pl: |mana_2|\ |mana_g|: Umieść wierzchnią kartę twojej biblioteki w twoim cmentarzu.

source: Escape—|mana_5|\ |mana_g|\ |mana_g|, Exile four other cards from your graveyard. (You may cast this spell from your graveyard for its escape cost.)
pl: Ucieczka—|mana_5|\ |mana_g|\ |mana_g|, wygnaj cztery inne karty z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Voracious Typhon escapes with three +1/+1 counters on it.
pl: Ten stwór ucieka mając trzy znaczniki +1/+1.

source: When Warbriar Blessing enters the battlefield, enchanted creature fights up to one target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Kiedy ten urok wejdzie na pole walki, zauroczony stwór walczy z co najwyżej jednym wskazanym stworem poza twoim władaniem. (Każdy z nich zadaje drugiemu obrażenia równe swojej sile.)

source: Enchanted creature gets +0/+2.
pl: Zauroczony stwór dostaje +0/+2.

source: Enchant land
pl: Zaurocz ląd

source: Whenever enchanted land is tapped for mana, its controller adds an additional |mana_g|.
pl: Ilekroć zauroczony ląd jest przekręcany przy pobieraniu many, jego władca bierze dodatkowo |mana_g|.

source: |mana_4|\ |mana_g|, Sacrifice Wolfwillow Haven: Create a 2/2 green Wolf creature token. Activate this ability only during your turn.
pl: |mana_4|\ |mana_g|, poświęć ten urok: Stwórz żeton zielonego stwora Wilk 2/2. Możesz aktywować tę zdolność tylko w twojej turze.

source: When Acolyte of Affliction enters the battlefield, put the top two cards of your library into your graveyard, then you may return a permanent card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole walki, umieść dwie wierzchnie karty twojej biblioteki w twoim cmentarzu, następnie możesz przywrócić kartę permanentu z twojego cmentarza do twojej ręki.

source: Reveal the top six cards of your library. An opponent exiles a nonland card from among them, then you put the rest into your hand. That opponent may cast the exiled card without paying its mana cost.
pl: Ujawnij sześć wierzchnich kart twojej biblioteki. Przeciwnik wygania spośród nich kartę nie będącą lądem, następnie umieść pozostałe w twojej ręce. Ów przeciwnik może rzucić wygnaną kartę bez płacenia jej kosztu many.

source: +1: Create a 2/3 blue and black Nightmare creature token with "Whenever this creature attacks or blocks, each opponent exiles the top two cards of their library."
pl: +1: Stwórz żeton czarno-niebieskiego stwora Koszmar 2/3 ze zdolnością "Ilekroć ten stwór atakuje lub blokuje, każdy przeciwnik wygania wierzchnią kartę swojej biblioteki."

source: −3: Return target nonland permanent to its owner's hand, then that player exiles a card from their hand.
pl: –3: Przywróć wskazany nielądowy permanent do ręki właściciela, następnie ów gracz wygania kartę ze swojej ręki.

source: −7: You may cast up to three face-up cards your opponents own from exile without paying their mana costs.
pl: –7: Możesz rzucić z wygnania co najwyżej trzy odkryte karty będące własnością przeciwników bez płacenia ich kosztów many.

source: Menace
pl: Złowrogość

source: When Atris, Oracle of Half-Truths enters the battlefield, target opponent looks at the top three cards of your library and separates them into a face-down pile and a face-up pile. Put one pile into your hand and the other into your graveyard.
pl: Kiedy ten stwór wejdzie na pole walki, wskazany przeciwnik patrzy na trzy wierzchnie karty twojej biblioteki i dzieli je na zakryty i odkryty stos. Umieść jeden stos w twojej ręce, a drugi w twoim cmentarzu.

source: |mana_g|\ |mana_w|: Bronzehide Lion gains indestructible until end of turn.
pl: |mana_g|\ |mana_w|: Ten stwór zyskuje do końca tury niezniszczalność.

source: When Bronzehide Lion dies, return it to the battlefield. It's an Aura enchantment with enchant creature you control and "|mana_g|\ |mana_w|: Enchanted creature gains indestructible until end of turn," and it loses all other abilities.
pl: Kiedy ten stwór umrze, przywróć go na pole walki. Jest urokiem Aury zauroczenia stwora pod twoim władaniem oraz zdolnością "|mana_g|\ |mana_w|: Zauroczony stwór zyskuje do końca tury niezniszczalność" i traci wszystkie inne zdolności.

source: +1: Look at the top four cards of your library. You may reveal an enchantment card from among them and put that card into your hand. Put the rest on the bottom of your library in a random order.
pl: +1: Spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę uroku i umieścić ją w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w losowej kolejności.
