Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TBD.po
Languages: pl

source: −3: Exile target creature or enchantment you don't control until target enchantment you control leaves the battlefield.
pl: –3: Wygnaj wskazanego stwora lub urok poza twoim władaniem dopóki wskazany urok pod twoim władaniem nie opuści pola walki.

source: −7: Return all enchantment cards from your graveyard to the battlefield.
pl: –7: Przywróć wszystkie karty uroku z twojego cmentarza na pole walki.

source: |tap|: Add |colorless|\ |colorless|. Spend this mana only to cast artifact spells or activate abilities of artifacts.
pl: |tap|: Weź |colorless|\ |colorless|. Użyj tej many tylko do rzucania czarów artefaktów lub aktywowania zdolności artefaktów.

source: Equipped creatures you control have flying and haste.
pl: Wyposażone stwory pod twoim władaniem mają latanie i pośpiech.

source: Whenever one or more cards are put into your graveyard from your library, Devourer of Memory gets +1/+1 until end of turn and can't be blocked this turn.
pl: Ilekroć co najmniej jedna karta jest umieszczana w twoim cmentarzu z twojej biblioteki, ten stwór do końca tury dostaje +1/+1 i nie może być blokowany w tej turze.

source: |mana_1|\ |mana_u|\ |mana_b|: Put the top card of your library into your graveyard.
pl: |mana_1|\ |mana_u|\ |mana_b|: Umieść wierzchnią kartę twojej biblioteki w twoim cmentarzu.

source: Whenever you draw a card, Dream Trawler gets +1/+0 until end of turn.
pl: Ilekroć dobierzesz kartę, ten stwór do końca tury dostaje +1/+0.

source: Whenever Dream Trawler attacks, draw a card.
pl: Ilekroć ten stwór atakuje, dobierz kartę.

source: Discard a card: Dream Trawler gains hexproof until end of turn. Tap it.
pl: Odrzuć kartę: Ten stwór do końca tury zyskuje antyklątwę. Odkręć go.

source: At the beginning of your end step, you may sacrifice another enchantment. If you do, search your library for a creature card with converted mana cost equal to 1 plus the sacrificed enchantment's converted mana cost, put that card onto the battlefield, then shuffle your library.
pl: Na początku twojego kroku końcowego możesz poświęcić inny urok. Jeśli tak zrobisz, wyszukaj w twojej bibliotece kartę stwora o skróconym koszcie many o 1 większym niż skrócony koszt many poświęconego uroku, umieść ową kartę na polu walki, następnie przetasuj twoją bibliotekę.

source: Constellation — Whenever an enchantment enters the battlefield under your control, put a +1/+1 counter on target creature. That creature gains flying until end of turn.
pl: Konstelacja — Ilekroć urok wejdzie na pole walki pod twoim władaniem, umieść znacznik +1/+1 na wskazanym stworze. Ów stwór dostaje do końca tury latanie.

source: Other Satyrs you control get +1/+1 and have haste.
pl: Inne Satyry pod twoim władaniem dostają +1/+1 i mają pośpiech.

source: Whenever you attack with three or more creatures, you may discard a card at random. If you do, draw two cards.
pl: Ilekroć atakujesz co najmniej trzema stworami, możesz odrzucić losową kartę. Jeśli to zrobisz, dobierz dwie karty.

source: Haktos the Unscarred attacks each combat if able.
pl: Ten stwór atakuje w każdej walce, jeśli może.

source: As Haktos enters the battlefield, choose 2, 3, or 4 at random.
pl: Umieszczając tego stwora na polu walki wybierz losowo 2, 3 lub 4.

source: Haktos has protection from each converted mana cost other than the chosen number.
pl: Ten stwór ma ochronę przed każdym skróconym kosztem many innym niż wybrana liczba.

source: When Hero of the Nyxborn enters the battlefield, create a 1/1 white Human Soldier creature token.
pl: Kiedy ten stwór wejdzie na pole walki, stwórz żeton białego stwora Człowiek Piechur 1/1.

source: Whenever you cast a spell that targets Hero of the Nyxborn, creatures you control get +1/+0 until end of turn.
pl: Ilekroć rzucisz czar wskazujący tego stwora, stwory pod twoim władaniem dostają do końca tury +1/+0.

source: As long as your devotion to red and green is less than seven, Klothys isn't a creature.
pl: Dopóki twój kult czerwonego i zielonego jest mniejszy niż siedem, ta karta nie jest stworem.

source: At the beginning of your precombat main phase, exile target card from a graveyard. If it was a land card, add |mana_r| or |mana_g|. Otherwise, you gain 2 life and Klothys deals 2 damage to each opponent.
pl: Na początku twojej twojej fazy głównej przed walką, wygnaj wskazaną kartę z cmentarza. Jeśli była to karta lądu, weź |mana_r| lub |mana_g|. W przeciwnym razie zyskaj 2 życia, a ten stwór zadaje każdemu przeciwnikowi po 2 obrażenia.

source: When Kroxa enters the battlefield, sacrifice it unless it escaped.
pl: Kiedy ten stwór wejdzie na pole walki, poświęć go jeśli nie uciekł.

source: Whenever Kroxa enters the battlefield or attacks, each opponent discards a card, then each opponent who didn't discard a nonland card this way loses 3 life.
pl: Ilekroć ten stwór wejdzie na pole walki lub atakuje, każdy przeciwnik odrzuca kartę, następnie każdy przeciwnik, który nie odrzucił w ten sposób karty nielądowej, traci 3 życia.

source: Escape—|mana_b|\ |mana_b|\ |mana_r|\ |mana_r|, Exile five other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_b|\ |mana_b|\ |mana_r|\ |mana_r|, wygnaj pięć innych kart z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Vigilance, menace, lifelink
pl: Czujność, złowrogość, więź życia

source: Creature cards in graveyards can't enter the battlefield.
pl: Karty stworów w cmentarzach nie mogą wejść na pole walki.

source: Players can't cast spells from graveyards.
pl: Gracze nie mogą rzucać czarów z cmentarzy.

source: Whenever you cast your first spell during each opponent's turn, Mischievous Chimera deals 1 damage to each opponent. Scry 1.
pl: Ilekroć rzucisz swój pierwszy czar w turze każdego przeciwnika, ten stwór zadaje każdemu przeciwnikowi po 1 obrażeniu. Wróż 1.

source: Polukranos enters the battlefield with six +1/+1 counters on it. It escapes with twelve +1/+1 counters on it instead.
pl: Ten stwór wchodzi na pole walki mając sześć znaczników +1/+1. Ucieka mając zamiast tego dwanaście znaczników +1/+1.

source: If damage would be dealt to Polukranos while it has a +1/+1 counter on it, prevent that damage and remove that many +1/+1 counters from it.
pl: Jeśli ten stwór miałby otrzymać obrażenia, gdy ma znacznik +1/+1, zażegnaj owe obrażenia i usuń z niego tyle samo znaczników +1/+1.

source: |mana_1|\ |mana_b|\ |mana_g|: Polukranos fights another target creature.
pl: |mana_1|\ |mana_b|\ |mana_g|: Ten stwór walczy z innym wskazanym stworem.

source: Escape—|mana_4|\ |mana_b|\ |mana_g|, Exile six other cards from your graveyard.
pl: Ucieczka—|mana_4|\ |mana_b|\ |mana_g|, wygnaj sześć innych kart z twojego cmentarza.

source: Choose one or both —
pl: Wybierz jedno lub oba —

source: Return target creature card from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę stwora z twojego cmentarza na pole walki.

source: Return target Aura card from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę Aury z twojego cmentarza na pole walki.

source: When Siona, Captain of the Pyleas enters the battlefield, look at the top seven cards of your library. You may reveal an Aura card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: Kiedy ten stwór wejdzie na pole walki, spójrz na siedem wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich kartę Aury i umieścić ją w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: Whenever an Aura you control becomes attached to a creature you control, create a 1/1 white Human Soldier creature token.
pl: Ilekroć Aura pod twoim władaniem zostanie dołączona do stwora pod twoim władaniem, stwórz żeton białego stwora Człowiek Piechur 1/1.

source: Whenever you sacrifice a permanent, Slaughter-Priest of Mogis gets +2/+0 until end of turn.
pl: Ilekroć poświęcisz permanent, ten stwór dostaje do końca tury +2/+0.

source: |mana_2|, Sacrifice a creature or enchantment: Slaughter-Priest of Mogis gains first strike until end of turn.
pl: |mana_2|, poświęć stwora lub urok: Ten stwór zyskuje do końca tury pierwszy cios.

source: Enchanted creature gets +1/+1 and has lifelink and "Whenever this creature deals combat damage to a player, draw a card."
pl: Zauroczony stwór dostaje +1/+1 i ma więź życia oraz "Ilekroć ten stwór zada graczowi obrażenia bojowe, dobierz kartę."

source: When Uro enters the battlefield, sacrifice it unless it escaped.
pl: Kiedy ten stwór wejdzie na pole walki, poświęć go jeśli nie uciekł.

source: Whenever Uro enters the battlefield or attacks, you gain 3 life and draw a card, then you may put a land card from your hand onto the battlefield.
pl: Ilekroć ten stwór wejdzie na pole walki lub atakuje, zyskaj 3 życia i dobierz kartę, następnie możesz umieścić kartę lądu z twojej ręki na polu walki.

source: Escape-|mana_g|\ |mana_g|\ |mana_u|\ |mana_u|, Exile five other cards from your graveyard. (You may cast this card from your graveyard for its escape cost.)
pl: Ucieczka—|mana_g|\ |mana_g|\ |mana_u|\ |mana_u|, wygnaj pięć innych kart z twojego cmentarza. (Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.)

source: Warden of the Chained can't attack unless you control another creature with power 4 or greater.
pl: Ten stwór nie może atakować dopóki nie władasz stworem o sile 4 lub większej.

source: Your devotion to each color and each combination of colors is increased by one.
pl: Twój kult do każdego z kolorów i każdej kombinacji kolorów jest podniesiony o jeden.

source: |tap|: Add one mana of any color. If you control a God, a Demigod, or a legendary enchantment, you gain 1 life.
pl: |tap|: Weź jedną manę dowolnego koloru. Jeśli władasz Bóstwem, Półbóstwem lub legendarnym urokiem, zyskaj 1 życie.

source: Equipped creature gets +2/+0.
pl: Wyposażony stwór dostaje +2/+0.

source: Equip |mana_3| (|mana_3|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_3| (|mana_3|: Dołącz do wskazanego stwora pod twoim władaniem. Używaj jako obrzęd.)

source: You may choose not to untap Entrancing Lyre during your untap step.
pl: Możesz nie odkręcać tego artefaktu podczas twojego kroku odkręcania.

source: |mana_x|, |tap|: Tap target creature with power X or less. It doesn't untap during its controller's untap step for as long as Entrancing Lyre remains tapped.
pl: |mana_x|, |tap|: Przekręć wskazanego stwora o sile X lub mniejszej. Nie odkręci się on w turze odkręcania swojego władcy dopóki niniejszy artefakt pozostaje przekręcony.

source: Equipped creature gets +0/+2 and has hexproof and "Whenever a creature with deathtouch blocks or becomes blocked by this creature, destroy that creature."
pl: Wyposażony stwór dostaje +0/+2 i ma antyklątwę oraz "Ilekroć stwór z dotykiem śmierci blokuje lub zostaje zablokowany przez tego stwora, zniszcz owego stwora."

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora pod twoim władaniem. Używaj jako obrzęd.)

source: Nyx Lotus enters the battlefield tapped.
pl: Ten artefakt wchodzi przekręcony na pole walki.

source: |tap|: Choose a color. Add an amount of mana of that color equal to your devotion to that color. (Your devotion to a color is the number of mana symbols of that color in the mana costs of permanents you control.)
pl: |tap|: Wybierz kolor. Weź tyle many tego koloru, ile wynosi twój kult tego koloru. (Twój kult danego koloru to liczba symboli many owego koloru w kosztach many permanentów pod twoim władaniem.)

source: Equipped creature gets +1/+1 and has trample and lifelink.
pl: Wyposażony stwór dostaje +1/+1 i ma tratowanie oraz więź życia.

source: |mana_1|: Permanents your opponents control lose hexproof and indestructible until end of turn.
pl: |mana_1|: Permanenty pod władaniem twoich przeciwników tracą do końca tury antyklątwę i niezniszczalność.

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: When Soul-Guide Lantern enters the battlefield, exile target card from a graveyard.
pl: Kiedy ten artefakt wejdzie na pole walki, wygnaj wskazaną kartę z cmentarza.

source: |tap|, Sacrifice Soul-Guide Lantern: Exile each opponent's graveyard.
pl: |tap|, poświęć ten artefakt: Wygnaj cmentarz każdego przeciwnika.

source: |mana_1|, |tap|, Sacrifice Soul-Guide Lantern: Draw a card.
pl: |mana_1|, |tap|, poświęć ten artefakt: Dobierz kartę.

source: When Thaumaturge's Familiar enters the battlefield, scry 1.
pl: Kiedy ten stwór wejdzie na pole wali, wróż 1.

source: First strike, trample, haste
pl: Pierwszy cios, tratowanie, pośpiech

source: Crew 1 (Tap any number of creatures you control with total power 1 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 1 (Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 1: Ten Pojazd staje się artefaktycznym stworem do końca tury.)

source: |mana_1|, Sacrifice Traveler's Amulet: Search your library for a basic land card, reveal it, put it into your hand, then shuffle your library.
pl: |mana_1|, poświęć ten artefakt: Wyszukaj w twojej bibliotece kartę bazowego lądu, ujawnij ją i umieść w twojej ręce. Następnie przetasuj twoją bibliotekę.

source: Equipped creature has flying.
pl: Wyposażony stwór ma latanie.

source: Sacrifice Wings of Hubris: Equipped creature can't be blocked this turn. Sacrifice it at the beginning of the next end step.
pl: Poświęć ten artefakt: Wyposażony stwór nie może być blokowany w tej turze. Poświęć go na początku najbliższego kroku końcowego.

source: Equip |mana_1| (|mana_1|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_1| (|mana_1|: Dołącz do wskazanego stwora pod twoim władaniem. Używaj jako obrzęd.)

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_2|, |tap|, Sacrifice Field of Ruin: Destroy target nonbasic land an opponent controls. Each player searches their library for a basic land card, puts it onto the battlefield, then shuffles their library.
pl: |mana_2|, |tap|, poświęć ten ląd: Zniszcz wskazany nie-bazowy ląd pod władaniem przeciwnika. Każdy gracz szuka w swojej bibliotece kartę bazowego lądu, umieszcza ją na polu walki, następnie tasuje swoją bibliotekę.

source: |mana_4|, |tap|: Remove target attacking or blocking creature from combat.
pl: |mana_4|, |tap|: Usuń wskazanego atakującego lub blokującego stwora z walki.

source: Temple of Abandon enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole walki.

source: When Temple of Abandon enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_r| or |mana_g|.
pl: |tap|: Weź |mana_r| lub |mana_g|.

source: Temple of Deceit enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole walki.

source: When Temple of Deceit enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_u| or |mana_b|.
pl: |tap|: Weź |mana_u| lub |mana_b|.

source: Temple of Enlightenment enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Temple of Enlightenment enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_w| or |mana_u|.
pl: |tap|: Weź |mana_w| lub |mana_u|.

source: Temple of Malice enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Temple of Malice enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_b| or |mana_r|.
pl: |tap|: Weź |mana_b| lub |mana_r|.

source: Temple of Plenty enters the battlefield tapped.
pl: Ten ląd wchodzi na pole walki przekręcony.

source: When Temple of Plenty enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_g| or |mana_w|.
pl: |tap|: Weź |mana_g| lub |mana_w|.

source: |mana_1|, |tap|: Add one mana of any color.
pl: |mana_1|, |tap|: Weź jedną manę dowolnego koloru.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)

source: As long as your devotion to white and black is less than seven, Athreos isn't a creature.
pl: Dopóki twój kult czarnego i białego jest mniejszy niż siedem, ta karta nie jest stworem.

source: At the beginning of your end step, put a coin counter on another target creature.
pl: Na początku twojego kroku końcowego, umieść znacznik monety na innym wskazanym stworze.

source: Whenever a creature with a coin counter on it dies or is put into exile, return that card to the battlefield under your control.
pl: Ilekroć stwór ze znacznikiem monety umrze lub zostanie umieszczony na wygnaniu, przywróć ową kartę na pole walki pod twoim władaniem.

source: +2: Put a +1/+1 counter on each of up to two target creatures.
pl: +2: Umieść znacznik +1/+1 na każdym z co najwyżej dwóch wskazanych stworów.

source: −2: Search your library and/or graveyard for a card named Sunlit Hoplite and put it onto the battlefield. If you search your library this way, shuffle it.
pl: –2: Wyszukaj w twojej bibliotece i/lub cmentarzy kartę o nazwie Sunlit Hoplite i umieść ją na polu walki. Jeśli przeszukano w ten sposób bibliotekę, przetasuj ją.

source: −8: Until end of turn, creatures you control gain flying and get +X/+X, where X is your devotion to white.
pl: –8: Do końca tury stwory pod twoim władaniem dostają latanie i +X/+X, gdzie X jest twoim kultem białego.

source: At the beginning of combat on your turn, target creature you control gets +2/+0 until end of turn.
pl: Na początku walki w twojej turze, wskazany stwór pod twoim władaniem dostaje do końca tury +2/+0.

source: When Elspeth's Devotee enters the battlefield, you may search your library and/or graveyard for a card named Elspeth, Undaunted Hero, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Kiedy ten stwór wejdzie na pole walki, możesz wyszukać w twojej bibliotece i/lub cmentarzy kartę o nazwie Elspeth, Undaunted Hero, ujawnić ją i umieścić w twojej ręce. Jeśli przeszukano bibliotekę w ten sposób, przetasuj ją.

source: As long as it's your turn, Sunlit Hoplite has first strike.
pl: O ile jest twoja tura, ten stwór ma pierwszy cios.

source: Sunlit Hoplite gets +1/+0 as long as you control an Elspeth planeswalker.
pl: Ten stwór dostaje +1/+0 o ile władasz wędrowcem o typie Elspeth.

source: +2: Draw a card. Each player puts the top two cards of their library into their graveyard.
pl: +2: Dobierz kartę. Każdy gracz umieszcza dwie wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: −5: Put target creature card from a graveyard onto the battlefield under your control.
pl: –5: Umieść wskazaną kartę stwora z dowolnego cmentarza na polu walki pod twoim władaniem.

source: −11: Gain control of all creatures target opponent controls.
pl: –11: Zyskaj władanie nad wszystkimi stworami pod władaniem wskazanego przeciwnika.

source: Swimmer in Nightmares gets +3/+0 as long as there are ten or more cards in a single graveyard.
pl: Ten stwór dostaje +3/+0 o ile w którymkolwiek cmentarzu znajduje się co najmniej dziesięć kart.

source: Swimmer in Nightmares can't be blocked as long as you control an Ashiok planeswalker.
pl: Ten stwór nie może być blokowany o ile władasz wędrowcem o typie Ashiok.

source: At the beginning of combat on your turn, each player puts the top three cards of their library into their graveyard.
pl: Na początku walki w twojej turze, każdy gracz umieszcza trzy wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: When Ashiok's Forerunner enters the battlefield, you may search your library and/or graveyard for a card named Ashiok, Sculptor of Fears, reveal it, and put it into your hand. If you search your library this way, shuffle it.
pl: Kiedy ten stwór wejdzie na pole walki, możesz wyszukać w twojej bibliotece i/lub cmentarzy kartę o nazwie Ashiok, Sculptor of Fears, ujawnić ją i umieścić w twojej ręce. Jeśli przeszukano bibliotekę w ten sposób, przetasuj ją.

source: Whenever Grasping Giant becomes blocked by a creature, exile that creature until Grasping Giant leaves the battlefield.
pl: Ilekroć ten stwór zostanie zablokowany przez stwora, wygnaj owego stwora dopóki niniejszy stwór nie opuście pola walki.

source: At the beginning of your upkeep, put a +1/+1 counter on each other creature you control.
pl: Na początku twojego kroku utrzymania, umieść znacznik +1/+1 na każdym innym stworze pod twoim władaniem.

source: When Sphinx Mindbreaker enters the battlefield, each opponent puts the top ten cards of their library into their graveyard.
pl: Kiedy ten stwór wejdzie na pole walki, każdy przeciwnik umieszcza dziesięć wierzchnich kart swojej biblioteki w swoim cmentarzu.

source: Krakens, Leviathans, Octopuses, and Serpents you control can't be blocked except by Krakens, Leviathans, Octopuses, and Serpents.
pl: Krakeny, Lewiatany, Ośmiornice i Wężowniki pod twoim władaniem nie mogą być blokowane, chyba że przez Krakeny, Lewiatany, Ośmiornice i Wężowniki.

source: Flying, trample
pl: Latanie, tratowanie

source: Whenever Demon of Loathing deals combat damage to a player, that player sacrifices a creature.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz poświęca stwora.

source: Whenever Underworld Sentinel attacks, exile target creature card from your graveyard.
pl: Ilekroć ten stwór atakuje, wygnaj wskazaną kartę stwora z twojego cmentarza.

source: When Underworld Sentinel dies, put all cards exiled with it onto the battlefield.
pl: Kiedy ten stwór umrze, umieść wszystkie wygnane przez niego karty na polu walki.

source: Search your library for up to four Minotaur creature cards with different names, put them onto the battlefield, then shuffle your library.
pl: Wyszukaj w twojej bibliotece co najwyżej cztery karty stwora o typie Minotaur i różnych nazwach, umieść je na polu walki, następnie przetasuj twoją bibliotekę.

source: Flying, double strike
pl: Latanie, podwójny cios

source: When Terror of Mount Velus enters the battlefield, creatures you control gain double strike until end of turn.
pl: Kiedy ten stwór wejdzie na pole walki, stwory pod twoim władaniem zyskują do końca tury podwójny cios.

source: If a creature would deal combat damage to Ironscale Hydra, prevent that damage and put a +1/+1 counter on Ironscale Hydra.
pl: Jeśli stwór miałby zadać niniejszemu stworowi obrażenia bojowe, zażegnaj je i umieść znacznik +1/+1 na niniejszym stworze.
