Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/THS.po
Languages: pl

source: When Temple of Abandon enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_r| or |mana_g|.
pl: |tap|: Weź |mana_r| lub |mana_g|.

source: Temple of Deceit enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole walki.

source: When Temple of Deceit enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_u| or |mana_b|.
pl: |tap|: Weź |mana_u| lub |mana_b|.

source: Temple of Mystery enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole walki.

source: When Temple of Mystery enters the battlefield, scry 1.
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1.

source: |tap|: Add |mana_g| or |mana_u|.
pl: |tap|: Weź |mana_g| lub |mana_u|.

source: Temple of Silence enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole walki.

source: When Temple of Silence enters the battlefield, scry 1.
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1.

source: |tap|: Add |mana_w| or |mana_b|.
pl: |tap|: Weź |mana_w| lub |mana_b|.

source: Temple of Triumph enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole walki.

source: When Temple of Triumph enters the battlefield, scry 1.
pl: Kiedy ten ląd wejdzie na pole walki, wróż 1.

source: |tap|: Add |mana_r| or |mana_w|.
pl: |tap|: Weź |mana_r| lub |mana_w|.

source: |mana_1|, |tap|: Add one mana of any color.
pl: |mana_1|, |tap|: Weź jedną manę dowolnego koloru.

source: (|tap|: Add |mana_w|.)
pl: (|tap|: Weź |mana_w|.)

source: (|tap|: Add |mana_u|.)
pl: (|tap|: Weź |mana_u|.)

source: (|tap|: Add |mana_b|.)
pl: (|tap|: Weź |mana_b|.)

source: (|tap|: Add |mana_r|.)
pl: (|tap|: Weź |mana_r|.)

source: (|tap|: Add |mana_g|.)
pl: (|tap|: Weź |mana_g|.)
