Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/THS.po
Languages: pl

source: When Abhorrent Overlord enters the battlefield, create a number of 1/1 black Harpy creature tokens with flying equal to your devotion to black. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy ten stwór wejdzie na pole walki, stwórz tyle żetonów czarnego stwora Harpia 1/1 z lataniem, ile wynosi twój kult czarnego. (Każda |mana_b| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu czarnego.)

source: At the beginning of your upkeep, sacrifice a creature.
pl: Na początku twojego kroku utrzymania, poświęć stwora.

source: Deathtouch
pl: Dotyk śmierci

source: Heroic — Whenever you cast a spell that targets Agent of the Fates, each opponent sacrifices a creature.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, każdy przeciwnik poświęca stwora.

source: |mana_2|\ |mana_b|: Regenerate Asphodel Wanderer.
pl: |mana_2|\ |mana_b|: Zregeneruj tego stwora.

source: Bestow |mana_4|\ |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_4|\ |mana_b| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Deathtouch (Any amount of damage this deals to a creature is enough to destroy it.)
pl: Dotyk śmierci. (Stwór otrzymujący od niniejszego jakiekolwiek obrażenia zostaje zniszczony.)

source: Enchanted creature gets +1/+1 and has deathtouch.
pl: Zauroczony stwór dostaje +1/+1 i ma dotyk śmierci.

source: When Blood-Toll Harpy enters the battlefield, each player loses 1 life.
pl: Kiedy ten stwór wejdzie na pole walki, każdy gracz traci po 1 życiu.

source: Target creature gets +2/+0 until end of turn. Regenerate it. You lose 2 life.
pl: Wskazany stwór dostaje do końca tury +2/+0. Zregeneruj go. Strać 2 życia.

source: Bestow |mana_5|\ |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5|\ |mana_b| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Intimidate (This creature can't be blocked except by artifact creatures and/or creatures that share a color with it.)
pl: Zastraszenie (Ten stwór nie może być blokowany, chyba że przez stwory artefaktyczne lub współdzielące z nim kolor.)

source: Enchanted creature gets +2/+2 and has intimidate.
pl: Zauroczony stwór dostaje +2/+2 i ma zastraszanie.

source: Up to two target creatures each get +1/+1 and gain lifelink until end of turn.
pl: Każdy z co najwyżej dwóch wskazanych stworów dostaje do końca tury +1/+1 oraz więź życia.

source: Destroy target black creature.
pl: Zniszcz wskazanego czarnego stwora.

source: When Disciple of Phenax enters the battlefield, target player reveals a number of cards from their hand equal to your devotion to black. You choose one of them. That player discards that card. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy ten stwór na pole walki, wskazany gracz ujawnia tyle kart ze swojej ręki, ile wynosi twój kult czarnego. Wybierz jedną z nich. Ów gracz odrzuca ową kartę. (Każda |mana_b| w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czarnego.)

source: As long as your devotion to black is less than five, Erebos isn't a creature. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: O ile twój kult czarnego jest mniejszy niż pięć, ta karta nie jest stworem (Każda |mana_b| w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czarnego.)

source: Your opponents can't gain life.
pl: Twoi przeciwnicy nie mogą zyskać życia.

source: |mana_1|\ |mana_b|, Pay 2 life: Draw a card.
pl: |mana_1|\ |mana_b|, zapłać 2 życia: Dobierz kartę.

source: Discard a creature card: Erebos's Emissary gets +2/+2 until end of turn. If Erebos's Emissary is an Aura, enchanted creature gets +2/+2 until end of turn instead.
pl: Odrzuć kartę stwora: Ten stwór dostaje do końca tury +2/+2. Jeśli ta karta jest Aurą, zamiast tego zauroczony stwór dostaje do końca tury +2/+2.

source: Whenever another creature dies, tap Fleshmad Steed.
pl: Ilekroć umrze inny stwór, przekręć niniejszego stwora.

source: When Gray Merchant of Asphodel enters the battlefield, each opponent loses X life, where X is your devotion to black. You gain life equal to the life lost this way. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy ten stwór wejdzie na pole walki, każdy przeciwnik traci X żyć, gdzie X jest twoim kultem czarnego. Zyskaj tyle życia, ile stracono w ten sposób. (Każdy symbol |mana_b| w kosztach permanentów pod twoim władaniem wlicza się do twojego kultu czarnego.)

source: Destroy target creature or planeswalker.
pl: Zniszcz wskazanego stwora lub wędrowca.

source: |mana_6|\ |mana_b|\ |mana_b|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6|\ |mana_b|\ |mana_b|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Hythonia the Cruel becomes monstrous, destroy all non-Gorgon creatures.
pl: Kiedy ten stwór stanie się monstrualny, zniszcz wszystkie stwory nie mające typu Gorgon.

source: Flying, lifelink
pl: Latanie, więź życia

source: |mana_5|\ |mana_b|\ |mana_b|: Monstrosity 1. (If this creature isn't monstrous, put a +1/+1 counter on it and it becomes monstrous.)
pl: |mana_5|\ |mana_b|\ |mana_b|: Monstrualność 1. (Jeśli ten stwór nie jest monstrualny, umieść na nim znacznik +1/+1 i staje się on monstrualny.)

source: When Keepsake Gorgon becomes monstrous, destroy target non-Gorgon creature an opponent controls.
pl: Kiedy ten stwór stanie się monstrualny, zniszcz wskazanego stwora nie będącego typu Gorgon pod władaniem przeciwnika.

source: Target creature gets -4/-4 until end of turn.
pl: Wskazany stwór dostaje do końca tury -4/-4.

source: |mana_2|\ |mana_g|: Loathsome Catoblepas must be blocked this turn if able.
pl: |mana_2|\ |mana_g|: Ten stwór musi być blokowany w tej turze, jeśli to możliwe.

source: When Loathsome Catoblepas dies, target creature an opponent controls gets -3/-3 until end of turn.
pl: Kiedy ten stwór umrze, wskazany stwór pod władaniem przeciwnika, dostaje do końca tury -3/-3.

source: Return up to two target creature cards from your graveyard to your hand.
pl: Przywróć co najwyżej dwie wskazane karty stworów z twojego cmentarza do twojej ręki.

source: When Mogis's Marauder enters the battlefield, up to X target creatures each gain intimidate and haste until end of turn, where X is your devotion to black. (A creature with intimidate can't be blocked except by artifact creatures and/or creatures that share a color with it. Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy ten stwór wejdzie na pole walki, każdy z co najwyżej X wskazanych stworów zyskuje do końca tury zastraszanie i pośpiech, gdzie X jest twoim kultem czarnego. (Każda |mana_b| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu czarnego.)

source: Bestow |mana_2|\ |mana_b|\ |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_2|\ |mana_b|\ |mana_b| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Nighthowler and enchanted creature each get +X/+X, where X is the number of creature cards in all graveyards.
pl: Ten oraz zauroczony stwór dostają +X/+X każdy, gdzie X jest równe liczbie kart stworów we wszystkich cmentarzach.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Erebos.
pl: Ilekroć zauroczony stwór atakuje, umieść na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć ten urok.

source: When you sacrifice Ordeal of Erebos, target player discards two cards.
pl: Kiedy poświęcisz ten urok, wskazany gracz odrzuca dwie karty.

source: Pharika's Cure deals 2 damage to target creature and you gain 2 life.
pl: Ten czar zadaje wskazanemu stworowi 2 obrażenia, a ty zyskaj 2 życia.

source: Scry 2, then draw two cards. You lose 2 life. (To scry 2, look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Wróż 2, następnie dobierz dwie karty. Strać 2 życia. (By wróżyć 2, spójrz na dwie wierzchnie karty twojej biblioteki, następnie umieść dowolną ich liczbę na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: As an additional cost to cast this spell, sacrifice a creature.
pl: Jako dodatkowy koszt rzucenia tego czaru — poświęć stwora.

source: Choose target creature card in your graveyard. Return that card and the sacrificed card to the battlefield under your control at the beginning of your next upkeep. Exile Rescue from the Underworld.
pl: Wskaż kartę stwora w twoim cmentarzu. Zwróć ową kartę oraz poświęconą kartę na pole walki pod twoim władaniem na początku twojego najbliższego kroku utrzymania. Wygnaj ten czar.

source: When Returned Centaur enters the battlefield, target player puts the top four cards of their library into their graveyard.
pl: Kiedy ten stwór wejdzie na pole walki, wskazany gracz umieszcza cztery wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: |mana_1|\ |mana_u|: Returned Phalanx can attack this turn as though it didn't have defender.
pl: |mana_1|\ |mana_u|: Ten stwór może atakować w tej turze, jakby nie miał obronności.

source: When Scourgemark enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole walki, dobierz kartę.

source: Enchanted creature gets +1/+0.
pl: Zauroczony stwór dostaje +1/+0.

source: Destroy target creature. Its controller loses 2 life.
pl: Zniszcz wskazanego stwora. Jego władca traci 2 życia.

source: Target player reveals their hand. You choose a nonland card from it. That player discards that card. You lose 2 life.
pl: Wskazany gracz ujawnia swoją rękę. Wybierz z niej nielądową kartę. Ów gracz odrzuca ową kartę. Strać 2 życia.

source: Tormented Hero enters the battlefield tapped.
pl: Ten stwór wchodzi przekręcony na pole walki.

source: Heroic — Whenever you cast a spell that targets Tormented Hero, each opponent loses 1 life. You gain life equal to the life lost this way.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, każdy przeciwnik traci po 1 życiu. Zyskaj tyle żyć, ile stracono w ten sposób.

source: Enchanted creature gets -1/-1, and its activated abilities can't be activated.
pl: Zauroczony stwór dostaje -1/-1, a jego aktywowane zdolności nie mogą być aktywowane.

source: Creatures you control have lifelink.
pl: Stwory pod twoim władaniem mają więź życia.

source: |mana_2|\ |mana_b|\ |mana_b|, |tap|: Return target creature card from your graveyard to the battlefield. It gains haste. Exile it at the beginning of the next end step. If it would leave the battlefield, exile it instead of putting it anywhere else. Activate this ability only any time you could cast a sorcery.
pl: |mana_2|\ |mana_b|\ |mana_b|, |tap|: Przywróć wskazaną kartę stwora z twojego cmentarza na pole walki. Dostaje on pośpiech. Wygnaj go na początku najbliższego kroku końcowego. Jeśli miałby opuścić pole walki, wygnaj go zamiast umieszczać go gdziekolwiek indziej. Aktywuj jako obrzęd.

source: Heroic — Whenever you cast a spell that targets Akroan Crusader, create a 1/1 red Soldier creature token with haste.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, stwórz żeton czerwonego stwora Piechur 1/1 z pośpiechem.

source: Anger of the Gods deals 3 damage to each creature. If a creature dealt damage this way would die this turn, exile it instead.
pl: Ten czar zadaje każdemu stworowi po 3 obrażenia. Jeśli stwór uszkodzony w ten sposób miałby umrzeć w tej turze, zamiast tego wygnaj go.

source: Heroic — Whenever you cast a spell that targets Arena Athlete, target creature an opponent controls can't block this turn.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, wskazany stwór pod władaniem przeciwnika nie może blokować w tej turze.

source: Boulderfall deals 5 damage divided as you choose among any number of targets.
pl: Ten czar zadaje 5 obrażeń rozdzielonych według twojego uznania pomiędzy dowolną liczbę wskazanych celów.

source: Up to two target creatures each get +1/+0 and gain first strike until end of turn.
pl: Każdy z co najwyżej dwóch wskazanych stworów dostaje do końca tury +1/+0 oraz pierwszy cios.

source: Deathbellow Raider attacks each combat if able.
pl: Ten stwór atakuje w każdej walce, jeśli może.

source: |mana_2|\ |mana_b|: Regenerate Deathbellow Raider.
pl: |mana_2|\ |mana_b|: Zregeneruj tego stwora.

source: Destroy target artifact or land.
pl: Zniszcz wskazany artefakt lub ląd.

source: When Dragon Mantle enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole walki, dobierz kartę.

source: Enchanted creature has "|mana_r|: This creature gets +1/+0 until end of turn."
pl: Zauroczony stwór ma "|mana_r|: Ten stwór dostaje do końca tury +1/+0."

source: |mana_5|\ |mana_r|\ |mana_r|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_5|\ |mana_r|\ |mana_r|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Ember Swallower becomes monstrous, each player sacrifices three lands.
pl: Kiedy ten stwór stanie się monstrualny, każdy gracz poświęca trzy lądy.

source: When Fanatic of Mogis enters the battlefield, it deals damage to each opponent equal to your devotion to red. (Each |mana_r| in the mana costs of permanents you control counts toward your devotion to red.)
pl: Kiedy ten stwór wejdzie na pole walki, zadaje on każdemu przeciwnikowi po tyle obrażeń, ile wynosi twój kult czerwonego. (Każda |mana_r| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu czerwonego.)

source: Whenever Firedrinker Satyr is dealt damage, it deals that much damage to you.
pl: Ilekroć ten stwór otrzyma obrażenia, zadaje on tyle samo obrażeń tobie.

source: |mana_1|\ |mana_r|: Firedrinker Satyr gets +1/+0 until end of turn and deals 1 damage to you.
pl: |mana_1|\ |mana_r|: Ten stwór dostaje do końca tury +1/+0 i zadaje tobie 1 obrażenie.

source: Whenever you scry, Flamespeaker Adept gets +2/+0 and gains first strike until end of turn.
pl: Ilekroć wróżysz, ten stwór dostaje do końca tury +2/+0 oraz pierwszy cios.

source: Creatures you control have haste.
pl: Stwory pod twoim władaniem mają pośpiech.

source: |mana_2|\ |mana_r|, |tap|, Sacrifice a land: Create a 3/3 colorless Golem enchantment artifact creature token.
pl: |mana_2|\ |mana_r|, |tap|, poświęć ląd: Umieść na polu walki żeton bezkolorowego artefaktycznego stwora-uroku Golem 3/3.

source: Trample
pl: Tratowanie

source: |mana_5|\ |mana_r|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_5|\ |mana_r|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: Heroic — Whenever you cast a spell that targets Labyrinth Champion, Labyrinth Champion deals 2 damage to any target.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, ten stwór zadaje wskazanemu celowi 2 obrażenia.

source: Lightning Strike deals 3 damage to any target.
pl: Ten czar zadaje wskazanemu celowi 3 obrażenia.

source: Magma Jet deals 2 damage to any target. Scry 2.
pl: Ten czar zadaje wskazanemu celowi 2 obrażenia.

source: Enchanted creature has trample and haste.
pl: Zauroczony stwór ma tratowanie i pośpiech.

source: Haste
pl: Pośpiech

source: When Minotaur Skullcleaver enters the battlefield, it gets +2/+0 until end of turn.
pl: Kiedy ten stwór wejdzie na pole walki, dostaje do końca tury +2/+0.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Purphoros.
pl: Ilekroć zauroczony stwór atakuje, umieść na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć ten urok.

source: When you sacrifice Ordeal of Purphoros, it deals 3 damage to any target.
pl: Kiedy poświęcisz ten urok, zadaje on wskazanemu celowi 3 obrażenia.

source: Destroy target Mountain. Peak Eruption deals 3 damage to that land's controller.
pl: Zniszcz wskazaną Górę. Ten czar zadaje władcy owego lądu 3 obrażenia.

source: Gain control of target creature until end of turn. Untap that creature. It gains haste until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Zyskaj do końca tury władanie nad wskazanym. Odkręć owego stwora. Zyskuje on pośpiech do końca tury. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: |mana_3|\ |mana_w|, Sacrifice Priest of Iroas: Destroy target enchantment.
pl: |mana_3|\ |mana_w|, poświęć tego stwora: Zniszcz wskazany urok.

source: As long as your devotion to red is less than five, Purphoros isn't a creature.
pl: O ile twój kult czerwonego jest mniejszy niż pięć, ta karta nie jest stworem.

source: Whenever another creature enters the battlefield under your control, Purphoros deals 2 damage to each opponent.
pl: Ilekroć na pole walki pod twoim władaniem wejdzie stwór, niniejszy permanent zadaje każdemu przeciwnikowi po 2 obrażenia.

source: |mana_2|\ |mana_r|: Creatures you control get +1/+0 until end of turn.
pl: |mana_2|\ |mana_r|: Stwory pod twoim władaniem dostają do końca tury +1/+0.

source: Bestow |mana_6|\ |mana_r| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_6|\ |mana_r| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Menace (This creature can't be blocked except by two or more creatures.)
pl: Złowrogość (Ten stwór nie może być blokowany, chyba że przez co najmniej dwa stwory.)

source: Enchanted creature gets +3/+3 and has menace.
pl: Zauroczony stwór dostaje +3/+3 i ma złowrogość.

source: Rage of Purphoros deals 4 damage to target creature. It can't be regenerated this turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ten czar zadaje wskazanemu stworowi 4 obrażenia. Ów stwór nie może być zregenerowany w tej turze. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Other Minotaur creatures you control get +1/+1 and have trample.
pl: Inne Minotaury pod twoim władaniem dostają +1/+1 i mają tratowanie.

source: Spark Jolt deals 1 damage to any target. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ten czar zadaje wskazanemu celowi 1 obrażenie. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Bestow |mana_5|\ |mana_r| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5|\ |mana_r| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: First strike
pl: Pierwszy cios

source: Enchanted creature gets +2/+2 and has first strike.
pl: Zauroczony stwór dostaje +2/+2 i ma pierwszy cios.

source: |mana_6|\ |mana_r|\ |mana_r|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6|\ |mana_r|\ |mana_r|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Stoneshock Giant becomes monstrous, creatures without flying your opponents control can't block this turn.
pl: Kiedy ten stwór stanie się monstrualny, stwory bez latania pod władaniem przeciwników nie mogą blokować w tej turze.

source: Flying, haste, protection from white
pl: Latanie, pośpiech, ochrona przed białym

source: When Stormbreath Dragon becomes monstrous, it deals damage to each opponent equal to the number of cards in that player's hand.
pl: Kiedy ten stwór stanie się monstrualny, zadaje każdemu przeciwnikowi po tyle obrażeń, ile kart jest w ręce owego gracza.

source: Each Human creature you control has "|mana_r|, |tap|: This creature deals 1 damage to any target."
pl: Każdy Człowiek pod twoim władaniem ma "|mana_r|, |tap|: Ten stwór zadaje wskazanemu celowi 1 obrażenie."

source: Target creature gets +3/+1 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wskazany stwór dostaje do końca tury +3/+1. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ją na spodzie twojej biblioteki.)

source: Double strike (This creature deals both first-strike and regular combat damage.)
pl: Podwójny cios (Ten stwór zadaje obrażenia bojowe w pierwszym ciosie oraz normalnie.)

source: When Wild Celebrants enters the battlefield, you may destroy target artifact.
pl: Kiedy ten stwór wejdzie na pole walki, możesz zniszczyć wskazany artefakt.

source: |mana_2|\ |mana_u|: Agent of Horizons can't be blocked this turn.
pl: |mana_2|\ |mana_u|: Ten stwór nie może być blokowany w tej turze.

source: Heroic — Whenever you cast a spell that targets Anthousa, Setessan Hero, up to three target lands you control each become 2/2 Warrior creatures until end of turn. They're still lands.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, każdy z co najwyżej trzech wskazanych lądów pod twoim władaniem staje się do końca tury stworem Wojownik 2/2. Nadal są lądami.

source: Reach
pl: Zasięg

source: |mana_3|\ |mana_g|\ |mana_g|\ |mana_g|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_3|\ |mana_g|\ |mana_g|\ |mana_g|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Arbor Colossus becomes monstrous, destroy target creature with flying an opponent controls.
pl: Kiedy ten stwór stanie się monstrualny, zniszcz wskazanego stwora z lataniem pod władaniem przeciwnika.

source: Destroy target artifact or enchantment. Scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Zniszcz wskazany artefakt lub urok. Wróż 2. (By wróżyć 2, spójrz na dwie wierzchnie karty twojej biblioteki, następnie umieść dowolną ich liczbę na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Flash
pl: Błysk
