Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/THS.po
Languages: pl

source: Bestow |mana_3|\ |mana_g|\ |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_3|\ |mana_g|\ |mana_g| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +4/+2.
pl: Zauroczony stwór dostaje +4/+2.

source: Attacking creatures you control have deathtouch.
pl: Atakujące stwory pod twoim władaniem mają dotyk śmierci.

source: |mana_1|\ |mana_g|, |tap|: Choose one —
pl: |mana_1|\ |mana_g|, |tap|: Wybierz jedno —

source: Put a +1/+1 counter on target creature.
pl: Umieść znacznik +1/+1 na wskazanym stworze.

source: Bow of Nylea deals 2 damage to target creature with flying.
pl: Ten artefakt zadaje wskazanemu stworowi z lataniem 2 obrażenia.

source: You gain 3 life.
pl: Zyskaj 3 życia.

source: Put up to four target cards from your graveyard on the bottom of your library in any order.
pl: Umieść co najwyżej cztery wskazane karty z twojego cmentarza na spodzie twojej biblioteki w dowolnej kolejności.

source: Heroic — Whenever you cast a spell that targets Centaur Battlemaster, put three +1/+1 counters on Centaur Battlemaster.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, umieść trzy znaczniki +1/+1 na tym stworze.

source: Reveal the top five cards of your library. You may put a creature or enchantment card from among them into your hand. Put the rest into your graveyard.
pl: Ujawnij pięć wierzchnich kart twojej biblioteki. Możesz umieścić spośród nich kartę stwora lub uroku w twojej ręce. Umieść pozostałe w twoim cmentarzu.

source: Prevent all combat damage that would be dealt to players this turn.
pl: Zażegnaj wszystkie obrażenia bojowe, jakie mogłyby zostać zadane graczom w tej turze.

source: Exile target artifact or enchantment.
pl: Wygnaj wskazany artefakt lub urok.

source: Enchanted creature gets +2/+2.
pl: Zauroczony stwór dostaje +2/+2.

source: Target green creature you control gets +2/+2 until end of turn. It fights target green creature an opponent controls.
pl: Wskazany zielony stwór pod twoim władaniem dostaje do końca tury +2/+2. Walczy on ze wskazanym zielonym stworem pod władaniem przeciwnika.

source: |tap|: Add an amount of |mana_g| equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: |tap|: Weź tyle |mana_g|, ile wynosi twój kult zielonego. (Każda |mana_g| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu zielonego.)

source: Bestow |mana_3|\ |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_3|\ |mana_g| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +2/+2 and has reach.
pl: Zauroczony stwór dostaje +2/+2 i ma zasięg.

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: Haste, protection from blue
pl: Pośpiech, ochrona przed niebieskim

source: Mistcutter Hydra enters the battlefield with X +1/+1 counters on it.
pl: Ten stwór wchodzi na pole walki mając X znaczników +1/+1.

source: This spell costs |mana_1| less to cast for each creature card in your graveyard.
pl: Rzucenie tego czaru = kosztuje o |mana_1| mniej za każdego stwora w twoim cmentarzu.

source: |mana_7|\ |mana_g|\ |mana_g|: Monstrosity 5. This ability costs |mana_1| less to activate for each creature card in your graveyard. (If this creature isn't monstrous, put five +1/+1 counters on it and it becomes monstrous.)
pl: |mana_7|\ |mana_g|\ |mana_g|: Monstrualność 5. Aktywacja tej zdolności kosztuje o |mana_1| mniej za każdego stwora w twoim cmentarzu. (Jeśli ten stwór nie jest monstrualny, umieść na nim pięć znaczników +1/+1 i staje się on monstrualny.)

source: |mana_6|\ |mana_g|: Monstrosity 4. (If this creature isn't monstrous, put four +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6|\ |mana_g|: Monstrualność 4. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: As long as your devotion to green is less than five, Nylea isn't a creature. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: O ile twój kult zielonego jest mniejszy niż pięć, ta karta nie jest stworem (Każda |mana_g| w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu zielonego.)

source: Other creatures you control have trample.
pl: Inne stwory pod twoim władaniem mają tratowanie.

source: |mana_3|\ |mana_g|: Target creature gets +2/+2 until end of turn.
pl: |mana_3|\ |mana_g|: Wskazany stwór dostaje do końca tury +2/+2.

source: When Nylea's Disciple enters the battlefield, you gain life equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Kiedy ten stwór wejdzie na pole walki, zyskaj tyle żyć, ile wynosi twój kult zielonego. (Każda |mana_g| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu zielonego.)

source: Bestow |mana_5|\ |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5|\ |mana_g| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +3/+3 and has trample.
pl: Zauroczony stwór dostaje +3/+3 i ma tratowanie.

source: Enchant land
pl: Zaurocz ląd

source: When Nylea's Presence enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole walki, dobierz kartę.

source: Enchanted land is every basic land type in addition to its other types.
pl: Zauroczony ląd ma dodatkowo typ każdego zwykłego lądu oprócz swoich pozostałych typów.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Nylea.
pl: Ilekroć zauroczony stwór atakuje, umieść na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć ten urok.

source: When you sacrifice Ordeal of Nylea, search your library for up to two basic land cards, put them onto the battlefield tapped, then shuffle your library.
pl: Kiedy poświęcisz ten urok, wyszukaj w twojej bibliotece co najwyżej dwie karty bazowych lądów, umieść je przekręcone na polu walki, następnie przetasuj twoją bibliotekę.

source: |mana_x|\ |mana_x|\ |mana_g|: Monstrosity X. (If this creature isn't monstrous, put X +1/+1 counters on it and it becomes monstrous.)
pl: |mana_x|\ |mana_x|\ |mana_g|: Monstrualność X. (Jeśli ten stwór nie jest monstrualny, umieść na nim X znaczników +1/+1 i staje się on monstrualny.)

source: When Polukranos, World Eater becomes monstrous, it deals X damage divided as you choose among any number of target creatures your opponents control. Each of those creatures deals damage equal to its power to Polukranos.
pl: Kiedy ten stwór stanie się monstrualny, zadaje on X obrażeń dowolnie rozdzielonych pomiędzy dowolną liczbę wskazanych stworów pod władaniem twoich przeciwników. Każdy z owych stworów zadaje niniejszemu stworowi obrażenia równe swojej sile.

source: When Reverent Hunter enters the battlefield, put a number of +1/+1 counters on it equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Kiedy ten stwór wejdzie na pole walki, umieść na nim tyle znaczników +1/+1, ile wynosi twój kult zielonego. (Każda |mana_g| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu zielonego.)

source: |mana_r|, Sacrifice Satyr Hedonist: Add |mana_r|\ |mana_r|\ |mana_r|.
pl: |mana_r|, poświęć tego stwora: Weź |mana_r|\ |mana_r|\ |mana_r|.

source: |mana_3|\ |mana_g|: Target creature must be blocked this turn if able.
pl: |mana_3|\ |mana_g|: Wskazany stwór musi być blokowany w tej turze, jeśli to możliwe.

source: Target creature gets +2/+2 until end of turn. Untap that creature.
pl: Wskazany stwór dostaje do końca tury +2/+2. Odkręć owego stwora.

source: Shredding Winds deals 7 damage to target creature with flying.
pl: Ten czar zadaje wskazanemu stworowi z lataniem 7 obrażeń.

source: Heroic — Whenever you cast a spell that targets Staunch-Hearted Warrior, put two +1/+1 counters on Staunch-Hearted Warrior.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, umieść dwa znaczniki +1/+1 na tym stworze.

source: Defender, hexproof
pl: Obronność, antyklątwa

source: |tap|: Add one mana of any color.
pl: |tap|: Weź jedną manę dowolnego koloru.

source: Choose target creature an opponent controls. When that creature dies this turn, you gain 3 life. Target creature you control fights that creature. (Each deals damage equal to its power to the other.)
pl: Wskaż stwora pod władaniem przeciwnika. Jeśli ów stwór umrze w tej turze, zyskaj 3 życia. Wskazany stwór pod twoim władaniem walczy z owym stworem. (Każdy zadaje drugiemu obrażenia równe swojej sile.)

source: |tap|: Untap target land.
pl: |tap|: Odkręć wskazany ląd.

source: Until end of turn, up to two target creatures you control each gain "Whenever this creature deals combat damage to a player, draw a card."
pl: Do końca tury co najwyżej dwa wskazane stwory pod twoim władaniem dostają "Ilekroć ten stwór zada graczowi obrażenia bojowe, dobierz kartę."

source: Whenever Akroan Hoplite attacks, it gets +X/+0 until end of turn, where X is the number of attacking creatures you control.
pl: Ilekroć ten stwór zaatakuje, dostaje on +X/+0 do końca tury, gdzie X jest liczbą atakujących stworów pod twoim władaniem.

source: First strike, vigilance
pl: Pierwszy cios, czujność

source: Heroic — Whenever you cast a spell that targets Anax and Cymede, creatures you control get +1/+1 and gain trample until end of turn.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, stwory pod twoim władaniem dostają do końca tury +1/+1 oraz tratowanie.

source: When Ashen Rider enters the battlefield or dies, exile target permanent.
pl: Ilekroć ten stwór wejdzie na pole walki lub umrze, wygnaj wskazany permanent.

source: +2: Exile the top three cards of target opponent's library.
pl: +2: Wygnaj trzy wierzchnie karty biblioteki wskazanego przeciwnika.

source: −X: Put a creature card with converted mana cost X exiled with Ashiok, Nightmare Weaver onto the battlefield under your control. That creature is a Nightmare in addition to its other types.
pl: –X: Umieść na polu walki pod swoim władaniem kartę stwora o łącznym koszcie many X wygnaną z użyciem tego wędrowca. Ów stwór ma dodatkowo typ Koszmar oprócz swoich pozostałych typów.

source: −10: Exile all cards from all opponents' hands and graveyards.
pl: –10: Wygnaj wszystkie karty z rąk i cmentarzy wszystkich przeciwników.

source: Heroic — Whenever you cast a spell that targets Battlewise Hoplite, put a +1/+1 counter on Battlewise Hoplite, then scry 1. (To scry 1, look at the top card of your library, then you may put that card on the bottom of your library.)
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, umieść znacznik +1/+1 na tym stworze, następnie wróż 1. (By wróżyć 1, spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: When Chronicler of Heroes enters the battlefield, draw a card if you control a creature with a +1/+1 counter on it.
pl: Kiedy ten stwór wejdzie na pole walki, dobierz kartę jeśli władasz stworem mającym znacznik +1/+1.

source: Daxos of Meletis can't be blocked by creatures with power 3 or greater.
pl: Ten stwór nie może być blokowany przez stwory o sile 3 lub większej.

source: Whenever Daxos of Meletis deals combat damage to a player, exile the top card of that player's library. You gain life equal to that card's converted mana cost. Until end of turn, you may cast that card and you may spend mana as though it were mana of any color to cast that spell.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, wygnaj wierzchnią kartę biblioteki owego gracza. Zyskaj tyle żyć, ile wynosi skrócony koszt many owej karty. Do końca tury możesz rzucić ową kartę wydając manę tak, jakby była maną dowolnego koloru.

source: Destroy target artifact or enchantment. Destructive Revelry deals 2 damage to that permanent's controller.
pl: Zniszcz wskazany artefakt lub urok. Ten czar zadaje władcy owego permanentu 2 obrażenia.

source: |mana_3|\ |mana_g|\ |mana_w|: Monstrosity 1. (If this creature isn't monstrous, put a +1/+1 counter on it and it becomes monstrous.)
pl: |mana_3|\ |mana_g|\ |mana_w|: Monstrualność 1. (Jeśli ten stwór nie jest monstrualny, umieść na nim znacznik +1/+1 i staje się on monstrualny.)

source: As long as Fleecemane Lion is monstrous, it has hexproof and indestructible.
pl: O ile ten stwór jest monstrualny, ma antyklątwę i niezniszczalność.

source: Flying, trample
pl: Latanie, tratowanie

source: Whenever you draw a card, you gain 1 life.
pl: Ilekroć dobierzesz kartę, zyskaj 1 życie.

source: Minotaur creatures you control have haste.
pl: Minotaury pod twoim władaniem mają pośpiech.

source: Whenever a Minotaur you control attacks, it gets +2/+0 until end of turn.
pl: Ilekroć Minotaur pod twoim władaniem atakuje, dostaje on do końca tury +2/+0.

source: Whenever Medomai the Ageless deals combat damage to a player, take an extra turn after this one.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, weź dodatkową turę po obecnej.

source: Medomai the Ageless can't attack during extra turns.
pl: Ten stwór nie może atakować podczas dodatkowych tur.

source: When Pharika's Mender enters the battlefield, you may return target creature or enchantment card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole walki, możesz przywrócić wskazaną kartę stwora lub uroku z twojego cmentarza do twojej ręki.

source: Trample, protection from enchantments
pl: Tratowanie, ochrona przed urokami

source: |mana_4|\ |mana_r|\ |mana_g|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_4|\ |mana_r|\ |mana_g|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: Whenever Polis Crusher deals combat damage to a player, if Polis Crusher is monstrous, destroy target enchantment that player controls.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, jeśli ten stwór jest monstrualny, zniszcz wskazany urok pod władaniem owego gracza.

source: Untap all creatures and lands you control during each other player's untap step.
pl: Odkręć wszystkie stwory i lądy pod twoim władaniem podczas kroku odkręcania każdego innego gracza.

source: You may cast creature spells as though they had flash.
pl: Możesz rzucać czary stworów tak, jakby miały błysk.

source: Target opponent reveals their hand. You choose a nonland card from that player's graveyard or hand and exile it. You may cast that card for as long as it remains exiled, and you may spend mana as though it were mana of any color to cast that spell.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierz kartę nielądową z cmentarza lub ręki owego gracza i wygnaj ją. Możesz zagrać ową kartę dopóki pozostaje ona wygnana wydając manę tak, jakby była maną dowolnego koloru.

source: Whenever another creature dies, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ilekroć umrze inny stwór, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: |mana_b|: Reaper of the Wilds gains deathtouch until end of turn.
pl: |mana_b|: Ten stwór zyskuje dotyk śmierci do końca tury.

source: |mana_1|\ |mana_g|: Reaper of the Wilds gains hexproof until end of turn.
pl: |mana_1|\ |mana_g|: Ten stwór zyskuje antyklątwę do końca tury.

source: Flying, vigilance
pl: Latanie, czujność

source: |mana_w|\ |mana_b|, Pay 3 life: Regenerate Sentry of the Underworld.
pl: |mana_w|\ |mana_b|, zapłać 3 życia: Zregeneruj tego stwora.

source: |mana_1|\ |mana_u|: Target creature an opponent controls attacks this turn if able.
pl: |mana_1|\ |mana_u|: Wskazany stwór pod władaniem przeciwnika atakuje w tej turze, jeśli może.

source: |mana_1|\ |mana_b|, |tap|: Attacking creatures get -1/-1 until end of turn.
pl: |mana_1|\ |mana_b|, |tap|: Atakujące stwory dostają do końca tury -1/-1.

source: Spellheart Chimera's power is equal to the number of instant and sorcery cards in your graveyard.
pl: Siła tej karty jest równa liczbie kart sztuczek i obrzędów w twoim cmentarzu.

source: Reveal the top five cards of your library and separate them into two piles. An opponent chooses one of those piles. Put that pile into your hand and the other into your graveyard.
pl: Ujawnij pięć wierzchnich kart twojej biblioteki i rozdziel je na dwa stosy. Przeciwnik wybiera jeden z tych stosów. Umieść ów stos w twojej ręce, a pozostały w twoim cmentarzu.

source: |mana_1|, |tap|: Put a fate counter on another target creature.
pl: |mana_1|, |tap|: Umieść znacznik przeznaczenia na wskazanym stworze.

source: |mana_w|, |tap|: Exile target creature that has a fate counter on it, then return it to the battlefield under its owner's control.
pl: |mana_w|, |tap|: Wygnaj wskazanego stwora mającego znacznik przeznaczenia, a następnie przywróć go na pole walki pod władaniem właściciela.

source: |mana_b|, |tap|: Exile target creature that has a fate counter on it. Its controller draws two cards.
pl: |mana_b|, |tap|: Wygnaj wskazanego stwora mającego znacznik przeznaczenia. Jego władca dobiera dwie karty.

source: |mana_1|\ |mana_r|, Sacrifice another creature: Tymaret, the Murder King deals 2 damage to target player or planeswalker.
pl: |mana_1|\ |mana_r|, poświęć innego stwora: Ten stwór zadaje wskazanemu graczowi lub wędrowcowi 2 obrażenia.

source: |mana_1|\ |mana_b|, Sacrifice a creature: Return Tymaret from your graveyard to your hand.
pl: |mana_1|\ |mana_b|, poświęć stwora: Przywróć tę kartę z twojego cmentarza do twojej ręki.

source: Underworld Cerberus can't be blocked except by three or more creatures.
pl: Ten stwór nie może być blokowany, chyba że przez co najmniej trzy stwory.

source: Cards in graveyards can't be the targets of spells or abilities.
pl: Karty w cmentarzach nie mogą być wskazywane przez czary lub zdolności.

source: When Underworld Cerberus dies, exile it and each player returns all creature cards from their graveyard to their hand.
pl: Kiedy ten stwór umrze, wygnaj go, a każdy gracz przywraca wszystkie karty stworów ze swojego cmentarza do swojej ręki.

source: +1: Add X mana in any combination of |mana_r| and/or |mana_g|, where X is the number of creatures you control.
pl: +1: Weź X many w dowolnej kombinacji |mana_r| i |mana_g|, gdzie X jest liczbą stworów pod twoim władaniem.

source: 0: Create a 2/2 red and green Satyr creature token with haste.
pl: 0: Stwórz żeton czerwono-zielonego stwora Satyr 2/2 z pośpiechem.

source: −6: Exile the top seven cards of your library. You may put any number of creature and/or land cards from among them onto the battlefield.
pl: –6: Wygnaj siedem wierzchnich kart twojej biblioteki. Możesz umieścić na polu walki dowolną liczbę kart stworów i lądów spośród nich.

source: When Akroan Horse enters the battlefield, an opponent gains control of it.
pl: Kiedy ten stwór wejdzie na pole walki, przeciwnik zyskuje nad nim władanie.

source: At the beginning of your upkeep, each opponent creates a 1/1 white Soldier creature token.
pl: Na początku twojego kroku utrzymania, każdy przeciwnik tworzy żeton białego stwora Piechur 1/1.

source: First strike (This creature deals combat damage before creatures without first strike.)
pl: Pierwszy cios (Ten stwór zadaje obrażenia bojowe przed stworami bez pierwszego ciosu.)

source: |mana_3|, Sacrifice Burnished Hart: Search your library for up to two basic land cards, put them onto the battlefield tapped, then shuffle your library.
pl: |mana_3|, poświęć tego stwora: Wyszukaj w twojej bibliotece co najwyżej dwie karty bazowych lądów, umieść je przekręcone na polu walki, następnie przetasuj twoją bibliotekę.

source: Defender, indestructible
pl: Obronność, niezniszczalność

source: |mana_10|: Monstrosity 10. (If this creature isn't monstrous, put ten +1/+1 counters on it and it becomes monstrous.)
pl: |mana_10|: Monstrualność 10. (Jeśli ten stwór nie jest monstrualny, umieść na nim dziesięć znaczników +1/+1 i staje się on monstrualny.)

source: As long as Colossus of Akros is monstrous, it has trample and can attack as though it didn't have defender.
pl: O ile ten stwór jest monstrualny, ma tratowanie i może atakować jakby nie miał obronności.

source: |mana_5|, |tap|, Sacrifice Flamecast Wheel: It deals 3 damage to target creature.
pl: |mana_5|, |tap|, poświęć ten artefakt: Ten artefakt zadaje 3 obrażenia wskazanemu stworowi.

source: Equipped creature has flying and haste.
pl: Wyposażony stwór ma latanie i pośpiech.

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora pod twoim władaniem. Wyposaż tylko jako obrzęd.)

source: Defender (This creature can't attack.)
pl: Obronność (Ten stwór nie może atakować.)

source: Equipped creature can't be blocked except by Walls.
pl: Wyposażony stwór nie może być blokowany, chyba że przez Ścianę.

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: |tap|: Each player exiles the top card of their library face down.
pl: |tap|: Każdy gracz wygania wierzchnią kartę swojej biblioteki, zakrytą.

source: |mana_7|, |tap|, Sacrifice Pyxis of Pandemonium: Each player turns face up all cards they own exiled with Pyxis of Pandemonium, then puts all permanent cards among them onto the battlefield.
pl: |mana_7|, |tap|: poświęć ten artefakt: Każdy gracz odkrywa wszystkie własne karty wygnane z użyciem tego artefaktu, następnie umieszcza wszystkie karty permanentów spośród nich na polu walki.

source: |mana_1|, Sacrifice Traveler's Amulet: Search your library for a basic land card, reveal it, put it into your hand, then shuffle your library.
pl: |mana_1|, poświęć ten artefakt: Wyszukaj w twojej bibliotece kartę bazowego lądu, ujawnij ją i umieść w twojej ręce. Następnie przetasuj twoją bibliotekę.

source: Equipped creature has "|mana_1|, |tap|: Scry 1." (To scry 1, look at the top card of your library, then you may put that card on the bottom of your library.)
pl: Wyposażony stwór ma "|mana_1|, |tap|: Wróż 1." (By wróżyć 1, spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Equip |mana_1|
pl: Wyposaż |mana_1|

source: |tap|: Add |colorless|.
pl: |tap|: Weź |colorless|.

source: |mana_2|, |tap|: Choose a color. Add an amount of mana of that color equal to your devotion to that color. (Your devotion to a color is the number of mana symbols of that color in the mana costs of permanents you control.)
pl: |mana_2|, |tap|: Wybierz kolor. Weź tyle many wybranego koloru, ile wynosi twój kult tego koloru. (Twój kult koloru jest liczbą symboli many tego koloru w kosztach permanentów pod twoim władaniem.)

source: Temple of Abandon enters the battlefield tapped.
pl: Ten ląd wchodzi przekręcony na pole walki.
