Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/THS.po
Languages: pl

source: Target creature gets +2/+2 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wskazany stwór dostaje do końca tury +2/+2. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Flying
pl: Latanie

source: Whenever Cavalry Pegasus attacks, each attacking Human gains flying until end of turn.
pl: Ilekroć ten stwór zaatakuje, każdy atakujący Człowiek zyskuje latanie do końca tury.

source: Bestow |mana_5|\ |mana_w|\ |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5|\ |mana_w|\ |mana_w| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Flying, first strike
pl: Latanie, pierwszy cios

source: Enchanted creature gets +4/+4 and has flying and first strike.
pl: Zauroczony stwór dostaje +4/+4 oraz ma latanie i pierwszy cios.

source: Enchant Mountain you control
pl: Zaurocz górę pod twoim władaniem

source: When Chained to the Rocks enters the battlefield, exile target creature an opponent controls until Chained to the Rocks leaves the battlefield. (That creature returns under its owner's control.)
pl: Kiedy ten urok wejdzie na pole walki, wygnaj wskazanego stwora pod władaniem przeciwnika dopóki ten urok nie opuści pola walki. (Ów stwór wraca pod władanie swojego właściciela.)

source: Enchant creature
pl: Zaurocz stwora

source: When Chosen by Heliod enters the battlefield, draw a card.
pl: Kiedy ten stwór wejdzie na pole walki, dobierz kartę.

source: Enchanted creature gets +0/+2.
pl: Zauroczony stwór dostaje +0/+2.

source: Up to two target creatures each get +2/+2 until end of turn.
pl: Każdy z co najwyżej dwóch wskazanych stworów dostaje do końca tury +2/+2.

source: |mana_1|\ |mana_w|: Prevent the next 1 combat damage that would be dealt to you this turn.
pl: |mana_1|\ |mana_w|: Zażegnaj następne 1 obrażenie bojowe, jakie mogłoby zostać zadane tobie w tej turze.

source: Destroy target attacking or blocking creature.
pl: Zniszcz wskazanego atakującego lub blokującego stwora.

source: +1: Create three 1/1 white Soldier creature tokens.
pl: +1: Stwórz trzy żetony białego stwora Piechur 1/1.

source: −3: Destroy all creatures with power 4 or greater.
pl: –3: Zniszcz wszystkie stwory o sile 4 lub większej.

source: −7: You get an emblem with "Creatures you control get +2/+2 and have flying."
pl: –7: Dostajesz emblemat o treści "Stwory pod twoim władaniem dostają +2/+2 i mają latanie."

source: |tap|: Tap target creature with power 3 or less.
pl: |tap|: Przekręć wskazanego stwora o sile 3 lub mniejszej.

source: When Evangel of Heliod enters the battlefield, create a number of 1/1 white Soldier creature tokens equal to your devotion to white. (Each |mana_w| in the mana costs of permanents you control counts toward your devotion to white.)
pl: Kiedy ten stwór wejdzie na pole walki, stwórz tyle żetonów białego stwora Piechur 1/1, ile wynosi twój kult białego. (Każda |mana_w| w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu białego.)

source: Double strike
pl: Podwójny cios

source: Heroic — Whenever you cast a spell that targets Fabled Hero, put a +1/+1 counter on Fabled Hero.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, umieść na nim znacznik +1/+1.

source: Heroic — Whenever you cast a spell that targets Favored Hoplite, put a +1/+1 counter on Favored Hoplite and prevent all damage that would be dealt to it this turn.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, umieść na nim znacznik +1/+1 i zażegnaj wszystkie obrażenia, jakie mogłyby zostać mu zadane w tej turze.

source: When enchanted creature dies, return that card to the battlefield under its owner's control. Return Gift of Immortality to the battlefield attached to that creature at the beginning of the next end step.
pl: Gdy zauroczony stwór umrze, przywróć go na pole walki pod władaniem właściciela. Przywróć tę kartę na pole walki dołączoną do owego stwora na początku najbliższego kroku końcowego.

source: Exile target white permanent.
pl: Wygnaj wskazany biały permanent.

source: Target creature you control gains protection from the color of your choice until end of turn. (It can't be blocked, targeted, dealt damage, enchanted, or equipped by anything of that color.)
pl: Wskazany stwór pod twoim władaniem zyskuje ochronę przed wybranym kolorem do końca tury. (Nic w owym kolorze nie może blokować, wskazać, zadać obrażeń, zauroczyć ani wyposażyć tego stwora.)

source: Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ją na spodzie twojej biblioteki.)

source: Indestructible
pl: Niezniszczalność

source: As long as your devotion to white is less than five, Heliod isn't a creature. (Each |mana_w| in the mana costs of permanents you control counts toward your devotion to white.)
pl: O ile twój kult białego jest mniejszy niż pięć, ta karta nie jest stworem. (Każda |mana_w| w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu białego.)

source: Other creatures you control have vigilance.
pl: Inne stwory pod twoim władaniem mają czujność.

source: |mana_2|\ |mana_w|\ |mana_w|: Create a 2/1 white Cleric enchantment creature token.
pl: |mana_2|\ |mana_w|\ |mana_w|: Stwórz żeton białego stwora-uroku Kleryk 2/1.

source: Bestow |mana_6|\ |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_6|\ |mana_w| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Whenever Heliod's Emissary or enchanted creature attacks, tap target creature an opponent controls.
pl: Ilekroć ten lub zauroczony stwór atakuje, przekręć wskazanego stwora pod władaniem przeciwnika.

source: Enchanted creature gets +3/+3.
pl: Zauroczony stwór dostaje +3/+3.

source: Bestow |mana_3|\ |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_3|\ |mana_w| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Lifelink (Damage dealt by this creature also causes you to gain that much life.)
pl: Więź życia (Obrażania zadane przez tego stwora powodują, że zyskujesz tyle samo żyć.)

source: Enchanted creature gets +1/+1 and has lifelink.
pl: Zauroczony stwór dostaje +1/+1 i ma więź życia.

source: Vigilance
pl: Czujność

source: |mana_3|\ |mana_w|\ |mana_w|\ |mana_w|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_3|\ |mana_w|\ |mana_w|\ |mana_w|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: As long as Hundred-Handed One is monstrous, it has reach and can block an additional ninety-nine creatures each combat.
pl: O ile ten stwór jest monstrualny, ma zasięg i może blokować dodatkowych dziewięćdziesiąt dziewięć stworów w każdej walce.

source: When Lagonna-Band Elder enters the battlefield, if you control an enchantment, you gain 3 life.
pl: Kiedy ten stwór wejdzie na pole walki, jeśli władasz urokiem, zyskaj 3 życia.

source: Exile target creature with power 2 or less. Its controller gains 4 life.
pl: Wygnaj wskazanego stwora o sile 2 lub mniejszej. Jego władca zyskuje 4 życia.

source: When Leonin Snarecaster enters the battlefield, you may tap target creature.
pl: Kiedy ten stwór wejdzie na pole walki, możesz przekręcić wskazanego stwora.

source: Bestow |mana_4|\ |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_4|\ |mana_w| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +2/+2 and has vigilance.
pl: Zauroczony stwór dostaje +2/+2 i ma czujność.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Heliod.
pl: Ilekroć zauroczony stwór atakuje, umieść na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć ten urok.

source: When you sacrifice Ordeal of Heliod, you gain 10 life.
pl: Kiedy poświęcisz ten urok, zyskaj 10 żyć.

source: Heroic — Whenever you cast a spell that targets Phalanx Leader, put a +1/+1 counter on each creature you control.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, umieść znacznik +1/+1 na każdym stworze pod twoim władaniem.

source: Destroy target enchantment. You gain 3 life.
pl: Zniszcz wskazany urok. Zyskaj 3 życia.

source: |mana_2|\ |mana_b|: Each opponent loses 1 life. You gain life equal to the life lost this way.
pl: |mana_2|\ |mana_b|: Każdy przeciwnik traci po 1 życiu. Zyskaj tyle żyć, ile stracono w ten sposób.

source: Heroic — Whenever you cast a spell that targets Setessan Battle Priest, you gain 2 life.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, zyskaj 2 życia.

source: |mana_2|\ |mana_g|\ |mana_g|: Setessan Griffin gets +2/+2 until end of turn. Activate this ability only once each turn.
pl: |mana_2|\ |mana_g|\ |mana_g|: Ten stwór dostaje do końca tury +2/+2. Możesz aktywować tę zdolność tylko raz na turę.

source: Protection from multicolored
pl: Ochrona przed wielokolorowym

source: Whenever an opponent casts a multicolored spell, you gain 1 life.
pl: Ilekroć przeciwnik rzuci wielokolorowy czar, zyskaj 1 życie.

source: Creatures you control get +1/+1.
pl: Stwory pod twoim władaniem dostają +1/+1.

source: |mana_1|\ |mana_w|\ |mana_w|, |tap|: Destroy target creature that dealt damage to you this turn.
pl: |mana_1|\ |mana_w|\ |mana_w|, |tap|: Zniszcz wskazanego stwora, który zadał tobie obrażenia w tej turze.

source: Destroy target creature with power 4 or greater. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Zniszcz wskazanego stwora o sile 4 lub większej. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Heroic — Whenever you cast a spell that targets Wingsteed Rider, put a +1/+1 counter on Wingsteed Rider.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, umieść na nim znacznik +1/+1.

source: Counter target artifact or enchantment spell.
pl: Skontruj wskazany czar artefaktu lub uroku.

source: Enchanted creature can't be blocked.
pl: Zauroczony stwór nie może być blokowany.

source: Whenever enchanted creature attacks, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ilekroć zauroczony stwór atakuje, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Heroic — Whenever you cast a spell that targets Artisan of Forms, you may have Artisan of Forms become a copy of target creature, except it has this ability.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, możesz sprawić, by stał się on kopią wskazanego stwora, ale miał niniejszą zdolność.

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być wskazywany przez czary lub zdolności pod władaniem twoich przeciwników.)

source: Whenever a creature you control deals combat damage to a player, you may draw a card.
pl: Ilekroć stwór pod twoim władaniem zada graczowi obrażenia bojowe, możesz dobrać kartę.

source: |mana_1|\ |mana_u|, |tap|: Creatures your opponents control attack this turn if able.
pl: |mana_1|\ |mana_u|, |tap|: Stwory pod władaniem twoich przeciwników atakują w tej turze, jeśli mogą.

source: Flash (You may cast this spell any time you could cast an instant.)
pl: Błysk (Możesz rzucić ten czar jako sztuczkę.)

source: When Breaching Hippocamp enters the battlefield, untap another target creature you control.
pl: Kiedy ten stwór wejdzie na pole walki, odkręć innego wskazanego stwora pod twoim władaniem.

source: |mana_1|\ |mana_w|: Coastline Chimera can block an additional creature this turn.
pl: |mana_1|\ |mana_w|: Ten stwór może blokować dodatkowego stwora w tej turze.

source: |mana_2|\ |mana_r|, Sacrifice Crackling Triton: It deals 2 damage to any target.
pl: |mana_2|\ |mana_r|, poświęć tego stwora: Ten stwór zadaje wskazanemu celowi 2 obrażenia.

source: Exile X target creatures. For each creature exiled this way, its controller creates a 2/2 green Boar creature token.
pl: Wygnaj X wskazanych stworów. Za każdego stwora wygnanego w ten sposób jego władca tworzy żeton zielonego stwora Knur 2/2.

source: Counter target spell. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Skontruj wskazany czar. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: When Fate Foretold enters the battlefield, draw a card.
pl: Kiedy ten urok wejdzie na pole walki, dobierz kartę.

source: When enchanted creature dies, its controller draws a card.
pl: Kiedy zauroczony stwór umrze, jego władca dobiera kartę.

source: Counter target blue spell.
pl: Skontruj wskazany niebieski czar.

source: Put target creature on top of its owner's library.
pl: Umieść wskazanego stwora na wierzchu biblioteki właściciela.

source: When Horizon Scholar enters the battlefield, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy ten stwór wejdzie na pole walki, wróż 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, następnie umieść dowolną ich liczbę na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Target creature gets -3/-0 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wskazany stwór dostaje do końca tury-3/-0. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Protection from red
pl: Ochrona przed czerwonym

source: Elemental creatures you control get +1/+1.
pl: Żywiołaki pod twoim władaniem dostają +1/+1.

source: When Master of Waves enters the battlefield, create a number of 1/0 blue Elemental creature tokens equal to your devotion to blue. (Each |mana_u| in the mana costs of permanents you control counts toward your devotion to blue.)
pl: Kiedy ten stwór wejdzie na pole walki, stwórz tyle żetonów niebieskiego stwora Żywiołak 1/0, ile wynosi twój kult niebieskiego. (Każda |mana_u| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu niebieskiego.)

source: |mana_2|\ |mana_u|, |tap|: The controller of target instant or sorcery spell copies it. That player may choose new targets for the copy.
pl: |mana_2|\ |mana_u|, |tap|: Władca wskazanego czaru sztuczki lub obrzędu kopiuje go. Ów gracz może wskazać nowe cele dla kopii.

source: Defender
pl: Obronność

source: When Mnemonic Wall enters the battlefield, you may return target instant or sorcery card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole walki, możesz przywrócić wskazaną kartę sztuczki lub obrzędu z twojego cmentarza do twojej ręki.

source: Bestow |mana_4|\ |mana_u| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_4|\ |mana_u| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +2/+2 and has flying.
pl: Zauroczony stwór dostaje +2/+2 i ma latanie.

source: When Omenspeaker enters the battlefield, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy ten stwór wejdzie na pole walki, wróż 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, następnie umieść dowolną ich liczbę na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Thassa.
pl: Ilekroć zauroczony stwór atakuje, umieść na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć ten urok.

source: When you sacrifice Ordeal of Thassa, draw two cards.
pl: Kiedy poświęcisz urok, dobierz dwie karty.

source: Whenever you cast an instant or sorcery spell, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Discard a card: Prognostic Sphinx gains hexproof until end of turn. Tap it.
pl: Odrzuć kartę: Ten stwór zyskuje antyklątwę do końca tury. Przekręć go.

source: Whenever Prognostic Sphinx attacks, scry 3. (Look at the top three cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy ten stwór zaatakuje, wróż 3. (Spójrz na trzy wierzchnie karty twojej biblioteki, następnie umieść dowolną ich liczbę na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Return up to three target creatures your opponents control to their owners' hands. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Przywróć co najwyżej trzy wskazane stwory pod władaniem twoich przeciwników do rąk właścicieli. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Sealock Monster can't attack unless defending player controls an Island.
pl: Ten stwór nie może atakować, chyba że broniący się gracz nie włada Wyspą.

source: |mana_5|\ |mana_u|\ |mana_u|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_5|\ |mana_u|\ |mana_u|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, umieść na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Sealock Monster becomes monstrous, target land becomes an Island in addition to its other types.
pl: Kiedy ten stwór stanie się monstrualny, wskazany ląd staje się dodatkowo Wyspą oprócz swoich pozostałych typów.

source: |mana_6|\ |mana_u|\ |mana_u|: Monstrosity 4. (If this creature isn't monstrous, put four +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6|\ |mana_u|\ |mana_u|: Monstrualność 4. (Jeśli ten stwór nie jest monstrualny, umieść na nim cztery znaczniki +1/+1 i staje się on monstrualny.)

source: When Shipbreaker Kraken becomes monstrous, tap up to four target creatures. Those creatures don't untap during their controllers' untap steps for as long as you control Shipbreaker Kraken.
pl: Kiedy ten stwór stanie się monstrualny, przekręć co najwyżej cztery wskazane stwory. Owe stwory nie odkręcą się podczas kroków odkręcania swoich władców dopóki władasz niniejszym stworem.

source: Counter target spell unless its controller pays |mana_1|. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_1|. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Counter target enchantment, instant, or sorcery spell. Its controller creates a 2/2 blue Bird creature token with flying.
pl: Skontruj wskazany czar uroku, sztuczki lub obrzędu. Jego władca tworzy żeton niebieskiego stwora Ptak 2/2 z lataniem.

source: As long as your devotion to blue is less than five, Thassa isn't a creature. (Each |mana_u| in the mana costs of permanents you control counts toward your devotion to blue.)
pl: O ile twój kult niebieskiego jest mniejszy niż pięć, ta karta nie jest stworem. (Każda |mana_u| w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu niebieskiego.)

source: At the beginning of your upkeep, scry 1.
pl: Na początku twojego kroku utrzymania, wróż 1.

source: |mana_1|\ |mana_u|: Target creature you control can't be blocked this turn.
pl: |mana_1|\ |mana_u|: Wskazany stwór pod twoim władaniem nie może być blokowany w tej turze.

source: Draw three cards. Target player puts the top three cards of their library into their graveyard.
pl: Dobierz trzy karty. Wskazany gracz umieszcza trzy wierzchnie karty swojej biblioteki w swoim cmentarzu.

source: Bestow |mana_5|\ |mana_u| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5|\ |mana_u| (Jeśli rzucisz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Whenever Thassa's Emissary or enchanted creature deals combat damage to a player, draw a card.
pl: Ilekroć ten lub zauroczony stwór zada graczowi obrażenia bojowe, dobierz kartę.

source: Heroic — Whenever you cast a spell that targets Triton Fortune Hunter, draw a card.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, dobierz kartę.

source: Up to two target creatures each get +0/+3 until end of turn. Untap those creatures. At this turn's next end of combat, tap each creature that was blocked by one of those creatures this turn and it doesn't untap during its controller's next untap step.
pl: Każdy z co najwyżej dwóch wskazanych stworów dostaje do końca tury +0/+3. Odkręć owe stwory. W najbliższym końcu walki w tej turze przekręć każdego stwora zablokowanego przez którekolwiek z nich i nie odkręci się on w najbliższym kroku odkręcania swojego władcy.

source: Vaporkin can block only creatures with flying.
pl: Ten stwór może blokować tylko stwory z lataniem.

source: Return target creature to its owner's hand. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Przywróć wskazanego stwora do ręki jego właściciela. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ową kartę na spodzie twojej biblioteki.)

source: Heroic — Whenever you cast a spell that targets Wavecrash Triton, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Heroizm — Ilekroć rzucisz czar wskazujący tego stwora, przekręć wskazanego stwora pod władaniem przeciwnika. Ów stwór nie odkręci się podczas najbliższego kroku odkręcania jego władcy.
