Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/THS_hydra.po
Languages: pl

source: Face the Hydra!
pl: Staw czoła Hydrze!

source: Take the nest step on the Hero's Path and play a new form of **Magic: The Gathering.** Face this Challenge Deck as a single hero or with a group. The deck's rules let you run the Hydra too!
pl: Zrób kolejny krok na Ścieżce Bohatera i zagraj w nową formę **Magic: The Gathering.** Staw czoła niniejszej Talii Wyzwania jako samotny bohater lub grupa. Zasady talii pozwolą ci także na grę Hydrą!

source: How to Play
pl: Zasady rozgrywki

source: You can battle the Hydra alone or with friends (just replace "you" with "each player" in these rules). **At the end of any turn, if there are no Heads on the battlefield, you win!**
pl: Możesz walczyć z Hydrą samodzielnie lub z przyjaciółmi (po prostu wszystkie poniższe zasady odnoszą się do wszystkich graczy). **Jeśli na końcu każdej tury na polu bitwy nie ma żadnej Głowy, wygrywasz!**

source: Use the regular **Magic** rules with the following exceptions:
pl: Używasz normalnych zasad gry w **Magic** z następującymi wyjątkami:

source: You start with up to two Hero cards on the battlefield. (You don't need a Hero to play.)
pl: Zaczynasz z maksymalnie dwiema kartami Bohatera na polu bitwy. (Nie potrzebujesz Bohatera, aby grać.)

source: Choose a starting number of Heads. Take that many **cards named Hydra Head** from the Challenge Deck and place them on the battlefield. Shuffle the remaining cards to form the Hydra's Library.
pl: Wybierz początkową liczbę Głów. Weź tyle **kart nazwanych Głowa Hydry** z Talii Wyzwania i umieść je na polu bitwy. Przetasuj pozostałe karty tworząc bibliotekę Hydry.

source: You go first. (Don't draw a card on your first turn.)
pl: Zaczynasz. (Nie dobierasz karty w swojej pierwszej turze.)

source: Then the Hydra takes its turn, and so on.
pl: Później jest tura Hydry itd.

source: You can attack Heads directly with your creatures. Any number of creatures can attack a single Head.
pl: Możesz bezpośrednio atakować Głowy swoimi stworami. Dowolna liczba stworów może atakować pojedynczą Głowę.

source: **Growing New Heads:** Whenever a Head leaves the battlefield, reveal the top two cards of the Hydra's library. Put any Heads onto the battlefield and any sorcery cards into the Hydra's graveyard.
pl: **Wyrastanie nowych Głów:** Ilekroć Głowa opuści pole bitwy, ujawnij dwie wierzchnie karty z biblioteki Hydry. Umieść wszystkie Głowy na polu bitwy, a wszystkie karty obrzędów w cmentarzu Hydry.

source: The Hydra's Turn
pl: Tura Hydry

source: A the start of the Hydra's turn, untap any tapped Heads.
pl: Na początku tury Hydry odkręć wszystkie przekręcone Głowy.

source: Reveal the top card of the Hydra's library. The Hydra casts that card. When the spell resolves, if it's a Head, put it onto the battlefield. If it's a sorcery, follow its instructions and then put it into the Hydra's graveyard.
pl: Ujawnij wierzchnią kartę biblioteki Hydry. Hydra rzuca ową kartę. Kiedy czar zostanie rozpatrzony, jeśli to Głowa, umieść ją na polu bitwy. Jeśli to obrzęd, podążaj za instrukcjami i po czym umieść go w cmentarzu Hydry.

source: The Hydra deals 1 damage to you for each untapped card named Hydra Head it controls and 2 damage to you for each untapped elite Head it controls.
pl: Hydra zadaje tobie po 1 obrażeniu za każdą odkręconą kartę nazwaną Głowa Hydry pod jej władaniem, oraz po 2 obrażenia za każdą odznaczoną elitarną Głowę pod jej władaniem.

source: Special Rules
pl: Zasady specjalne

source: If the Hydra would be dealt damage or lose life, instead deal that much damage to a Head of your choice.
pl: Jeśli Hydra miałaby otrzymać obrażenia lub stracić życia, zamiast tego zadaj tyle samo obrażeń wybranej Głowie.

source: Ignore effects that would cause the Hydra to draw or discard cards, or any impossible actions.
pl: Zignoruj efekty, które zmuszają Hydrę do dobierania lub odrzucania kart lub podejmowania niemożliwych akcji.

source: If a Head would move to any zone other than the graveyard, instead put it into the Hydra's graveyard.
pl: Jeśli Głowa miałaby przejść do jakiejkolwiek innej strefy gry niż cmentarz, zamiast tego umieść ją w cmentarzu Hydry.

source: You make any choices for the Hydra.
pl: Dokonujesz wszelkich wyborów za Hydrę.

source: Hydra Cards
pl: Karty Hydry

source: Heads
pl: Głowy

source: Hydra Head
pl: Hydra Head (Głowa Hydry)

source: *Hero's Reward* — When Hydra Head leaves the battlefield, each player gains 2 life.
pl: *Nagroda Bohatera* — Kiedy ta Głowa opuści pole bitwy, każdy gracz zyskuje po 2 życia.

source: Ravenous Brute Head
pl: Ravenous Brute Head (Żarłoczna Głowa)

source: *Hero's Reward* — When Ravenous Brute Head leaves the battlefield, each player gains 2 life and draws a card.
pl: *Nagroda Bohatera* — Kiedy ta Głowa opuści pole bitwy, każdy gracz zyskuje po 2 życia i dobiera kartę.

source: Savage Vigor Head
pl: Savage Vigor Head (Głowa Pierwotnego Wigoru)

source: At the beginning of the Hydra's end step, reveal the top card of the Hydra's library and the Hydra casts that card.
pl: Na początku kroku końcowego Hydry ujawnij wierzchnią kartę z biblioteki Hydry i Hydra rzuca ową kartę.

source: *Hero's Reward* — When Savage Vigor Head leaves the battlefield, each player gains 4 life and draws a card.
pl: *Nagroda Bohatera* — Kiedy ta Głowa opuści pole bitwy, każdy gracz zyskuje po 4 życia i dobiera kartę.

source: Shrieking Titan Head
pl: Shrieking Titan Head (Skrzecząca Głowa)

source: At the beginning of the Hydra's end step, each player discards a card.
pl: Na początku kroku końcowego Hydry każdy gracz odrzuca kartę.

source: *Hero's Reward* — When Shrieking Titan Head leaves the battlefield, each player gains 4 life and draws a card.
pl: *Nagroda Bohatera* — Kiedy ta Głowa opuści pole bitwy, każdy gracz zyskuje po 4 życia i dobiera kartę.

source: Snapping Fang Head
pl: Snapping Fang Head (Głowa z Kłapiącą Paszczą)

source: At the beginning of the Hydra's end step, Snapping Fang Head deals 1 damage to each player.
pl: Na początku kroku końcowego Hydry ta Głowa zadaje każdemu graczowi po 1 obrażeniu.

source: *Hero's Reward* — When Snapping Fang Head leaves the battlefield, each player gains 4 life and draws a card.
pl: *Nagroda Bohatera* — Kiedy ta Głowa opuści pole bitwy, każdy gracz zyskuje po 4 życia i dobiera kartę.

source: Sorceries
pl: Obrzędy

source: Disorienting Glower
pl: Disorienting Glower (Dezorientujący Poblask)

source: Players cant' cast spells until the Hydra's next turn.
pl: Gracze nie mogą rzucać czarów do początku następnej tury Hydry.

source: Distract the Hydra
pl: Distract the Hydra (Rozprosz Hydrę)

source: Each player may sacrifice a creature. Each player who sacrificed a creature this way chooses a Head and taps it. Each player who didn't sacrifice a creature loses 3 life.
pl: Każdy gracz może poświęcić stwora. Każdy gracz, który poświęcił w ten sposób stwora wybiera Głowę i przekręca ją. Każdy gracz, który nie poświęcił stwora traci po 3 życia.

source: Grown from the Stump
pl: Grown from the Stump (Odrosła z Kikuta)

source: Put exactly two cards named Hydra Head onto the battlefield from the Hydra's graveyard. If you can't, reveal cards from the top of the Hydra's library until you reveal a Head card. Put that card onto the battlefield and the rest into the Hydra's graveyard.
pl: Umieść na polu bitwy dokładnie dwie karty nazwane Głowa Hydry z cmentarza Hydry. Jeśli nie możesz, ujawniaj karty z wierzchu biblioteki Hydry aż ujawnisz kartę Głowy. Umieść ową kartę na polu bitwy, a pozostałe umieść w cmentarzu Hydry.

source: Hydra's Impenetrable Hide
pl: Hydra's Impenetrable Hide (Skóra Nie Do Przebicia)

source: Each Head gains indestructible until the end of the Hydra's next turn.
pl: Każda Głowa zyskuje niezniszczalność do końca następnej tury Hydry.

source: Neck Tangle
pl: Neck Tangle (Splątane Szyje)

source: If there are five or more Heads on the battlefield, tap two of them and they don't untap during the Hydra's next untap step. Otherwise, reveal the top card of the Hydra's library and the Hydra casts that card.
pl: Jeśli na polu bitwy jest pięć lub więcej Głów, przekręć dwie z nich. Nie odkręcą się one w następnym kroku odkręcania Hydry. W przeciwnym razie ujawnij wierzchnią kartę z biblioteki Hydry i Hydra rzuca ową kartę.

source: Noxious Hydra Breath
pl: Noxious Hydra Breath (Trujący Dech Hydry)

source: Choose one —
pl: Wybierz jedno —

source: Noxious Hydra Breath deals 5 damage to each player.
pl: Ten czar zadaje każdemu graczowi 5 obrażeń.

source: Destroy each tapped non-Head creature.
pl: Zniszcz każdego przekręconego stwora nie będącego Głową.

source: Strike the Weak Spot
pl: Strike the Weak Spot (Uderz w Czuły Punkt)

source: Destroy target Head. If that Head was elite, the Hydra takes an extra turn after this one.
pl: Zniszcz wskazaną Głowę. Jeśli owa głowa jest elitarna, Hydra bierze dodatkową turę po obecnej.

source: Swallow the Hero Whole
pl: Swallow the Hero Whole (Połknij Bohatera w Całości)

source: Each player exiles a creature he or she controls. Until the Hydra's next turn, when a Head leaves the battlefield, return the exiled cards to the battlefield under their owners' control.
pl: Każdy gracz wygania stwora pod swoim władaniem. Do końca następnej tury Hydry, kiedy Głowa opuści pole bitwy, zwróć wygnane karty na pole bitwy pod władaniem ich właścicieli.

source: Torn Between Heads
pl: Torn Between Heads (Rozdarty Między Głowami)

source: Tap up to two Heads. They don't untap during the Hydra's next untap step. Torn Between Heads deals 5 damage to each player.
pl: Przekręć co najwyżej dwie Głowy. Nie odkręcą się one w następnym kroku odkręcania Hydry. Ten czar zadaje każdemu graczowi po 5 obrażeń.

source: Unified Lunge
pl: Unified Lunge (Jednoczesny Cios)

source: Unified Lunge deals X damage to each player, where X is the number of Heads on the battlefield.
pl: Ten czar zadaje każdemu graczowi po X obrażeń, gdzie X jest liczbą Głów na polu bitwy.
