Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TSR.po
Languages: pl

source: Suspend 2—|mana_1|\ |mana_u| (Rather than cast this card from your hand, you may pay |mana_1|\ |mana_u| and exile it with two time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 2—|mana_1|\ |mana_u| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_1|\ |mana_u| i wygnaj ją z dwoma znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Delve (Each card you exile from your graveyard while casting this spell pays for |mana_1|.)
pl: Wykopywanie (Każda karta, którą wygnasz z twojego cmentarza podczas rzucania tego czaru opłaca |mana_1|.)

source: Counter target spell unless its controller pays |mana_x|.
pl: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_x|.

source: Whenever Looter il-Kor deals damage to an opponent, draw a card, then discard a card.
pl: Ilekroć ten stwór zada obrażenia przeciwnikowi, dobierz kartę, następnie odrzuć kartę.

source: Play with the top card of your library revealed.
pl: Graj z ujawnioną wierzchnią kartą twojej biblioteki.

source: You may play lands and cast spells from the top of your library.
pl: Możesz zagrywać lądy i rzucać czary z wierzchu twojej biblioteki.

source: Search your library for an instant card or a card with flash, reveal it, and put it into your hand. Then shuffle your library.
pl: Wyszukaj w twojej bibliotece kartę sztuczki lub kartę z błyskiem, ujawnij ją i umieść w twojej ręce. Następnie przetasuj twoją bibliotekę.

source: Flashback |mana_5|\ |mana_b| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_5|\ |mana_b| (Możesz rzucić tę kartę z twojego cmentarza za jej kort wspomnienia. Następnie wygnaj ją.)

source: Counter target spell.
pl: Skontruj wskazany czar.

source: At the beginning of your next upkeep, pay |mana_3|\ |mana_u|\ |mana_u|. If you don't, you lose the game.
pl: Na początku twojego najbliższego kroku utrzymania, zapłać |mana_3|\ |mana_u|\ |mana_u|. Jeśli tego nie zrobisz, przegrywasz grę.

source: Target creature gains islandwalk until end of turn. (It can't be blocked as long as defending player controls an Island.)
pl: Wskazany stwór zyskuje do końca tury podbój wysp. (Nie może być blokowany o ile broniący się gracz włada Wyspą.)

source: Target creature gets +2/-1 until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/-1.

source: Target player discards a card.
pl: Wskazany gracz odrzuca kartę.

source: Destroy target creature. It can't be regenerated. Its controller creates a 3/3 green Ape creature token.
pl: Zniszcz wskazanego stwora. Nie może być regenerowany. Jego władca tworzy żeton zielonego stwora Małpa 3/3.

source: Enchant permanent
pl: Zaurocz permanent

source: Vanishing 3 (This Aura enters the battlefield with three time counters on it. At the beginning of your upkeep, remove a time counter from it. When the last is removed, sacrifice it.)
pl: Zanikanie 3 (Ta Aura wchodzi na pole bitwy z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń z niego znacznik czasu. Kiedy zostanie usunięty ostatnie, poświęć go.)

source: When Reality Acid leaves the battlefield, enchanted permanent's controller sacrifices it.
pl: Kiedy ten urok opuści pole bitwy, władca zauroczonego permanentu poświęca go.

source: Whenever Riptide Pilferer deals combat damage to a player, that player discards a card.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz odrzuca kartę.

source: |mana_2|: Sarcomite Myr gains flying until end of turn.
pl: |mana_2|: Ten stwór zyskuje do końca tury latanie.

source: |mana_2|, Sacrifice Sarcomite Myr: Draw a card.
pl: |mana_2|, poświęć tego stwora: Dobierz kartę.

source: Morph |mana_2|\ |mana_u| (You may cast this card face down as a 2/2 creature for |mana_3|. Turn it face up any time for its morph cost.)
pl: Przemiana |mana_2|\ |mana_u| (Możesz rzucić tę kartę zakrytą za |mana_3| jako stwora 2/2. Odkryj ją w dowolnym momencie za koszt przemiany.)

source: When Shaper Parasite is turned face up, target creature gets +2/-2 or -2/+2 until end of turn.
pl: Kiedy ten stwór zostanie odkryty, wskazany stwór dostaje do końca tury +2/-2 lub -2/+2.

source: You may exile a blue card from your hand rather than pay this spell's mana cost.
pl: Możesz wygnać niebieską kartę z twojej ręki zamiast płacić koszt many tego czaru.

source: Return target creature to its owner's hand.
pl: Przywróć wskazanego stwora do ręki właściciela.

source: Buyback |mana_3| (You may pay an additional |mana_3| as you cast this spell. If you do, put this card into your hand as it resolves.)
pl: Wykup |mana_3| (Rzucając ten czar możesz zapłacić dodatkowo |mana_3|. Jeśli tak zrobisz, umieść tę kartę w twojej ręce podczas jej rozpatrywania.)

source: Counter target spell with converted mana cost X.
pl: Skontruj wskazany czar o skrócie many X.

source: Sacrifice Spiketail Drakeling: Counter target spell unless its controller pays |mana_2|.
pl: Poświęć tego stwora: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_2|.

source: Creature cards you own that aren't on the battlefield have flash.
pl: Twoje karty stworów nie będące na polu bitwy mają błysk.

source: Each opponent can cast spells only any time they could cast a sorcery.
pl: Każdy przeciwnik może rzucać czary tylko jako obrzędy.

source: Draw a card.
pl: Dobierz kartę.

source: Flashback |mana_2|\ |mana_u| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_2|\ |mana_u| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: When Timebender is turned face up, choose one —
pl: Kiedy ten stwór zostanie odkryty, wybierz jedno —

source: Remove two time counters from target permanent or suspended card.
pl: Usuń dwa znaczniki czasu ze wskazanego permanentu lub zawieszonej karty.

source: Put two time counters on target permanent with a time counter on it or suspended card.
pl: Umieść dwa znaczniki czasu na wskazanym permanencie mającym znacznik czasu lub na zawieszonej karcie.

source: |mana_u|, |tap|, Discard a card: Return target permanent you control to its owner's hand.
pl: |mana_u|, |tap|, odrzuć kartę: Przywróć wskazany permanent pod twoim władaniem do ręki właściciela.

source: When the last time counter is removed from Veiling Oddity while it's exiled, creatures can't be blocked this turn.
pl: Kiedy ostatni znacznik czasu zostanie usunięty z tej karty podczas jej wygnania, stwory nie mogą być blokowane w tej turze.

source: When Venser, Shaper Savant enters the battlefield, return target spell or permanent to its owner's hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, przywróć wskazany czar lub permanent do ręki właściciela.

source: As Vesuvan Shapeshifter enters the battlefield or is turned face up, you may choose another creature on the battlefield. If you do, until Vesuvan Shapeshifter is turned face down, it becomes a copy of that creature, except it has "At the beginning of your upkeep, you may turn this creature face down."
pl: Umieszczając tego stwora na polu bitwy lub odkrywając go możesz wybrać innego stwora na polu bitwy. Jeśli tak zrobisz, dopóki niniejszy stwór nie zostanie zakryty, staje się kopią owego stwora, ale ma "Na początku twojego kroku utrzymania możesz zakryć tego stwora."

source: Morph |mana_1|\ |mana_u| (You may cast this card face down as a 2/2 creature for |mana_3|. Turn it face up any time for its morph cost.)
pl: Przemiana |mana_1|\ |mana_u| (Możesz rzucić tę kartę zakrytą za |mana_3| jako stwora 2/2. Odkryj ją w dowolnym momencie za koszt przemiany.)

source: Buyback—Sacrifice three Islands. (You may sacrifice three Islands in addition to any other costs as you cast this spell. If you do, put this card into your hand as it resolves.)
pl: Wykup—Poświęć trzy wyspy. (Rzucając ten czar możesz poświęcić trzy wyspy jako dodatek do innych kosztów. Jeśli tak zrobisz, umieść ją w twojej ręce podczas rozpatrzenia.)

source: Target player takes an extra turn after this one.
pl: Wskazany gracz bierze dodatkową turę po obecnej.

source: Return target permanent to its owner's hand.
pl: Przywróć wskazany permanent do ręki właściciela.

source: Destroy target tapped creature.
pl: Zniszcz wskazanego przekręconego stwora.

source: When Big Game Hunter enters the battlefield, destroy target creature with power 4 or greater. It can't be regenerated.
pl: Kiedy ten stwór wejdzie na pole bitwy, zniszcz wskazanego stwora o sile 4 lub większej. Nie może być zregenerowany.

source: Madness |mana_b| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_b| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: |tap|: Target player loses 1 life.
pl: |tap|: Wskazany gracz traci 1 życie.

source: Fear (This creature can't be blocked except by artifact creatures and/or black creatures.)
pl: Straszny (Ten stwór nie może być blokowany, chyba że przez stwory artefaktowe lub czarne.)

source: Suspend 5—|mana_b| (Rather than cast this card from your hand, you may pay |mana_b| and exile it with five time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 5—|mana_b| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_b| i wygnaj ją z pięcioma znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Hellbent — Cutthroat il-Dal has shadow as long as you have no cards in hand. (It can block or be blocked by only creatures with shadow.)
pl: Zaślepienie — Ten stwór ma cień o ile nie masz kart w ręce. (Może blokować i być blokowany tylko przez stwory z cieniem.)

source: Destroy all creatures. They can't be regenerated.
pl: Zniszcz wszystkie stwory. Nie mogą być zregenerowane.

source: Destroy target nonblack creature.
pl: Zniszcz wskazanego nieczarnego stwora.

source: At the beginning of your upkeep, put a spore counter on Deathspore Thallid.
pl: Na początku twojego kroku utrzymania, umieść znacznik zarodnika na tym stworze.

source: Remove three spore counters from Deathspore Thallid: Create a 1/1 green Saproling creature token.
pl: Usuń trzy znaczniki zarodnika z tego stwora: Stwórz żeton niebieskiego stwora Sadzonka 1/1.

source: Sacrifice a Saproling: Target creature gets -1/-1 until end of turn.
pl: Poświęć Sadzonkę: Wskazany stwór dostaje do końca tury -1/-1.

source: Return target creature card from your graveyard to the battlefield.
pl: Przywróć wskazaną kartę z twojego cmentarza na pole bitwy.

source: Flashback—Sacrifice three creatures. (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie—Poświęć trzy stwory. (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: Protection from green
pl: Ochrona przed zielonym

source: At the beginning of each end step, if Dunerider Outlaw dealt damage to an opponent this turn, put a +1/+1 counter on it.
pl: Na początku każdego kroku końcowego, jeśli ten stwór zadał przeciwnikowi obrażenia w tej turze, umieść na nim znacznik +1/+1.

source: You control enchanted creature.
pl: Masz władanie nad zauroczonym stworem.

source: At the beginning of your upkeep, enchanted creature deals 1 damage to its owner.
pl: Na początku twojego kroku utrzymania, zauroczony stwór zadaje swojemu władcy 1 obrażenie.

source: Choose target card in a graveyard other than a basic land card. Search its owner's graveyard, hand, and library for all cards with the same name as that card and exile them. Then that player shuffles their library.
pl: Wskaż kartę w cmentarzu nie będącą bazowym lądem. Wyszukaj w cmentarzu, ręce i bibliotece jej właściciela wszystkich kart o takiej samej nazwie i wygnaj je. Następnie ów gracz tasuje swoją bibliotekę.

source: When Faceless Devourer enters the battlefield, exile another target creature with shadow.
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj innego wskazanego stwora z cieniem.

source: When Faceless Devourer leaves the battlefield, return the exiled card to the battlefield under its owner's control.
pl: Kiedy ten stwór opuści pole bitwy, przywróć wygnaną kartę na pole bitwy pod władaniem właściciela.

source: Enchanted creature gets -2/-1.
pl: Zauroczony stwór dostaje -2/-1.

source: Madness |mana_1|\ |mana_b| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_1|\ |mana_b| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: When Grave Scrabbler enters the battlefield, if its madness cost was paid, you may return target creature card from a graveyard to its owner's hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli zapłacono jego koszt szaleństwa, możesz przywrócić wskazaną kartę stwora z cmentarza do ręki właściciela.

source: Target creature gets -3/-3 until end of turn.
pl: Wskazany stwór dostaje do końca tury -3/-3.

source: Cycling |mana_2| (|mana_2|, Discard this card: Draw a card.)
pl: Recykling |mana_2| (|mana_2|, odrzuć tę kartę: Dobierz kartę.)

source: Madness |mana_3|\ |mana_b| (If you discard this card, discard it into exile. When you do, cast it for its madness cost or put it into your graveyard.)
pl: Szaleństwo |mana_3|\ |mana_b| (Odrzucając tę kartę odrzuć ją na wygnanie. Jeśli tak zrobisz, rzuć ją za jej koszt szaleństwa albo umieść ją w twoim cmentarzu.)

source: All damage that would be dealt this turn to target creature you control by a source of your choice is dealt to another target creature instead.
pl: Wszystkie obrażenia, jakie miałyby zostać zadane w tej turze wskazanemu stworowi pod twoim władaniem przez wybrane przez ciebie źródło, są zamiast tego zadawane innemu wskazanemu stworowi.

source: Target player discards three cards.
pl: Wskazany gracz odrzuca trzy karty.

source: Suspend 4—|mana_b| (Rather than cast this card from your hand, you may pay |mana_b| and exile it with four time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost.)
pl: Zawieszenie 4—|mana_b| (Zamiast rzucać tę kartę z twojej ręki, zapłać |mana_b| i wygnaj ją z czterema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many.)

source: Flying, first strike, haste
pl: Latanie, pierwszy cios, pośpiech

source: Whenever Mirri the Cursed deals combat damage to a creature, put a +1/+1 counter on Mirri the Cursed.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, umieść znacznik +1/+1 na tym stworze.

source: Haste
pl: Pośpiech

source: Whenever another creature is put into your graveyard from the battlefield, you may pay |mana_b|. If you do, return Nether Traitor from your graveyard to the battlefield.
pl: Ilekroć inny stwór trafi do twojego cmentarza z pola walki, możesz zapłacić |mana_b|. Jeśli tak zrobisz, przywróć niniejszą kartę z twojego cmentarza na pole bitwy.

source: First strike
pl: Pierwszy cios

source: When Nightshade Assassin enters the battlefield, you may reveal X black cards in your hand. If you do, target creature gets -X/-X until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz ujawnić X czarnych kart z twojej ręki. Jeśli tak zrobisz, wskazany stwór dostaje do końca tury -X/-X.

source: When Pit Keeper enters the battlefield, if you have four or more creature cards in your graveyard, you may return target creature card from your graveyard to your hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, jeśli masz co najmniej cztery karty stworów w cmentarzu, możesz przywrócić wskazana kartę stwora z twojego cmentarza do twojej ręki.

source: Destroy target nonblack creature that entered the battlefield since your last turn ended.
pl: Zniszcz wskazanego nie-czarnego stwora, który wszedł na pole bitwy od czasu zakończenia twojej poprzedniej tury.

source: |mana_1|\ |mana_b|, Exile Sengir Nosferatu: Create a 1/2 black Bat creature token with flying. It has "|mana_1|\ |mana_b|, Sacrifice this creature: Return an exiled card named Sengir Nosferatu to the battlefield under its owner's control."
pl: |mana_1|\ |mana_b|, wygnaj tego stwora: Stwórz żeton czarnego stwora Nietoperz 1/2 z lataniem. Ma on "|mana_1|\ |mana_b|, poświęć tego stwora: Przywróć wygnaną kartę o nazwie Sengir Nosferatu" na pole bitwy pod władaniem właściciela."

source: At the beginning of your next upkeep, pay |mana_2|\ |mana_b|. If you don't, you lose the game.
pl: Na początku twojego najbliższego kroku utrzymania, zapłać |mana_2|\ |mana_b|. Jeśli tego nie zrobisz, przegrywasz grę.

source: Each player loses 1 life, discards a card, sacrifices a creature, then sacrifices a land.
pl: Każdy gracz traci 1 życie, odrzuca kartę, poświęca stwora, następnie poświęca ląd.

source: Destroy target creature with toughness 3 or less.
pl: Zniszcz wskazanego stwora o wytrzymałości 3 lub mniejszej.

source: Flashback |mana_5|\ |mana_r| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_5|\ |mana_r| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: Swampwalk (This creature can't be blocked as long as defending player controls a Swamp.)
pl: Podbój bagien (Ten stwór nie może być blokowany o ile broniący się gracz włada Bagnem.)

source: Cycling—Pay 2 life. (Pay 2 life, Discard this card: Draw a card.)
pl: Recykling—Zapłać 2 życia. (Zapłać 2 życia, odrzuć tę kartę: Dobierz kartę.)

source: Whenever Stronghold Rats deals combat damage to a player, each player discards a card.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, każdy gracz odrzuca kartę.

source: Target creature gets -4/-4 until end of turn.
pl: Wskazany stwór dostaje do końca tury -4/-4.

source: Until end of turn, creatures target player controls lose all abilities and have base power and toughness 0/2.
pl: Do końca tury stwory pod władaniem wskazanego gracza tracą wszystkie zdolności i mają bazowe siłę i wytrzymałość 0/2.

source: Tendrils of Corruption deals X damage to target creature and you gain X life, where X is the number of Swamps you control.
pl: Ten czar zadaje wskazanemu stworowi X obrażeń, a ty zyskaj X żyć, gdzie X jest liczbą Bagien pod twoim władaniem.

source: |mana_2|\ |mana_b|, |tap|, Discard a card: Each other player loses 2 life. You gain life equal to the life lost this way.
pl: |mana_2|\ |mana_b|, |tap|, odrzuć kartę: Każdy inny gracz traci 2 życia. Zyskaj tyle żyć, ile stracono w ten sposób.

source: Cards in graveyards lose all abilities.
pl: Karty w cmentarzach tracą wszystkie zdolności.

source: If damage would be dealt to Dralnu, Lich Lord, sacrifice that many permanents instead.
pl: Jeśli ten stwór miałby otrzymać obrażenia, zamiast tego poświęć tyle samo permanentów.

source: |tap|: Target instant or sorcery card in your graveyard gains flashback until end of turn. The flashback cost is equal to its mana cost. (You may cast that card from your graveyard for its flashback cost. Then exile it.)
pl: |tap|: Wskazana karta sztuczki lub obrzędu w twoim cmentarzu zyskuje do końca tury wspomnienie. Koszt wspomnienia jest równy jej kosztowi many. (Możesz zagrać ową kartę z twojego cmentarza za jej koszt wspomnienia. Następnie wygnaj ją.)

source: Suspend 3—|mana_0| (Rather than cast this card from your hand, pay |mana_0| and exile it with three time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost.)
pl: Zawieszenie 3—|mana_0| (Zamiast rzucać tę kartę z twojej ręki, zapłać |mana_0| i wygnaj ją z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many.)

source: |tap|, Sacrifice Lotus Bloom: Add three mana of any one color.
pl: |tap|, poświęć ten artefakt: Weź trzy many jednego dowolnego koloru.

source: Indestructible
pl: Niezniszczalność

source: As Stuffy Doll enters the battlefield, choose a player.
pl: Umieszczając tego stwora na polu bitwy, wybierz gracza.

source: Whenever Stuffy Doll is dealt damage, it deals that much damage to the chosen player.
pl: Ilekroć ten stwór otrzyma obrażenia, zadaje tyle samo obrażeń wybranemu graczowi.

source: |tap|: Stuffy Doll deals 1 damage to itself.
pl: |tap|: Ten stwór zadaje sobie 1 obrażenie.

source: Whenever you gain life, put a +1/+1 counter on Ajani's Pridemate.
pl: Ilekroć zyskasz życia, umieść znacznik +1/+1 na tym stworze.

source: When Banishing Light enters the battlefield, exile target nonland permanent an opponent controls until Banishing Light leaves the battlefield.
pl: Kiedy ten urok wejdzie na pole bitwy, wygnaj wskazany nie-lądowy permanent pod władaniem przeciwnika dopóki niniejszy urok nie opuści pola bitwy.

source: If a nontoken creature would enter the battlefield and it wasn't cast, exile it instead.
pl: Jeśli nieżetonowy stwór miałby wejść na pole bitwy, a nie został rzucony, zamiast tego wygnaj go.

source: Enchanted creature gets +1/+1 for each enchantment you control and has first strike.
pl: Zauroczony stwór ma pierwszy cios oraz dostaje +1/+1 za każdy urok pod twoim władaniem.

source: When Flickerwisp enters the battlefield, exile another target permanent. Return that card to the battlefield under its owner's control at the beginning of the next end step.
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj inny wskazany permanent. Przywróć ową kartę na pole bitwy pod władaniem właściciela na początku najbliższego kroku końcowego.

source: Creature tokens you control get +1/+1 and have vigilance.
pl: Żetony stworów pod twoim władaniem dostają +1/+1 i mają czujność.

source: Create two 1/1 white Spirit creature tokens with flying.
pl: Stwórz dwa żetony białego stwora Duch 1/1 z lataniem.

source: Flashback |mana_1|\ |mana_b| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_1|\ |mana_b| (Możesz rzucić tę kartę z twojego cmentarza za jej koszt wspomnienia. Następnie wygnaj ją.)

source: Changeling (This card is every creature type.)
pl: Zmiennokształtny (Ta karta ma każdy typ stwora.)

source: |mana_x|: Until end of turn, creatures you control have base power and toughness X/X and gain all creature types.
pl: |mana_x|: Do końca tury stwory pod twoim władaniem mają bazowe siłę i wytrzymałość X/X i zyskują wszystkie typy stwora.

source: When Palace Jailer enters the battlefield, you become the monarch.
pl: Kiedy ten stwór wejdzie na pole bitwy, stajesz się monarchą.

source: When Palace Jailer enters the battlefield, exile target creature an opponent controls until an opponent becomes the monarch. (That creature returns under its owner's control.)
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj wskazanego stwora pod władaniem przeciwnika dopóki przeciwnik nie zostanie monarchą. (Ów stwór wróci pod władanie właściciela.)

source: Exile target creature. Its controller may search their library for a basic land card, put that card onto the battlefield tapped, then shuffle their library.
pl: Wygnaj wskazanego stwora. Jego władca możesz wyszukać w swojej bibliotece kartę bazowego lądu, umieścić ją przekręconą na polu bitwy, następnie przetasować swoją bibliotekę.
