Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TSR.po
Languages: pl

source: |mana_4|, |tap|: Search your library for a Rebel permanent card with converted mana cost 3 or less and put it onto the battlefield. Then shuffle your library.
pl: |mana_4|, |tap|: Wyszukaj w twojej bibliotece kartę permanentu typu Rebeliant o skrócie many 3 lub mniejszym i umieść ją na polu bitwy. Następnie przetasuj twoją bibliotekę.

source: Amrou Seekers can't be blocked except by artifact creatures and/or white creatures.
pl: Ten stwór nie może być blokowany, chyba że przez stwory artefaktowe i/lub białe.

source: Flash; convoke (Your creatures can help cast this spell. Each creature you tap while casting this spell pays for |mana_1| or one mana of that creature's color.)
pl: Błysk, współpraca (Twoje stwory mogą pomóc rzucić ten czar. Każdy stwór przekręcony podczas rzucania tego czaru płaci za |mana_1| lub jedną manę w kolorze owego stwora.)

source: Flying
pl: Latanie

source: When Angel of Salvation enters the battlefield, prevent the next 5 damage that would be dealt this turn to any number of targets, divided as you choose.
pl: Kiedy ten stwór wejdzie na pole bitwy, zażegnaj najbliższe 5 obrażeń, jakie miałyby zostać zadane w tej turze dowolnej liczbie wskazanych celów, rozdzielone według twojego uznania.

source: Split second (As long as this spell is on the stack, players can't cast spells or activate abilities that aren't mana abilities.)
pl: Ułamek sekundy (O ile ten czar jest na stosie, gracze nie mogą rzucać czarów ani aktywować zdolności nie dających many.)

source: You can't lose the game this turn and your opponents can't win the game this turn. Until end of turn, damage that would reduce your life total to less than 1 reduces it to 1 instead.
pl: Nie możesz przegrać gry w tej turze, a twoi przeciwnicy nie mogą wygrać gry w tej turze. Do końca tury obrażenia, które mogłyby zmniejszyć sumę twoich żyć do mniej niż 1, zamiast tego redukują ją do 1.

source: Flash
pl: Błysk

source: If an opponent would search a library, that player searches the top four cards of that library instead.
pl: Jeśli przeciwnik miałby przeszukać bibliotekę, zamiast tego ów gracz przeszukuje cztery wierzchnie karty owej biblioteki.

source: Vanishing 3 (This creature enters the battlefield with three time counters on it. At the beginning of your upkeep, remove a time counter from it. When the last is removed, sacrifice it.)
pl: Zanikanie 3 (Ten stwór wchodzi na pole bitwy z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń z niego znacznik czasu. Kiedy zostanie usunięty ostatnie, poświęć go.)

source: When Aven Riftwatcher enters the battlefield or leaves the battlefield, you gain 2 life.
pl: Kiedy ten stwór wejdzie na pole bitwy lub opuści pole bitwy, zyskaj 2 życia.

source: Benalish Commander's power and toughness are each equal to the number of Soldiers you control.
pl: Siła i wytrzymałość tej karty są obie równe liczbie Piechurów pod twoim władaniem.

source: Suspend X—|mana_x|\ |mana_w|\ |mana_w|. X can't be 0. (Rather than cast this card from your hand, you may pay |mana_x|\ |mana_w|\ |mana_w| and exile it with X time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie X—|mana_x|\ |mana_w|\ |mana_w|. X nie może być 0. (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_x|\ |mana_w|\ |mana_w| i wygnaj ją z X znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Whenever a time counter is removed from Benalish Commander while it's exiled, create a 1/1 white Soldier creature token.
pl: Ilekroć znacznik czasu zostanie usunięty z tej karty podczas jej wygnania, stwórz żeton białego stwora Piechur 1/1.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature can't attack or block.
pl: Zauroczony stwór nie może atakować ani blokować.

source: Flash (You may cast this spell any time you could cast an instant.)
pl: Błysk (Możesz rzucić ten czar jako sztuczkę.)

source: Other white creatures get +1/+1.
pl: Inne białe stwory dostają +1/+1.

source: Nonwhite creatures get -1/-1.
pl: Nie-białe stwory dostają -1/-1.

source: Pay 2 life: Return Crovax, Ascendant Hero to its owner's hand.
pl: Zapłać 2 życia: Przywróć tego stwora do ręki właściciela.

source: Flying, protection from black
pl: Latanie, ochrona przed czarnym

source: Suspend 3—|mana_1|\ |mana_w| (Rather than cast this card from your hand, you may pay |mana_1|\ |mana_w| and exile it with three time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 3—|mana_1|\ |mana_w| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_1|\ |mana_w| i wygnaj ją z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Choose one —
pl: Wybierz jedno —

source: Creatures you control get +2/+0 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +2/+0.

source: Creatures you control get +0/+2 until end of turn.
pl: Stwory pod twoim władaniem dostają do końca tury +0/+2.

source: Enchanted creature gets +2/+2 and has flying.
pl: Zauroczony stwór dostaje +2/+2 i ma latanie.

source: When enchanted creature dies, create a 2/2 white Griffin creature token with flying.
pl: Kiedy zauroczony stwór umrze, stwórz żeton białego stwora Gryf 2/2 z lataniem.

source: When Ivory Giant enters the battlefield, tap all nonwhite creatures.
pl: Kiedy ten stwór wejdzie na pole bitwy, przekręć wszystkie nie-białe stwory.

source: Suspend 5—|mana_w| (Rather than cast this card from your hand, you may pay |mana_w| and exile it with five time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 5—|mana_w| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_w| i wygnaj ją z pięcioma znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Flying; flanking (Whenever a creature without flanking blocks this creature, the blocking creature gets -1/-1 until end of turn.)
pl: Latanie, flankowanie (Ilekroć stwór bez flankowania blokuje tego stwora, blokujący stwór dostaje do końca tury -1/-1.)

source: Suspend 3—|mana_w| (Rather than cast this card from your hand, you may pay |mana_w| and exile it with three time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 3—|mana_w| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_w| i wygnaj ją z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Flanking (Whenever a creature without flanking blocks this creature, the blocking creature gets -1/-1 until end of turn.)
pl: Flankowanie (Ilekroć stwór bez flankowania blokuje tego stwora, blokujący stwór dostaje do końca tury -1/-1.)

source: If Knight of the Holy Nimbus would be destroyed, regenerate it.
pl: Jeśli ten stwór miałby zostać zniszczony, zregeneruj go.

source: |mana_2|: Knight of the Holy Nimbus can't be regenerated this turn. Only any opponent may activate this ability.
pl: |mana_2|: Ten stwór nie może regenerować w tej turze. Tylko przeciwnik może aktywować tę zdolność.

source: When Lost Auramancers dies, if it had no time counters on it, you may search your library for an enchantment card and put it onto the battlefield. If you do, shuffle your library.
pl: Kiedy ten stwór umrze, jeśli nie miał znacznika czasu, możesz wyszukać w twojej bibliotece kartę uroku i umieścić ją na polu bitwy. Jeśli tak zrobisz, przetasuj twoją bibliotekę.

source: All Sliver creatures have absorb 1. (If a source would deal damage to a Sliver, prevent 1 of that damage.)
pl: Wszystkie Drzazgacze mają absorbcję 1. (Jeśli źródło miałoby zadać obrażenia Drzazgaczowi, zażegnaj 1 z owych obrażeń.)

source: Counter target spell unless its controller pays |mana_1|.
pl: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_1|.

source: |tap|: Exile Mangara of Corondor and target permanent.
pl: |tap|: Wygnaj tego stwora i wskazany permanent.

source: Exile target creature you control, then return it to the battlefield under its owner's control.
pl: Wygnaj wskazanego stwora pod twoim władaniem, następnie przywróć go na pole bitwy pod władaniem jego właściciela.

source: Flashback |mana_3|\ |mana_u| (You may cast this card from your graveyard for its flashback cost. Then exile it.)
pl: Wspomnienie |mana_3|\ |mana_u| (Możesz rzucić tę kartę z twojego cmentarza za koszt wspomnienia. Następnie wygnaj ją.)

source: At the beginning of your upkeep, put a spore counter on Mycologist.
pl: Na początku twojego kroku utrzymania, umieść znacznik zarodnika na tym stworze.

source: Remove three spore counters from Mycologist: Create a 1/1 green Saproling creature token.
pl: Usuń trzy znaczniki zarodnika z tego stwora: Stwórz żeton zielonego stwora Sadzonka 1/1.

source: Sacrifice a Saproling: You gain 2 life.
pl: Poświęć Sadzonką: Zyskaj 2 życia.

source: At the beginning of your upkeep, put a spore counter on Pallid Mycoderm.
pl: Na początku twojego kroku utrzymania, umieść znacznik zarodnika na tym stworze.

source: Remove three spore counters from Pallid Mycoderm: Create a 1/1 green Saproling creature token.
pl: Usuń trzy znaczniki zarodnika z tego stwora: Stwórz żeton zielonego stwora Sadzonka 1/1.

source: Sacrifice a Saproling: Each creature you control that's a Fungus or a Saproling gets +1/+1 until end of turn.
pl: Poświęć Sadzonkę: Każdy stwór pod twoim władaniem będący Grzybem lub Sadzonką dostaje do końca tury +1/+1.

source: At the beginning of your upkeep, destroy the creature with the least power. It can't be regenerated. If two or more creatures are tied for least power, you choose one of them.
pl: Na początku twojego kroku utrzymania, zniszcz stwora o najmniejszej sile. Nie może być zregenerowany. Jeśli co najmniej dwa stwory mają najniższą siłę, wybierz jednego z nich.

source: When there are no creatures on the battlefield, sacrifice Porphyry Nodes.
pl: Kiedy na polu bitwy nie ma stworów, poświęć ten urok.

source: All Slivers have "|mana_2|, |tap|: Regenerate target Sliver."
pl: Wszystkie Drzazgacze mają |mana_2|, |tap|: Zregeneruj wskazanego Drzazgacza."

source: All Sliver creatures have flying.
pl: Wszystkie Drzazgacze mają latanie.

source: All Slivers have "If this permanent would be put into a graveyard, you may put it on top of its owner's library instead."
pl: Wszystkie Drzazgacze mają "Jeśli ten permanent miałby trafić do cmentarza, zamiast tego możesz go umieścić na wierzchu biblioteki właściciela."

source: Suspend 6—|mana_w| (Rather than cast this card from your hand, pay |mana_w| and exile it with six time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost.)
pl: Zawieszenie 6—|mana_w| (Zamiast rzucać tę kartę z twojej ręki, zapłać |mana_w| i wygnaj ją z sześcioma znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many.)

source: Each player chooses a number of lands they control equal to the number of lands controlled by the player who controls the fewest, then sacrifices the rest. Players sacrifice creatures and discard cards the same way.
pl: Każdy gracz wybiera tyle lądów pod swoim władaniem, ile ma we władaniu gracz władający najmniejszą liczbą lądów, następnie poświęca pozostałe. Gracze poświęcają stwory i odrzucają karty w ten sam sposób.

source: Exile target artifact or enchantment. If you cast this spell during your main phase, you may exile up to one other target artifact or enchantment.
pl: Wygnaj wskazany artefakt lub urok. Jeśli rzucasz ten czar w twojej fazie głównej, możesz wygnać co najwyżej jeden inny wskazany artefakt lub urok.

source: Protection from black; flanking (Whenever a creature without flanking blocks this creature, the blocking creature gets -1/-1 until end of turn.)
pl: Ochrona przed czarnym, flankowanie. (Ilekroć stwór bez flankowania blokuje tego stwora, blokujący stwór dostaje do końca tury -1/-1.)

source: Suspend 3—|mana_1|\ |mana_w|\ |mana_w| (Rather than cast this card from your hand, you may pay |mana_1|\ |mana_w|\ |mana_w| and exile it with three time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 3—|mana_1|\ |mana_w|\ |mana_w| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_1|\ |mana_w|\ |mana_w| i wygnaj ją z trzema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: When the last time counter is removed from Riftmarked Knight while it's exiled, create a 2/2 black Knight creature token with flanking, protection from white, and haste.
pl: Kiedy ostatni znacznik czasu zostanie usunięty z tej karty podczas jej wygnania, stwórz żeton czarnego stwora Rycerz 2/2 z flankowaniem, ochroną przed czarnym i pośpiechem.

source: Destroy target nonwhite permanent.
pl: Zniszcz wskazany nie-biały permanent.

source: |tap|: Target creature gets -2/-0 until end of turn.
pl: |tap|: Wskazany stwór dostaje do końca tury -2/-0.

source: You can't cast this spell during your first, second, or third turns of the game.
pl: Nie możesz rzucić tego czaru w trakcie twojej pierwszej, drugiej lub trzeciej tury gry.

source: Vigilance (Attacking doesn't cause this creature to tap.)
pl: Czujność (Atakowanie nie powoduje przekręcenia tego stwora.)

source: All Sliver creatures get +1/+1.
pl: Wszystkie Drzazgacze dostają +1/+1.

source: When Stonecloaker enters the battlefield, return a creature you control to its owner's hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, przywróć stwora pod twoim władaniem do ręki właściciela.

source: When Stonecloaker enters the battlefield, exile target card from a graveyard.
pl: Kiedy ten stwór wejdzie na pole bitwy, wygnaj wskazaną kartę z cmentarza.

source: When Stormfront Riders enters the battlefield, return two creatures you control to their owner's hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, przywróć dwa stwory pod twoim władaniem do ręki właściciela.

source: Whenever Stormfront Riders or another creature is returned to your hand from the battlefield, create a 1/1 white Soldier creature token.
pl: Ilekroć ten lub inny stwór zostanie przywrócony do twojej ręki z pola bitwy, stwórz żeton białego stwora Piechur 1/1.

source: Sunlance deals 3 damage to target nonwhite creature.
pl: Ten czar zadaje wskazanemu nie-białemu stworowi 3 obrażenia.

source: Enchanted creature has shadow. (It can block or be blocked by only creatures with shadow.)
pl: Zauroczony stwór ma cień. (Może blokować i być blokowany tylko przez stwory z cieniem.)

source: Prevent all damage that would be dealt by enchanted creature.
pl: Zażegnaj wszystkie obrażenia, które mogłyby zostać zadane zauroczonemu stworowi.

source: All Sliver creatures get +0/+2.
pl: Wszystkie Drzazgacze dostają +0/+2.

source: Aeon Chronicler's power and toughness are each equal to the number of cards in your hand.
pl: Siła i wytrzymałość tej karty są obie równe liczbie kart w twojej ręce.

source: Suspend X—|mana_x|\ |mana_3|\ |mana_u|. X can't be 0. (Rather than cast this card from your hand, you may pay |mana_x|\ |mana_3|\ |mana_u| and exile it with X time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie X—|mana_x|\ |mana_3|\ |mana_u|. X nie może być 0. (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_x|\ |mana_3|\ |mana_u| i wygnaj ją z X znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Whenever a time counter is removed from Aeon Chronicler while it's exiled, draw a card.
pl: Ilekroć znacznik czasu zostanie usunięty z tej karty podczas jej wygnania, dobierz kartę.

source: Suspend 4—|mana_u| (Rather than cast this card from your hand, pay |mana_u| and exile it with four time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost.)
pl: Zawieszenie 4—|mana_u| (Zamiast rzucać tę kartę z twojej ręki, zapłać |mana_u| i wygnaj ją z czterema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many.)

source: Target player draws three cards.
pl: Wskazany gracz dobiera trzy karty.

source: Defender, haste
pl: Obronność, pośpiech

source: |tap|: Draw a card, then discard a card.
pl: |tap|: Dobierz kartę, następnie odrzuć kartę.

source: Morph |mana_5|\ |mana_u|\ |mana_u| (You may cast this card face down as a 2/2 creature for |mana_3|. Turn it face up any time for its morph cost.)
pl: Przemiana |mana_5|\ |mana_u|\ |mana_u| (Możesz rzucić tę kartę zakrytą za |mana_3| jako stwora 2/2. Odkryj ją w dowolnym momencie za koszt przemiany.)

source: When Brine Elemental is turned face up, each opponent skips their next untap step.
pl: Kiedy ten stwór zostanie odkryty, każdy przeciwnik pomija swój najbliższy krok odkręcania.

source: Target player draws four cards, then discards three cards. If you cast this spell during your main phase, instead that player draws four cards, then discards two cards.
pl: Wskazany gracz dobiera cztery karty, następnie odrzuca trzy karty. Jeśli rzucasz ten czar w twojej fazie głównej, zamiast tego ów gracz dobiera cztery karty, następnie odrzuca dwie karty.

source: |mana_u|, |tap|, Discard a card: Create a 1/1 blue Faerie creature token named Cloud Sprite. It has flying and "Cloud Sprite can block only creatures with flying."
pl: |mana_u|, |tap|, odrzuć kartę: Stwórz żeton niebieskiego stwora Wróżka 1/1 o nazwie Cloud Sprite. Ma on latanie i "Ten stwór może blokować tylko stwory z lataniem."

source: Morph |mana_u| (You may cast this card face down as a 2/2 creature for |mana_3|. Turn it face up any time for its morph cost.)
pl: Przemiana |mana_u| (Możesz rzucić tę kartę zakrytą za |mana_3| jako stwora 2/2. Odkryj ją w dowolnym momencie za koszt przemiany.)

source: When Coral Trickster is turned face up, you may tap or untap target permanent.
pl: Kiedy ten stwór zostaje odkryty, możesz przekręcić lub odkręcić wskazany permanent.

source: When Crookclaw Transmuter enters the battlefield, switch target creature's power and toughness until end of turn.
pl: Kiedy ten stwór wejdzie na pole bitwy, zamień do końca tury siłę z wytrzymałością wskazanego stwora.

source: When Cryptic Annelid enters the battlefield, scry 1, then scry 2, then scry 3. (To scry X, look at the top X cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy ten stwór wejdzie na pole bitwy, wróż 1, następnie wróż 2, następnie wróż 3. (By wróżyć X, spójrz na X wierzchnich kart twojej biblioteki, następnie umieść dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Counter target spell. If the spell is countered this way, exile it with three time counters on it instead of putting it into its owner's graveyard. If it doesn't have suspend, it gains suspend. (At the beginning of its owner's upkeep, remove a time counter from that card. When the last is removed, the player plays it without paying its mana cost. If it's a creature, it has haste.)
pl: Skontruj wskazany czar. Jeśli czar zostanie skontrowany w ten sposób, wygnaj go z trzema znacznikami czasu zamiast umieszczać go w cmentarzu właściciela. Jeśli nie ma zawieszenia, zyskuje zawieszenie. (Na początku kroku utrzymania właściciela owej karty, ów gracz usuwa z owej karty znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, ów gracz rzuca ją bez płacenia kosztu many. Jeśli jest stworem, ma pośpiech.)

source: When Draining Whelk enters the battlefield, counter target spell. Put X +1/+1 counters on Draining Whelk, where X is that spell's converted mana cost.
pl: Kiedy ten stwór wejdzie na pole bitwy, skontruj wskazany czar. Umieść X znaczników +1/+1 na tym stworze, gdzie X jest skrótem many owego czaru.

source: When Dream Stalker enters the battlefield, return a permanent you control to its owner's hand.
pl: Kiedy ten stwór wejdzie na pole bitwy, przywróć permanent pod twoim władaniem do ręki właściciela.

source: Shadow (This creature can block or be blocked by only creatures with shadow.)
pl: Cień (Ten stwór może blokować i być blokowany tylko przez stwory z cieniem.)

source: At the beginning of your upkeep, sacrifice Drifter il-Dal unless you pay |mana_u|.
pl: Na początku twojego kroku utrzymania, poświęć tego stwora, chyba że zapłacisz |mana_u|.

source: Suspend 4—|mana_1|\ |mana_u| (Rather than cast this card from your hand, you may pay |mana_1|\ |mana_u| and exile it with four time counters on it. At the beginning of your upkeep, remove a time counter. When the last is removed, cast it without paying its mana cost. It has haste.)
pl: Zawieszenie 4—|mana_1|\ |mana_u| (Zamiast rzucać tę kartę z twojej ręki, możesz zapłacić |mana_1|\ |mana_u| i wygnaj ją z czterema znacznikami czasu. Na początku twojego kroku utrzymania, usuń znacznik czasu. Kiedy ostatni znacznik czasu zostanie usunięty, rzuć ją bez płacenia kosztu many. Ma pośpiech.)

source: Choose target creature. Reveal cards from the top of your library until you reveal a nonland card. That creature gets +X/-X until end of turn, where X is that card's converted mana cost. Put all cards revealed this way on the bottom of your library in any order.
pl: Wskaż stwora. Ujawnij karty z wierzchu twojej biblioteki dopóki nie ujawnisz nielądowej karty. Ów stwór dostaje do końca tury +X/-X, gdzie X jest skrótem many owej karty. Umieść wszystkie karty ujawnione w ten sposób dowolnie na spodzie twojej biblioteki.

source: Morph—Return two Islands you control to their owner's hand. (You may cast this card face down as a 2/2 creature for |mana_3|. Turn it face up any time for its morph cost.)
pl: Przemiana—Przywróć dwie Wyspy pod twoim władaniem do ręki właściciela. (Możesz rzucić tę kartę zakrytą za |mana_3| jako stwora 2/2. Odkryj ją w dowolnym momencie za koszt przemiany.)

source: When Fathom Seer is turned face up, draw two cards.
pl: Kiedy ten stwór zostanie odkryty, dobierz dwie karty.

source: Scry 4, then draw two cards. (To scry 4, look at the top four cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Wróż 4, następnie dobierz dwie karty. (By wróżyć 4, spójrz na cztery wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: When Gossamer Phantasm becomes the target of a spell or ability, sacrifice it.
pl: Kiedy ten stwór zostanie wskazany przez czar lub zdolność, poświęć go.
