Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/TSR.po
Languages: pl

source: When Restoration Angel enters the battlefield, you may exile target non-Angel creature you control, then return that card to the battlefield under your control.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wygnać innego nie będącego Aniołem stwora pod twoim władaniem, następnie przywróć ową kartę na pole bitwy pod twoim władaniem.

source: Whenever you cast an enchantment spell, create a 4/4 white Angel creature token with flying.
pl: Ilekroć rzucisz urok, stwórz żeton białego stwora Anioł 4/4 z lataniem.

source: Your opponents can't cast spells this turn. (Spells cast before this resolves are unaffected.)
pl: Twoi przeciwnicy nie mogą rzucać czarów w tej turze. (Nie wpływa na czary rzucone przed rozpatrzeniem niniejszego.)

source: Whenever you cast an Aura, Equipment, or Vehicle spell, draw a card.
pl: Ilekroć rzucisz czar Aury, Wyposażenia lub Pojazdu, dobierz kartę.

source: When Stonehorn Dignitary enters the battlefield, target opponent skips their next combat phase.
pl: Kiedy ten stwór wejdzie na pole bitwy, wskazany przeciwnik pomija swoją najbliższą fazę potyczki.

source: When Thraben Inspector enters the battlefield, investigate. (Create a colorless Clue artifact token with "|mana_2|, Sacrifice this artifact: Draw a card.")
pl: Kiedy ten stwór wejdzie na pole bitwy, dociekaj. (Stwórz żeton bezkolorowego artefaktu Wskazówka mający "|mana_2|, poświęć ten artefakt: Dobierz kartę.")

source: Instant and sorcery spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów sztuczek i obrzędów kosztuje cię o |mana_1| mniej.

source: Whenever a spell or ability you control counters a spell, you may draw a card. If you do, discard a card.
pl: Ilekroć czar lub zdolność pod twoim władaniem skontruje czar, możesz dobrać kartę. Jeśli tak zrobisz, odrzuć kartę.

source: Counter target spell with converted mana cost 4 or greater.
pl: Skontruj wskazany czar o skrócie many 4 lub większym.

source: When Fblthp, the Lost enters the battlefield, draw a card. If it entered from your library or was cast from your library, draw two cards instead.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz kartę. Jeśli wszedł z twojej biblioteki albo został rzucony z twojej biblioteki, zamiast tego dobierz dwie karty.

source: When Fblthp becomes the target of a spell, shuffle Fblthp into its owner's library.
pl: Kiedy ten stwór zostanie wskazany przez czar, wtasuj go do talii właściciela.

source: If you would draw a card while your library has no cards in it, you win the game instead.
pl: Jeśli miałbyś dobrać kartę gdy twoja biblioteka nie zawiera kart, zamiast tego wygrywasz grę.

source: Other Merfolk creatures you control get +1/+1 and have islandwalk. (They can't be blocked as long as defending player controls an Island.)
pl: Inne Wodniki pod twoim władaniem dostają +1/+1 i mają podbój wysp. (Nie mogą być blokowane o ile broniący się gracz włada Wyspą.)

source: When Mulldrifter enters the battlefield, draw two cards.
pl: Kiedy ten stwór wejdzie na pole bitwy, dobierz dwie karty.

source: Evoke |mana_2|\ |mana_u| (You may cast this spell for its evoke cost. If you do, it's sacrificed when it enters the battlefield.)
pl: Przyzwanie |mana_2|\ |mana_u| (Możesz rzucić ten czar za jego koszt przyzwania. Jeśli tak zrobisz, zostaje poświęcony po wejściu na pole bitwy.)

source: Choose three. You may choose the same mode more than once.
pl: Wybierz trzy. Możesz wybrać ten sam tryb więcej niż raz.

source: Counter target spell unless its controller pays |mana_3|.
pl: Skontruj wskazany czar, chyba że jego władca zapłaci |mana_3|.

source: Ninjutsu |mana_1|\ |mana_u| (|mana_1|\ |mana_u|, Return an unblocked attacker you control to hand: Put this card onto the battlefield from your hand tapped and attacking.)
pl: Ninjutsu |mana_1|\ |mana_u| (|mana_1|\ |mana_u|, przywróć niezablokowanego atakującego pod twoim władaniem do ręki: Umieść tę kartę z twojej ręki na polu bitwy przekręconą i atakującą.)

source: Whenever Ninja of the Deep Hours deals combat damage to a player, you may draw a card.
pl: Ilekroć ten stwór zada graczowi obrażenia bojowe, możesz dobrać kartę.

source: Return any number of target nonland, nontoken permanents you control to their owners' hands. Draw a card for each card returned to your hand this way.
pl: Przywróć dowolną liczbę wskazanych nie-lądowych nieżetonowych permanentów do rąk ich właścicieli. Dobierz kartę za każdy z nich przywrócony do twojej ręki w ten sposób.

source: Look at the top three cards of your library, then put them back in any order. You may shuffle your library.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki, następnie umieść je z powrotem w dowolnej kolejności. Możesz przetasować twoją bibliotekę.

source: Counter target spell. If that spell is countered this way, put it into its owner's hand instead of into that player's graveyard.
pl: Skontruj wskazany czar. Jeśli ów czar zostanie skontrowany w ten sposób, umieść go w ręce właściciela zamiast w jego cmentarzu.

source: Return target nonland permanent with converted mana cost X to its owner's hand.
pl: Przywróć wskazany nielądowy permanent o skrócie many X do ręki właściciela.

source: Whenever you cast an instant or sorcery spell, create a 2/2 blue Drake creature token with flying.
pl: Ilekroć rzucisz czar sztuczki lub obrzędu, stwórz żeton niebieskiego stwora Drak 2/2 z lataniem.

source: Draw three cards.
pl: Dobierz trzy karty.

source: When Trinket Mage enters the battlefield, you may search your library for an artifact card with converted mana cost 1 or less, reveal that card, and put it into your hand. If you do, shuffle your library.
pl: Kiedy ten stwór wejdzie na pole bitwy, możesz wyszukać w twojej bibliotece kartę artefaktu o skrócie many 1 lub mniejszy, ujawnij ją i umieść w twojej ręce. Jeśli tak zrobisz, przetasuj twoją bibliotekę.

source: As True-Name Nemesis enters the battlefield, choose a player.
pl: Umieszczając tę kartę na polu bitwy, wybierz gracza.

source: True-Name Nemesis has protection from the chosen player. (This creature can't be blocked, targeted, dealt damage, or enchanted by anything controlled by that player.)
pl: Ten stwór ma ochronę przed wybranym graczem. (Nic pod władaniem owego gracza nie może blokować, wskazywać, zadawać obrażeń ani zauroczyć tego stwora.)

source: (|mana_bp| can be paid with either |mana_b| or 2 life.)
pl: (|mana_bp| można opłacić |mana_b| lub 2 życiami.)

source: Target creature gets -5/-5 until end of turn.
pl: Wskazany stwór dostaje do końca tury -5/-5.

source: Deathtouch
pl: Dotyk śmierci

source: Whenever another nontoken creature dies, you may draw a card.
pl: Ilekroć umrze inny nieżetonowy stwór, możesz dobrać kartę.

source: If Leyline of the Void is in your opening hand, you may begin the game with it on the battlefield.
pl: Jeśli ta karta jest w twojej startowej ręce, możesz rozpocząć grę mając ją na polu bitwy.

source: If a card would be put into an opponent's graveyard from anywhere, exile it instead.
pl: Jeśli jakaś karta miałaby trafić skądkolwiek do cmentarza przeciwnika, zamiast tego wygnaj ją.

source: Scry 2, then draw two cards. You lose 2 life. (To scry 2, look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Wróż 2, następnie dobierz dwie karty. Strać 2 życia. (By wróżyć 2, spójrz na dwie wierzchnie karty twojej biblioteki, następnie umieść dowolną ich liczbę na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Relentless Rats gets +1/+1 for each other creature on the battlefield named Relentless Rats.
pl: Ten stwór dostaje +1/+1 za każdego innego stwora na polu bitwy o nazwie Relentless Rats.

source: A deck can have any number of cards named Relentless Rats.
pl: Talia może mieć dowolną liczbę kart o nazwie Relentless Rats.

source: Whenever you gain life, target opponent loses that much life.
pl: Ilekroć zyskasz życia, wskazany przeciwnik traci tyle samo żyć.

source: When Shriekmaw enters the battlefield, destroy target nonartifact, nonblack creature.
pl: Kiedy ten stwór wejdzie na pole bitwy, zniszcz wskazanego nieartefaktowego, nie-czarnego stwora.

source: Evoke |mana_1|\ |mana_b| (You may cast this spell for its evoke cost. If you do, it's sacrificed when it enters the battlefield.)
pl: Przyzwanie |mana_1|\ |mana_b| (Możesz rzucić ten czar za jego koszt przyzwania. Jeśli tak zrobisz, zostaje poświęcony po wejściu na pole bitwy.)

source: Whenever Stinkweed Imp deals combat damage to a creature, destroy that creature.
pl: Kiedy ten stwór zada jakiemuś stworowi obrażenia bojowe, zniszcz owego stwora.

source: Dredge 5 (If you would draw a card, you may mill five cards instead. If you do, return this card from your graveyard to your hand.)
pl: Czerpak 5 (Jeśli miałbyś dobrać kartę, zamiast tego możesz zmielić pięć kart. Jeśli tak zrobisz, przywróć niniejszą kartę z twojego cmentarza do twojej ręki.)

source: |mana_2|\ |mana_gu|\ |mana_gu|: Mill two cards, then return a nonland card of an opponent's choice from your graveyard to your hand.
pl: |mana_2|\ |mana_gu|\ |mana_gu|: Zmiel dwie karty, następnie przywróć z twojego cmentarza do twojej ręki nie-lądową kartę wybraną przez przeciwnika.

source: Target player reveals their hand. You choose a nonland card from it. That player discards that card. You lose 2 life.
pl: Wskazany gracz ujawnia swoją rękę. Wybierz z niej nie-lądową kartę. Ów gracz odrzuca ową kartę. Strać 2 życia.

source: Sacrifice Vampire Hexmage: Remove all counters from target permanent.
pl: Poświęć tego stwora: Usuń wszystkie znaczniki ze wskazanego permanentu.

source: Protection from Humans
pl: Ochrona przed typem Człowiek

source: Pay 1 life, Sacrifice another creature: Put a -1/-1 counter on up to one target creature and draw a card.
pl: Zapłać 1 życie, poświęć innego stwora: Umieść znacznik -1/-1 na co najwyżej jednym wskazanym stworze i dobierz kartę.

source: |mana_b|\ |mana_b|, Discard a card: Proliferate. (Choose any number of permanents and/or players, then give each another counter of each kind already there.)
pl: |mana_b|\ |mana_b|, odrzuć kartę: Rozpleń. (Wybierz dowolną liczbę permanentów i/lub graczy, następnie daj każdemu z nich kolejny znacznik każdego z już obecnych tam rodzajów.)

source: Whenever Zulaport Cutthroat or another creature you control dies, each opponent loses 1 life and you gain 1 life.
pl: Ilekroć umrze ten lub inny stwór pod twoim władaniem, każdy przeciwnik traci po 1 życiu, a ty zyskaj 1 życie.

source: Chalice of the Void enters the battlefield with X charge counters on it.
pl: Ten artefakt wchodzi na pole bitwy mając X znaczników ładowania.

source: Whenever a player casts a spell with converted mana cost equal to the number of charge counters on Chalice of the Void, counter that spell.
pl: Ilekroć grać rzuci czar o skrócie many równym liczbie znaczników ładowania na tym artefakcie, skontruj ów czar.

source: Equipped creature gets +1/+0 for each artifact you control.
pl: Wyposażony stwór dostaje +1/+0 za każdy artefakt pod twoim władaniem.

source: |mana_b|\ |mana_b|: Attach Cranial Plating to target creature you control.
pl: |mana_b|\ |mana_b|: Dołącz ten artefakt do wskazanego stwora pod twoim władaniem.

source: Equip |mana_1|
pl: Wyposaż |mana_1|

source: |mana_3|, |tap| or |mana_u|, |tap|: Return target creature to its owner's hand unless its controller pays |mana_1|.
pl: |mana_3|, |tap| lub |mana_u|, |tap|: Przywróć wskazanego stwora do ręki właściciela, chyba że jego władca zapłaci |mana_1|.
