Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/XLN.po
Languages: pl

source: Whenever a creature you control explores, put a +1/+1 counter on Shadowed Caravel.
pl: Ilekroć stwór pod twoim władaniem eksploruje, połóż znacznik +1/+1 na tej karcie.

source: Crew 1 (Tap any number of creatures you control with total power 1 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 1 (Zatapuj dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 1: Ten Pojazd staje się artefaktycznym stworem do końca tury.)

source: As Sorcerous Spyglass enters the battlefield, look at an opponent's hand, then choose any card name.
pl: Umieszczając tę kartę na polu walki, spójrz na rękę przeciwnika, następnie wybierz dowolną nazwę karty.

source: Activated abilities of sources with the chosen name can't be activated unless they're mana abilities.
pl: Aktywowane zdolności źródeł o wybranej nazwie nie mogą być aktywowane, chyba że dają manę.

source: |mana_3|, |tap|: Search your library for a basic land card, reveal it, put it into your hand, then shuffle your library.
pl: |mana_3|, |tap|: Poszukaj w twojej bibliotece kartę bazowego lądu, ujawnij ją, umieść w twojej ręce, następnie przetasuj twoją bibliotekę.

source: At the beginning of your end step, if you control seven or more lands, transform Thaumatic Compass.
pl: Na początku twojego kroku końcowego, jeśli władasz co najmniej siedmioma lądami, transformuj tę kartę.

source: (Transforms from Thaumatic Compass.)
pl: (Transformuje z Thaumatic Compass.)

source: |tap|: Untap target attacking creature an opponent controls and remove it from combat.
pl: |tap|: Odtapuj wskazanego atakującego stwora pod władaniem przeciwnika i usuń go z walki.

source: Treasure Map
pl: Treasure Map (Mapa Skarbów)

source: |mana_1|, |tap|: Scry 1. Put a landmark counter on Treasure Map. Then if there are three or more landmark counters on it, remove those counters, transform Treasure Map, and create three colorless Treasure artifact tokens with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: |mana_1|, |tap|: Wróż 1. Połóż znacznik orientacji na tym artefakcie. Następnie jeśli są na nim trzy znaczniki orientacji, usuń owe znaczniki, transformuj ten artefakt i stwórz trzy żetony bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Treasure Cove
pl: Treasure Cove (Zatoka Skarbów)

source: (Transforms from Treasure Map.)
pl: (Transformuje się z Mapy Skarbów.)

source: |tap|, Sacrifice a Treasure: Draw a card.
pl: |tap|, poświęć Skarb: Dobierz kartę.

source: As Vanquisher's Banner enters the battlefield, choose a creature type.
pl: Umieszczając tę kartę na polu walki wybierz typ stwora.

source: Creatures you control of the chosen type get +1/+1.
pl: Stwory wybranego typu pod twoim władaniem dostają +1/+1.

source: Whenever you cast a creature spell of the chosen type, draw a card.
pl: Ilekroć rzucasz czar stwora wybranego typu, dobierz kartę.

source: Dragonskull Summit enters the battlefield tapped unless you control a Swamp or a Mountain.
pl: Ta karta wchodzi na pole walki zatapowana, chyba że władasz Bagnem lub Górą.

source: |tap|: Add |mana_b| or |mana_r|.
pl: |tap|: Dostajesz |mana_b| lub |mana_r|.

source: Drowned Catacomb enters the battlefield tapped unless you control an Island or a Swamp.
pl: Ta karta wchodzi na pole walki zatapowana, chyba że władasz Wyspą lub Bagnem.

source: |tap|: Add |mana_u| or |mana_b|.
pl: |tap|: Dostajesz |mana_u| lub |mana_b|.

source: |mana_2|, |tap|, Sacrifice Field of Ruin: Destroy target nonbasic land an opponent controls. Each player searches their library for a basic land card, puts it onto the battlefield, then shuffles their library.
pl: |mana_2|, |tap|, poświęć tę kartę: Zniszcz wskazany nie-bazowy ląd pod władaniem przeciwnika. Każdy gracz szuka w swojej bibliotece kartę bazowego lądu, umieszcza ją na polu walki, następnie tasuje swoją bibliotekę.

source: Glacial Fortress
pl: Glacial Fortress (Lodowcowa Forteca)

source: Glacial Fortress enters the battlefield tapped unless you control a Plains or an Island.
pl: Ta karta wchodzi na pole walki zatapowana, chyba że władasz Równiną lub Wyspą.

source: |tap|: Add |mana_w| or |mana_u|.
pl: |tap|: Dostajesz |mana_w| lub |mana_u|.

source: Rootbound Crag enters the battlefield tapped unless you control a Mountain or a Forest.
pl: Ta karta wchodzi na pole walki zatapowana, chyba że władasz Górą lub Lasem.

source: |tap|: Add |mana_r| or |mana_g|.
pl: |tap|: Dostajesz |mana_r| lub |mana_g|.

source: Sunpetal Grove enters the battlefield tapped unless you control a Forest or a Plains.
pl: Ta karta wchodzi na pole walki zatapowana, chyba że władasz Lasem lub Równiną.

source: |tap|: Add |mana_g| or |mana_w|.
pl: |tap|: Dostajesz |mana_g| lub |mana_w|.

source: Unclaimed Territory
pl: Unclaimed Territory (Ziemia Niczyja)

source: As Unclaimed Territory enters the battlefield, choose a creature type.
pl: Umieszczając tę kartę na polu walki wybierz typ stwora.

source: Unknown Shores
pl: Unknown Shores (Nieznane brzegi)

source: |mana_1|, |tap|: Add one mana of any color.
pl: |mana_1|, |tap|: Dostajesz jedną manę dowolnego koloru.

source: Plains
pl: Plains (Równina)

source: Island
pl: Island (Wyspa)

source: Swamp
pl: Swamp (Bagno)

source: Mountain
pl: Mountain (Góra)

source: Forest
pl: Forest (Las)

source: +1: Draw a card.
pl: +1: Dobierz kartę.

source: +1: Untap all creatures you control.
pl: +1: Odtapuj wszystkie stwory pod twoim władaniem.

source: −9: Gain control of up to three target creatures.
pl: –9: Zyskujesz władaniem nad co najwyżej trzema wskazanymi stworami.

source: When Castaway's Despair enters the battlefield, tap enchanted creature.
pl: Kiedy ta karta wejdzie na pole walki, zatapuj zauroczonego stwora.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odtapowuje się w kroku odtapowania jego władcy.

source: Return up to two target creatures to their owner's hand.
pl: Przywróć co najwyżej dwa wskazane stwory do rąk ich właścicieli.

source: Search your library and/or graveyard for a card named Jace, Ingenious Mind-Mage, reveal it, and put it into your hand. If you searched your library this way, shuffle it.
pl: Poszukaj w twojej bibliotece oraz/lub cmentarzu kartę o nazwie Jace, Ingenious Mind-Mage, ujawnij ją i umieść w twojej ręce. Jeśli przeszukiwałeś twoją bibliotekę w ten sposób, przetasuj ją.

source: As long as you control a Jace planeswalker, Jace's Sentinel gets +1/+0 and can't be blocked.
pl: O ile władasz wędrowcem o typie Jace, ten stwór dostaje +1/+0 i nie może być blokowany.

source: Woodland Stream enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_g| or |mana_u|.
pl: |tap|: Dostajesz |mana_g| lub |mana_u|.

source: +2: Put two +1/+1 counters on up to one target Dinosaur you control.
pl: +2: Umieść dwa znaczniki +1/+1 na co najwyżej jednym wskazanym Dinozaurze pod twoim władaniem.

source: −3: Target Dinosaur you control deals damage equal to its power to target creature you don't control.
pl: –3: Wskazany Dinozaur pod twoim władaniem zadaje obrażenia równe swojej sile wskazanemu stworowi poza twoim władaniem.

source: −7: Dinosaurs you control get +4/+4 until end of turn.
pl: –7: Dinozaury pod twoim władaniem dostają +4/+4 do końca tury.

source: Vigilance (Attacking doesn't cause this creature to tap.)
pl: Czujność (Atakowanie nie powoduje tapowania tego stwora.)

source: Target creature gets +2/+0 until end of turn. If you control a Huatli planeswalker, that creature gets +4/+0 until end of turn instead.
pl: Wskazany stwór dostaje +2/+0 do końca tury. Jeśli władasz wędrowcem o type Huatli, zamiast tego ów stwór dostaje +4/+0 do końca tury.

source: When Sun-Blessed Mount enters the battlefield, you may search your library and/or graveyard for a card named Huatli, Dinosaur Knight, reveal it, then put it into your hand. If you searched your library this way, shuffle it.
pl: Kiedy ta karta wejdzie na pole walki, możesz poszukać w twojej bibliotece oraz/lub cmentarzu kartę o nazwie Huatli, Dinosaur Knight, ujawnić ją, następnie umieścić w twojej ręce. Jeśli przeszukiwałeś twoją bibliotekę w ten sposób, przetasuj ją.

source: Stone Quarry enters the battlefield tapped.
pl: Ta karta wchodzi na pole walki zatapowana.

source: |tap|: Add |mana_r| or |mana_w|.
pl: |tap|: Dostajesz |mana_r| lub |mana_w|.
