Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/XLN.po
Languages: pl

source: As long as Adanto Vanguard is attacking, it gets +2/+0.
pl: Dopóki ten stwór atakuje, dostaje +2/+0.

source: Pay 4 life: Adanto Vanguard gains indestructible until end of turn. (Damage and effects that say "destroy" don't destroy it.)
pl: Zapłać 4 życia: Ten stwór zyskuje niezniszczalność do końca tury. (Obrażenia i efekty mówiące "zniszcz" nie niszczą go.)

source: Players can't cast spells from graveyards or activate abilities of cards in graveyards.
pl: Gracznie nie mogą rzucać czarów z cmentarzy ani aktywować zdolności kart w cmentarzach.

source: Whenever a creature dies, you gain 1 life.
pl: Ilekroć jakiś stwór umiera, zyskujesz 1 życie.

source: Axis of Mortality
pl: Axis of Mortality (Oś śmiertelności)

source: At the beginning of your upkeep, you may have two target players exchange life totals.
pl: Na początku twojego kroku

source: Enrage — Whenever Bellowing Aegisaur is dealt damage, put a +1/+1 counter on each other creature you control.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, połóż znacznik +1/+ na każdym innym stworze pod twoim władaniem.

source: Bishop of Rebirth
pl: Bishop of Rebirth (Biskup Odrodzenia)

source: Vigilance
pl: Czujność

source: Whenever Bishop of Rebirth attacks, you may return target creature card with converted mana cost 3 or less from your graveyard to the battlefield.
pl: Ilekroć ten stwór atakuje, możesz zwrócić wskazaną kartę stwora o całkowitym koszcie 3 lub mniejszym z twojego cmentarza na pole walki.

source: Lifelink
pl: Więź życia

source: Destroy target attacking creature.
pl: Zniszcz wskazanego atakującego stwora.

source: Draw a card.
pl: Dobierz kartę.

source: Destroy target enchantment.
pl: Zniszcz wskazany urok.

source: Flying
pl: Latanie

source: |mana_w|, |tap|: Target attacking Vampire gets +1/+1 until end of turn.
pl: |mana_w|, |tap|: Wskazany atakujący Wampir dostaje +1/+1 do końca tury.

source: Emissary of Sunrise
pl: Emissary of Sunrise (Emisariusz Wschodzącego Słońca)

source: First strike
pl: Pierwszy cios

source: When Emissary of Sunrise enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: |mana_7| |mana_w|, |tap|, Sacrifice Encampment Keeper: Creatures you control get +2/+2 until end of turn.
pl: |mana_7| |mana_w|, |tap|, poświęć tego stwora: Stwory pod twoim władaniem dostają +2/+2 do końca tury.

source: Pay 2 life: Glorifier of Dusk gains flying until end of turn.
pl: Zapłać 2 życia: Ten stwór zyskuje latanie do końca tury.

source: Pay 2 life: Glorifier of Dusk gains vigilance until end of turn.
pl: Zapłać 2 życia: Ten stwór zyskuje czujność do końca tury.

source: Double strike
pl: Podwójny cios

source: Whenever Goring Ceratops attacks, other creatures you control gain double strike until end of turn.
pl: Ilekroć ten stwór atakuje, inne stwory pod twoim władaniem zyskują podwójny cios do końca tury.

source: When Imperial Aerosaur enters the battlefield, another target creature you control gets +1/+1 and gains flying until end of turn.
pl: Kiedy ten stwór wejdzie na pole walki, inny wskazany stwór pod twoim władaniem dostaje do końca tury +1/+1 i latanie.

source: Imperial Lancer has double strike as long as you control a Dinosaur.
pl: Ten stwór ma podwójny cios dopóki władasz Dinozaurem.

source: When Inspiring Cleric enters the battlefield, you gain 4 life.
pl: Kiedy ten stwór wejdzie na pole walki, zyskujesz 4 życia.

source: When Ixalan's Binding enters the battlefield, exile target nonland permanent an opponent controls until Ixalan's Binding leaves the battlefield.
pl: Kiedy ten urok wejdzie na pole walki, wypędź wskazany nie-lądowy permanent spod władania przeciwnika dopóki ten urok nie opuści pola walki.

source: Your opponents can't cast spells with the same name as the exiled card.
pl: Twoi przeciwnicy nie mogą rzucać czarów z taką samą nazwą jak owa wypędzona karta.

source: Dinosaur spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów Dinozaurów kosztuje cię o |mana_1| mniej.

source: Creatures your opponents control enter the battlefield tapped.
pl: Stwory władane przez twoich przeciwników wchodzą na pole walki zatapowane.

source: When Legion Conquistador enters the battlefield, you may search your library for any number of cards named Legion Conquistador, reveal them, put them into your hand, then shuffle your library.
pl: Kiedy ten stwór wejdzie na pole walki, możesz poszukać w twojej bibliotece dowolną liczbę kart o nazwie Legion Conquistador, ujawnić je i dołożyć do twojej ręki, a następnie przetasuj twoją bibliotekę.

source: Destroy target creature with power 4 or greater.
pl: Zniszcz wskazanego stwora z siłą 4 lub większą.

source: When Legion's Landing enters the battlefield, create a 1/1 white Vampire creature token with lifelink.
pl: Kiedy ten urok wejdzie na pole walki, stwórz żeton białego stwora Wampir 1/1 z więzią życia.

source: When you attack with three or more creatures, transform Legion's Landing.
pl: Kiedy atakujesz co najmniej trzema stworami, transformuj ten urok.

source: (Transforms from Legion's Landing.)
pl: (Transformuje z Legion's Landing.)

source: |tap|: Add |mana_w|.
pl: |tap|: Dostajesz |mana_w|.

source: |mana_2| |mana_w|, |tap|: Create a 1/1 white Vampire creature token with lifelink.
pl: |mana_2| |mana_w|, |tap|: Stwórz żeton białego stwora Wampir 1/1 z więzią życia.

source: Whenever one or more nontoken Vampires you control attack, create a 1/1 white Vampire creature token with lifelink.
pl: Ilekroć co najmniej jeden z nieżetonowych Wampirów pod twoim władaniem atakuje, stwórz żeton białego stwora Wampir 1/1 z więzią życia.

source: When Paladin of the Bloodstained enters the battlefield, create a 1/1 white Vampire creature token with lifelink.
pl: Kiedy ten stwór wejdzie na pole walki, stwórz żeton białego stwora Wampir 1/1 z więzią życia.

source: Enchant creature
pl: Zaurocz stwora

source: When Pious Interdiction enters the battlefield, you gain 2 life.
pl: Kiedy ten urok wejdzie na pole walki, zyskujesz 2 życia.

source: Enchanted creature can't attack or block.
pl: Zauroczony stwór nie może atakować ani blokować.

source: Priest of the Wakening Sun
pl: Priest of the Wakening Sun (Kapłan Budzącego się Słońca)

source: At the beginning of your upkeep, you may reveal a Dinosaur card from your hand. If you do, you gain 2 life.
pl: Na początku twojego kroku utrzymania możesz ujawnić kartę Dinozaura z twojej ręki. Jeśli to zrobisz, zyskujesz 2 życia.

source: |mana_3| |mana_w| |mana_w|, Sacrifice Priest of the Wakening Sun: Search your library for a Dinosaur card, reveal it, put it into your hand, then shuffle your library.
pl: |mana_3| |mana_w| |mana_w|, poświęć tego stwora: Poszukaj w twojej bibliotece kartę Dinozaura, ujawnij ją, dołóż do twojej ręki, a następnie przetasuj twoją bibliotekę.

source: Pterodon Knight has flying as long as you control a Dinosaur.
pl: Ten stwór ma latanie o ile władasz Dinozaurem.

source: Create two 1/1 white Vampire creature tokens with lifelink.
pl: Stwórz dwa żetony stwora Wampir 1/1 z więzią życia.

source: Creatures you control get +1/+1 until end of turn. Untap them.
pl: Stwory pod twoim władaniem dostają +1/+1 do końca tury. Odtapuj je.

source: You gain 4 life.
pl: Zyskujesz 4 życia.

source: You gain twice X life. Put Sanguine Sacrament on the bottom of its owner's library.
pl: Zyskujesz dwukrotność X życia. Połóż tę kartę na spodzie biblioteki jej właściciela.

source: Exile all attacking creatures target player controls. That player may search their library for that many basic land cards, put those cards onto the battlefield tapped, then shuffle their library.
pl: Wypędź wszystkie atakujące stwory władane przez wskazanego gracza. Ów gracz może poszukać w swojej bibliotece tyle samo kart bazowych lądów i umieścić je zatapowane na polu walki, a następnie przetasować swoją bibliotekę.

source: Target creature gains indestructible until end of turn. Scry 1. (Damage and effects that say "destroy" don't destroy the creature.)
pl: Wskazany stwór zyskuje niezniszczalność do końca tury. Wróż 1. (Obrażenia i efekty mówiące "zniszcz" nie niszczą owego stwora.)

source: Slash of Talons deals 2 damage to target attacking or blocking creature.
pl: Ta karta zadaje 2 obrażenia wskazanemu atakującemu lub blokującemu stworowi.

source: |mana_1| |mana_w|, |tap|: Steadfast Armasaur deals damage equal to its toughness to target creature blocking or blocked by it.
pl: |mana_1| |mana_w|, |tap|: Ten stwór zadaje obrażenia równe swojej wytrzymałości wskazanemu stworowi blokowanemu przez niego lub blokującego go.

source: When Sunrise Seeker enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Whenever Territorial Hammerskull attacks, tap target creature an opponent controls.
pl: Ilekroć ten stwór atakuje, zatapuj wskazanego stwora pod władaniem przeciwnika.

source: Creatures entering the battlefield don't cause abilities to trigger.
pl: Stwory wchodzące na pole walki nie powodują wyzwalania zdolności.

source: Target creature gets +2/+2 until end of turn. If it's a Vampire, it gains first strike until end of turn.
pl: Wskazany stwór dostaje +2/+2 do końca tury. Jeśli to Wampir, zyskuje pierwszy cios do końca tury.

source: When Wakening Sun's Avatar enters the battlefield, if you cast it from your hand, destroy all non-Dinosaur creatures.
pl: Kiedy ten stwór wejdzie na pole walki, jeśli został rzucony z twojej ręki, zniszcz wszystkie stwory nie będące Dinozaurami.

source: Air Elemental
pl: Air Elemental (Żywiołak powietrza)

source: Flying (This creature can't be blocked except by creatures with flying or reach.)
pl: Latanie (Ten stwór nie może być blokowany za wyjątkiem stworów z lataniem i zasięgiem.)

source: As Arcane Adaptation enters the battlefield, choose a creature type.
pl: Podczas umieszczania tej karty na polu walki, wybierz typ stwora.

source: Creatures you control are the chosen type in addition to their other types. The same is true for creature spells you control and creature cards you own that aren't on the battlefield.
pl: Stwory pod twoim władaniem są dodatkowo wybranego typu oprócz swoich pozostałych typów. To samo tyczy się czarów stworów pod twoim władaniem oraz twoich kart stworów, które nie są na polu walki.

source: Counter target spell.
pl: Skontruj wskazany czar.

source: Chart a Course
pl: Chart a Course (Wyznacz kurs)

source: Draw two cards. Then discard a card unless you attacked with a creature this turn.
pl: Dobierz dwie karty. Następnie odrzuć kartę, chyba że zaatakowałeś stworem w tej turze.

source: |mana_2| |mana_u|: Daring Saboteur can't be blocked this turn.
pl: |mana_2| |mana_u|: Ten stwór nie może być blokowany w tej turze.

source: Whenever Daring Saboteur deals combat damage to a player, you may draw a card. If you do, discard a card.
pl: Ilekroć ten stwór zada graczowi obrażenia bitewne, możesz dobrać kartę. Jeśli to zrobisz, odrzuć kartę.

source: When Deadeye Quartermaster enters the battlefield, you may search your library for an Equipment or Vehicle card, reveal it, put it into your hand, then shuffle your library.
pl: Kiedy ta karta wejdzie na pole walki, możesz poszukać w swojej bibliotece kartę Ekwipunku lub Pojazdu, ujawnić ją, dołożyć do twojej ręki, a następnie przetasować twoją bibliotekę.

source: Whenever you cast a Merfolk spell, create a 1/1 blue Merfolk creature token with hexproof. (A creature with hexproof can't be the target of spells or abilities your opponents control.)
pl: Ilekroć rzucasz czar Wodnika, stwórz żeton niebieskiego stwora Wodnik 1/1 z antyklątwą. (Stwór z antyklątwą nie może być celem czarów lub zdolności pod władaniem twoich przeciwników.)

source: Return target creature to its owner's hand. Create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Przywróć wskazanego stwora do ręki jego właściciela. Stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Target creature you control gets +0/+3 and gains hexproof until end of turn. (It can't be the target of spells or abilities your opponents control.)
pl: Wskazany stwór pod twoim władaniem dostaje do końca tury +0/+3 oraz antyklątwę. (Nie może być celem czarów lub zdolności władanych przez twoich przeciwników.)

source: Flash
pl: Błysk

source: Dreamcaller Siren can block only creatures with flying.
pl: Ten stwór może blokować wyłącznie stwory z lataniem.

source: When Dreamcaller Siren enters the battlefield, if you control another Pirate, tap up to two target nonland permanents.
pl: Kiedy ta karta wejdzie na pole walki, jeśli władasz innym Piratem, zatapuj co najwyżej dwa wskazane nie-lądowe permanenty.

source: Gain control of target creature with converted mana cost X.
pl: Zyskujesz władanie nad wskazanym stworem o łącznym koszcie many X.

source: Creatures you control with flying get +1/+1.
pl: Stwory pod twoim władaniem mające latanie dostają +1/+1.

source: Whenever Fleet Swallower attacks, target player puts the top half of their library, rounded up, into their graveyard.
pl: Ilekroć ten stwór atakuje, wskazany gracz przekłada wierzchnią połowę swojej biblioteki, zaokrąglając wzwyż, do swojego cmentarza.

source: Creatures you control with +1/+1 counters on them can't be blocked.
pl: Stwory pod twoim władaniem mające znaczniki +1/+1 nie mogą być blokowane.

source: +1: Whenever one or more creatures you control deal combat damage to a player this turn, draw a card, then discard a card.
pl: +1: Ilekroć jeden lub więcej stworów pod twoim władaniem zada graczowi obrażenia bitewne w tej turze, dobierz kartę, na następnie odrzuć kartę.

source: −2: Create a 2/2 blue Illusion creature token with "When this creature becomes the target of a spell, sacrifice it."
pl: –2: Stwórz żeton niebieskiego stwora Iluzja 2/2 ze zdolnością "Kiedy ten stwór zostanie celem czaru, poświęć go."

source: −5: Create two tokens that are copies of Jace, Cunning Castaway, except they're not legendary.
pl: –5: Stwórz dwa żetony będące kopią tego wędrowca z wyjątkiem tego, że nie są legendarne.

source: Spells your opponents cast that target a Merfolk you control cost |mana_2| more to cast.
pl: Rzucanie przez twoich przeciwników czarów wskazujących Wodnika pod twoim władaniem kosztują o |mana_2| więcej.

source: Abilities your opponents activate that target a Merfolk you control cost |mana_2| more to activate.
pl: Aktywowanie przez twoich przeciwników zdolności wskazujących Wodnika pod twoim władaniem kosztuje o |mana_2| więcej.

source: This spell costs |mana_1| less to cast if you control a Pirate.
pl: Rzucenie tego czaru kosztuje |mana_1| mniej jeśli władasz Piratem.

source: Counter target spell unless its controller pays |mana_4|.
pl: Skontruj wskazany czar o ile jego władca nie dopłaci |mana_4|.

source: Raid — At the beginning of your end step, if you attacked with a creature this turn, target opponent puts the top four cards of their library into their graveyard.
pl: Najazd — Na początku twojego kroku końcowego, jeśli atakowałeś stworem w tej turze, wskazany przeciwnik przekłada cztery wierzchnie karty swojej biblioteki do swojego cmentarza.

source: One With the Wind
pl: One With the Wind (Jedność z wiatrem)

source: Enchanted creature gets +2/+2 and has flying.
pl: Zauroczony stwór dostaje +2/+2 i ma latanie.

source: Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Target player draws seven cards.
pl: Wskazany gracz dobiera siedem kart.

source: Return target nonland permanent you don't control to its owner's hand. If its converted mana cost was 2 or less, scry 2.
pl: Przywróć wskazany permanent nie będący lądem i nie będący pod twoim władaniem do ręki jego właściciela. Jeśli jego łączny koszt many to 2 lub mniej, wróż 2.

source: Draw two cards. Create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Dobierz dwie karty. Stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: When Prosperous Pirates enters the battlefield, create two colorless Treasure artifact tokens with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ta karta wejdzie na pole walki, stwórz dwa żetony bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: River Sneak can't be blocked.
pl: Ten stwór nie może być blokowany.

source: Whenever another Merfolk enters the battlefield under your control, River Sneak gets +1/+1 until end of turn.
pl: Ilekroć inny Wodnik wejdzie na pole walki pod twoim władaniem, ten stwór dostaje +1/+1 do końca tury.

source: Return all nonland permanents target player controls to their owner's hand.
pl: Przywróć wszystkie nie-lądowe permanenty władane przez wskazanego gracza do ręki ich właścicieli.

source: Put target artifact or creature on top of its owner's library.
pl: Połóż wskazany artefakt lub stwora na wierzchu biblioteki jego właściciela.

source: When Sailor of Means enters the battlefield, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: At the beginning of your upkeep, look at the top card of your library. You may put it into your graveyard. Then if you have seven or more cards in your graveyard, you may transform Search for Azcanta.
pl: Na początku twojego kroku utrzymania, spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ją do twojego cmentarza. Następnie jeśli masz co najmniej siedem kart w cmentarzu, możesz transformować tę kartę.

source: (Transforms from Search for Azcanta.)
pl: (Transformuje się z Search for Azcanta.)

source: |tap|: Add |mana_u|.
pl: |tap|: Dostajesz |mana_u|.

source: |mana_2| |mana_u|, |tap|: Look at the top four cards of your library. You may reveal a noncreature, nonland card from among them and put it into your hand. Put the rest on the bottom of your library in any order.
pl: |mana_2| |mana_u|, |tap|: Spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę nie będącą stworem lub lądem i dołożyć ją do twojej ręki. Połóż pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: Shaper Apprentice has flying as long as you control another Merfolk.
pl: Ten stwór ma latanie o ile władasz innym Wodnikiem.

source: Raid — When Shipwreck Looter enters the battlefield, if you attacked with a creature this turn, you may draw a card. If you do, discard a card.
pl: Najazd — Kiedy ta karta wejdzie na pole walki, jeśli atakowałeś stworem w tej turze, możesz dobrać kartę. Jeśli to zrobisz, odrzuć kartę.

source: |mana_7| |mana_u|, |tap|, Sacrifice Shore Keeper: Draw three cards.
pl: |mana_7| |mana_u|, |tap|, poświęć tego stwora: Dobierz trzy karty.

source: When Siren Lookout enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: |mana_u|, Sacrifice Siren Stormtamer: Counter target spell or ability that targets you or a creature you control.
pl: |mana_u|, poświęć tego stwora: Skontruj wskazany czar lub zdolność wskazujące ciebie lub stwora pod twoim władaniem.

source: Exile target creature you control, then return that card to the battlefield under its owner's control. If a Pirate was exiled this way, draw a card.
pl: Wygnaj wskazanego stwora pod twoim władaniem, następnie przywróć ową kartę na pole walki pod władaniem jej właściciela. Jeśli Pirat został wygnany w ten sposób, dobierz kartę.

source: Counter target noncreature spell unless its controller pays |mana_2|.
pl: Skontruj wskazany czar nie będący stworem dopóki jego władca nie dopłaci |mana_2|.

source: Counter target spell. Create X colorless Treasure artifact tokens, where X is that spell's converted mana cost. They have "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Skontruj wskazany czar. Stwórz X żetonów bezkolorowego artefaktu Skarb, gdzie X jest łącznym kosztem many owego czaru. Mają one zdolność "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Raid — Storm Fleet Aerialist enters the battlefield with a +1/+1 counter on it if you attacked with a creature this turn.
pl: Najazd — Ten stwór wchodzi na pole walki ze znacznikiem +1/+1 jeśli atakowałeś stworem w tej turze.

source: Raid — When Storm Fleet Spy enters the battlefield, if you attacked with a creature this turn, draw a card.
pl: Najazd — Kiedy ta karta wejdzie na pole walki, jeśli atakowałeś stworem w tej turze, dobierz kartę.

source: Storm Sculptor can't be blocked.
pl: Ten stwór nie może być blokowany.

source: When Storm Sculptor enters the battlefield, return a creature you control to its owner's hand.
pl: Kiedy ta karta wejdzie na pole walki, przywróć wskazanego stwora pod twoim władaniem do ręki jego właściciela.

source: When Tempest Caller enters the battlefield, tap all creatures target opponent controls.
pl: Kiedy ta karta wejdzie na pole walki, zatapuj wszystkie stwory pod władaniem wskazanego przeciwnika.

source: When Watertrap Weaver enters the battlefield, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Kiedy ta karta wchodzi na pole walki, zatapuj wskazanego stwora pod władaniem przeciwnika. Ów stwór nie odtapowuje się podczas najbliższego kroku odtapowania jego władcy.

source: At the beginning of combat on your turn, you may have target Vampire get +2/+0 until end of turn.
pl: Na początku walki w twojej turze, możesz sprawić, by wskazany Wampir dostał +2/+0 do końca tury.

source: |mana_1| |mana_b|, Pay 2 life: Draw a card.
pl: |mana_1| |mana_b|, zapłać 2 życia: Dobierz kartę.

source: At the beginning of your upkeep, if you have 5 or less life, you may transform Arguel's Blood Fast.
pl: Na początku twojego kroku utrzymania, jeśli masz 5 lub mniej życia, możesz transformować tę kartę.

source: (Transforms from Arguel's Blood Fast.)
pl: (Transformuje z Arguel's Blood Fast.)

source: |tap|: Add |mana_b|.
pl: |tap|: Dostajesz |mana_b|.

source: |tap|, Sacrifice a creature: You gain life equal to the sacrificed creature's toughness.
pl: |tap|, poświęć stwora: Zyskujesz życie równe wytrzymałości poświęconego stwora.
