Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/XLN.po
Languages: pl

source: When Bishop of the Bloodstained enters the battlefield, target opponent loses 1 life for each Vampire you control.
pl: Kiedy ta karta wejdzie na pole walki, wskazany przeciwnik traci 1 życie za każdego Wampira pod twoim władaniem.

source: |mana_7| |mana_b|, |tap|, Sacrifice Blight Keeper: Target opponent loses 4 life and you gain 4 life.
pl: |mana_7| |mana_b|, |tap|, poświęć tego stwora: Wskazany przeciwnik traci 4 życia, a ty zyskujesz 4 życia.

source: Bloodcrazed Paladin enters the battlefield with a +1/+1 counter on it for each creature that died this turn.
pl: Ten stwór wchodzi na pole walki ze znacznikiem +1/+1 za każdego stwora, który umarł w tej turze.

source: Exile up to five target creature cards from graveyards. An opponent separates those cards into two piles. Put all cards from the pile of your choice onto the battlefield under your control and the rest into their owners' graveyards.
pl: Wygnaj co najwyżej pięć wskazanych kart stworów z cmentarzy. Przeciwnik dzieli owe karty na dwa stosy. Połóż wszystkie karty z wybranego przez ciebie stosu na polu walki pod twoim władaniem, a pozostałe do cmentarzy ich właścicieli.

source: Destroy target creature. Create two colorless Treasure artifact tokens with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Zniszcz wskazanego stwora. Stwórz dwa żetony bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: As an additional cost to cast this spell, sacrifice an artifact or creature.
pl: Jako dodatkowy koszt rzucenia tego czaru poświęć artefakt lub stwora.

source: Draw two cards.
pl: Dobierz dwie karty.

source: Dark Nourishment
pl: Dark Nourishment (Mroczne Nasycenie)

source: Dark Nourishment deals 3 damage to any target. You gain 3 life.
pl: Ten czar zadaje 3 obrażenia w dowolny cel. Zyskujesz 3 życia.

source: Raid — When Deadeye Tormentor enters the battlefield, if you attacked with a creature this turn, target opponent discards a card.
pl: Najazd — Kiedy ta karta wejdzie na pole walki, jeśli atakowałeś stworem w tej turze, wskazany przeciwnik odrzuca kartę.

source: |mana_1| |mana_b|, |tap|: Exile two target cards from an opponent's graveyard. Deadeye Tracker explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: |mana_1| |mana_b|, |tap|: Wypędź dwie wskazane karty z cmentarza przeciwnika. Ten stwór eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Tap three untapped Vampires you control: Return Deathless Ancient from your graveyard to your hand.
pl: Zatapuj trzy odtapowane Wampiry pod twoim władaniem: Przywróć tę kartę z twojego cmentarza do twojej ręki.

source: Desperate Castaways can't attack unless you control an artifact.
pl: Ten stwór nie może atakować dopóki nie władasz artefaktem.

source: When Dire Fleet Hoarder dies, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ten stwór umrze, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Menace
pl: Złowrogość

source: When Dire Fleet Interloper enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Menace, deathtouch
pl: Złowrogość, dotyk śmierci

source: When Dire Fleet Ravager enters the battlefield, each player loses a third of their life, rounded up.
pl: Kiedy ta karta wejdzie na pole walki, każdy gracz traci jedną trzecią swojego życia, zaokrąglając wzwyż.

source: Duress
pl: Duress (Przymus)

source: Target opponent reveals their hand. You choose a noncreature, nonland card from it. That player discards that card.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierasz z niej kartę nie będącą stworem ani lądem. Ów gracz odrzuca ową kartę.

source: Whenever Fathom Fleet Captain attacks, if you control another nontoken Pirate, you may pay |mana_2|. If you do, create a 2/2 black Pirate creature token with menace.
pl: Ilekroć ten stwór atakuje, jeśli władasz innym nie-żetonowym Piratem, możesz zapłacić |mana_2|. Jeśli to zrobisz, stwórz żeton czarnego stwora Pirat 2/2 ze złowrogością.

source: When Fathom Fleet Cutthroat enters the battlefield, destroy target creature an opponent controls that was dealt damage this turn.
pl: Kiedy ta karta wejdzie na pole walki, zniszcz wskazanego władanego przez przeciwnika stwora, który otrzymał obrażenia w tej turze.

source: Return a Pirate card from your graveyard to your hand, then do the same for Vampire, Dinosaur, and Merfolk.
pl: Przywróć kartę Pirata z twojego cmentarza do twojej ręki, następnie zrób to samo dla Wampira, Dinozaura i Wodnika.

source: Target opponent discards two cards.
pl: Wskazany przeciwnik odrzuca dwie karty.

source: Raid — If you attacked with a creature this turn, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Najazd — Jeśli zaatakowałeś stworem w tej turze, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: When Kitesail Freebooter enters the battlefield, target opponent reveals their hand. You choose a noncreature, nonland card from it. Exile that card until Kitesail Freebooter leaves the battlefield.
pl: Kiedy ta karta wejdzie na pole walki, wskazany przeciwnik ujawnia swoją rękę. Wybierz z niej kartę nie bądącą stworem ani lądem. Wygnaj ową kartę dopóki ta karta nie opuści pola walki.

source: Whenever a creature you control explores, target creature an opponent controls gets -2/-2 until end of turn.
pl: Ilekroć stwór pod twoim władaniem eksploruje, wskazany stwór pod władaniem przeciwnika dostaje -2/-2 do końca tury.

source: March of the Drowned
pl: March of the Drowned (Pochód Utopionych)

source: Choose one —
pl: Wybierz jedno —

source: Return target creature card from your graveyard to your hand.
pl: Zwróć wskazaną kartę stwora z twojego cmentarza do twojej ręki.

source: Return two target Pirate cards from your graveyard to your hand.
pl: Przywróć dwie wskazane karty Piratów z twojego cmentarza do twojej ręki.

source: Mark of the Vampire
pl: Mark of the Vampire (Znamię Wampira)

source: Enchanted creature gets +2/+2 and has lifelink.
pl: Zauroczony stwór dostaje +2/+2 i ma więź życia.

source: Queen's Agent
pl: Queen's Agent (Agent Królowej)

source: When Queen's Agent enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Whenever an opponent discards a card, that player loses 2 life.
pl: Ilekroć przeciwnik odrzuca kartę, ów gracz traci 2 życia.

source: Raid — At the beginning of your end step, if you attacked with a creature this turn, target opponent discards a card.
pl: Najazd — Na początku twojego kroku końcowego, jeśli atakowałeś stworem w tej turze, wskazany przeciwnik odrzuca kartę.

source: Whenever a creature an opponent controls dies, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Ilekroć stwór pod władaniem przeciwnika umrze, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: At the beginning of your upkeep, if you control ten or more Treasures, you win the game.
pl: Na początku twojego kroku utrzymania, jeśli władasz co najmniej dziesięcioma Skarbami, wygrywasz grę.

source: Raid — At the beginning of your end step, if you attacked with a creature this turn, reveal the top card of your library and put that card into your hand. You lose life equal to the card's converted mana cost.
pl: Najazd — Na początku twojego kroku końcowego, jeśli atakowałeś stworem w tej turze, ujawnij wierzchnią kartę twojej biblioteki i umieść ją w twojej ręce. Tracisz życie równe łącznemu kosztowi many owej karty.

source: |mana_2| |mana_b|, Sacrifice a creature: Create two colorless Treasure artifact tokens with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: |mana_2| |mana_b|, poświęć stwora: Stwórz dwa żetony bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Sacrifice three Treasures: Draw a card.
pl: Poświęć trzy Skarby: Dobierz kartę.

source: Whenever a Vampire you control attacks, each opponent loses 1 life and you gain 1 life.
pl: Ilekroć atakuje Wampir pod twoim władaniem, każdy przeciwnik traci 1 życie, a ty zyskujesz 1 życie.

source: When Seekers' Squire enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: |mana_b|: Skittering Heartstopper gains deathtouch until end of turn.
pl: |mana_b|: Ten stwór zyskuje dotyk śmierci do końca tury.

source: Until end of turn, target creature you control gets +1/+1 and target creature an opponent controls gets -1/-1.
pl: Do końca tury wskazany stwór pod twoim władaniem dostaje +1/+1 oraz wskazany stwór pod władaniem przeciwnika dostaje -1/-1.

source: When Skymarch Bloodletter enters the battlefield, target opponent loses 1 life and you gain 1 life.
pl: Kiedy ta karta wejdzie na pole walki, wskazany przeciwnik traci 1 życie, a ty zyskujesz 1 życie.

source: Destroy target land. Its controller loses 2 life.
pl: Zniszcz wskazany ląd. Jego władca traci 2 życia.

source: Sword-Point Diplomacy
pl: Sword-Point Diplomacy (Dyplomacja Czubka Miecza)

source: Reveal the top three cards of your library. For each of those cards, put that card into your hand unless any opponent pays 3 life. Then exile the rest.
pl: Ujawnij trzy wierzchnie kartę twojej biblioteki. Za każdą z owych kart, umieść ją w twojej ręce, chyba że którykolwiek przeciwnik zapłaci 3 życia. Następnie wygnaj pozostałe.

source: Destroy target creature with power 3 or less.
pl: Zniszcz wskazanego stwora o sile 3 lub mniejszej.

source: Whenever Vicious Conquistador attacks, each opponent loses 1 life.
pl: Ilekroć ten stwór atakuje, każdy przeciwnik traci 1 życie.

source: Exile target creature or planeswalker. You gain 2 life.
pl: Wygnaj wskazanego stwora lub wędrowca. Zyskujesz 2 życia.

source: Destroy target non-Merfolk creature.
pl: Zniszcz wskazanego stwora nie będącego Wodnikiem.

source: When Wanted Scoundrels dies, target opponent creates two colorless Treasure artifact tokens with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ten stwór umrze, wskazany przeciwnik tworzy dwa żetony bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: If a source you control would deal damage to a permanent or player, it deals double that damage to that permanent or player instead.
pl: Jeśli źródło pod twoim władaniem miałoby zadać obrażenia w permanent lub gracza, zamiast tego zadaje ono dwukrotność owych obrażeń w ów permanent lub gracza.

source: Bonded Horncrest can't attack or block alone.
pl: Ten stwór nie może atakować lub blokować samotnie.

source: Haste
pl: Pośpiech

source: When Brazen Buccaneers enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Burning Sun's Avatar
pl: Burning Sun's Avatar (Awatar Palącego Słońca)

source: When Burning Sun's Avatar enters the battlefield, it deals 3 damage to target opponent or planeswalker and 3 damage to up to one target creature.
pl: Kiedy ta karta wejdzie na pole walki, zadaje 3 obrażenia wskazanemu graczowi lub wędrocowi oraz 3 obrażenia co najwyżej jednemu wskazanemu stworowi.

source: Whenever Captain Lannery Storm attacks, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Ilekroć ten stwór atakuje, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Whenever you sacrifice a Treasure, Captain Lannery Storm gets +1/+0 until end of turn.
pl: Ilekroć poświęcasz Skarb, ten stwór dostaje +1/+0 do końca tury.

source: |mana_3| |mana_r|: Gain control of target creature an opponent controls until end of turn. Untap that creature. It gains haste until end of turn. Activate this ability only any time you could cast a sorcery.
pl: |mana_3| |mana_r|: Zyskujesz władanie nad wskazanym stworem do końca tury. Odtapuj owego stwora. Zyskuje on pośpiech do końca tury. Aktywuj tę zdolność tylko wtedy, gdy możesz rzucić obrzęd.

source: Trample, haste
pl: Tratowanie, pośpiech

source: Demolish
pl: Demolish (Wyburzenie)

source: Destroy target artifact or land.
pl: Zniszcz wskazany artefakt lub ląd.

source: Attacking creatures get +2/+0 until end of turn. Dinosaurs you control gain trample until end of turn.
pl: Atakujące stwory dostają +2/+0 do końca tury. Dinozaury pod twoim władaniem zyskują tratowanie do końca tury.

source: Dual Shot
pl: Dual Shot (Podwójny Strzał)

source: Dual Shot deals 1 damage to each of up to two target creatures.
pl: Ten czar zadaje 1 obrażenie każdemu z co najwyżej dwóch wskazanych stworów.

source: |mana_1| |mana_r|: Fathom Fleet Firebrand gets +1/+0 until end of turn.
pl: |mana_1| |mana_r|: Ten stwór dostaje +1/+0 do końca tury.

source: Fiery Cannonade
pl: Fiery Cannonade (Ognista Kanonada)

source: Fiery Cannonade deals 2 damage to each non-Pirate creature.
pl: Ten czar zadaje 2 obrażenia każdemu stworowi nie będącemu Piratem.

source: |mana_7| |mana_r|, |tap|, Sacrifice Fire Shrine Keeper: It deals 3 damage to each of up to two target creatures.
pl: |mana_7| |mana_r|, |tap|, poświęć tego stwora: Zadaje on 3 obrażenia każdemu z co najwyżej dwóch wskazanych stworów.

source: Firecannon Blast deals 3 damage to target creature.
pl: Ten czar zadaje 3 obrażenia wskazanemu stworowi.

source: Raid — Firecannon Blast deals 6 damage to that creature instead if you attacked with a creature this turn.
pl: Najazd — Ten czar zamiast tego zadaje 6 obrażeń owemu stworowi jeśli atakowałeś stworem w tej turze.

source: Headstrong Brute can't block.
pl: Ten stwór nie może blokować.

source: Headstrong Brute has menace as long as you control another Pirate.
pl: Ten stwór ma złowrogość o ile władasz innym Piratem.

source: Gain control of target artifact or creature until end of turn. Untap it. It gains haste until end of turn.
pl: Zyskujesz władaniem nad wskazanym artefaktem lub stworem do końca tury. Odtapuj go. Zyskuje on pośpiech do końca tury.

source: Lightning Strike deals 3 damage to any target.
pl: Ten czar zadaje 3 obrażenia dowolnemu celowi.

source: |tap|: Lightning-Rig Crew deals 1 damage to each opponent.
pl: |tap|: Ta karta zadaje 1 obrażenie każdemu przeciwnikowi.

source: Whenever you cast a Pirate spell, untap Lightning-Rig Crew.
pl: Ilekroć rzucasz czar Pirata, odtapuj tę kartę.

source: |mana_1|, Sacrifice an artifact or creature: Makeshift Munitions deals 1 damage to any target.
pl: |mana_1|, poświęć artefakt lub stwora: Ta karta zadaje 1 obrażenie w dowolny cel.

source: |tap|: Target Dinosaur gains haste until end of turn.
pl: |tap|: Wskazany Dinozaur zyskuje pośpiech do końca tury.

source: Players can't gain life.
pl: Gracze nie mogą zyskiwać życia.

source: Whenever another creature enters the battlefield, Rampaging Ferocidon deals 1 damage to that creature's controller.
pl: Ilekroć inny stwór wchodzi na pole walki, ta karta zadaje 1 obrażenia władcy owego stwora.

source: Enrage — Whenever Raptor Hatchling is dealt damage, create a 3/3 green Dinosaur creature token with trample.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, stwórz żeton zielonego stwora Dinozaur 3/3 z tratowaniem.

source: Repeating Barrage deals 3 damage to any target.
pl: Ten czar zadaje 3 obrażenia w dowolny cel.

source: Raid — |mana_3| |mana_r| |mana_r|: Return Repeating Barrage from your graveyard to your hand. Activate this ability only if you attacked with a creature this turn.
pl: Najazd — |mana_3| |mana_r| |mana_r|: Przywróć tę kartę z twojego cmentarza do twojej ręki. Aktywuj tę zdolność tylko jeśli atakowałeś stworem w tej turze.

source: Raid — Rigging Runner enters the battlefield with a +1/+1 counter on it if you attacked with a creature this turn.
pl: Najazd — Ta karta wchodzi na pole walki ze znacznikiem +1/+ jeśli atakowałeś stworem w tej turze.

source: Rile deals 1 damage to target creature you control. That creature gains trample until end of turn.
pl: Ta karta zadaje 1 obrażenie wskazanemu stworowi pod twoim władaniem. Ów stwór zyskuje tratowanie do końca tury.

source: Trample
pl: Tratowanie

source: When Rowdy Crew enters the battlefield, draw three cards, then discard two cards at random. If two cards that share a card type are discarded this way, put two +1/+1 counters on Rowdy Crew.
pl: Kiedy ta karta wejdzie na pole walki, dobierz trzy karty, następnie odrzuć losowo dwie karty. Jeśli dwie karty mające wspólny typ zostaną odrzucone w ten sposób, połóż dwa znaczniki +1/+1 na tej karcie.

source: |tap|, Discard a card: Draw a card.
pl: |tap|, odrzuć kartę: Dobierz kartę.

source: Destroy target land. Star of Extinction deals 20 damage to each creature and each planeswalker.
pl: Zniszcz wskazany ląd. Ten czar zadaje po 20 obrażeń każdemu stworowi i wędrowcowi.

source: Raid — When Storm Fleet Arsonist enters the battlefield, if you attacked with a creature this turn, target opponent sacrifices a permanent.
pl: Najazd — Kiedy ta karta wejdzie na pole walki, jeśli atakowałeś stworem w tej turze, wskazany przeciwnik poświęca permanent.

source: Raid — When Storm Fleet Pyromancer enters the battlefield, if you attacked with a creature this turn, Storm Fleet Pyromancer deals 2 damage to any target.
pl: Najazd — Kiedy ta karta wejdzie na pole walki, jeśli atakowałeś stworem w tej turze, ta karta zadaje 2 obrażenia w dowolny cel.

source: Enrage — Whenever Sun-Crowned Hunters is dealt damage, it deals 3 damage to target opponent or planeswalker.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, zadaje on 3 obrażenia wskazanemu graczowi lub wędrowcowi.

source: Whenever you cast a spell from your hand, reveal the top X cards of your library, where X is that spell's converted mana cost. You may cast a card revealed this way with converted mana cost X or less without paying its mana cost. Put the rest on the bottom of your library in a random order.
pl: Ilekroć rzucisz czar z twojej ręki, ujawnij X wierzchnich kart twojej biblioteki, gdzie X jest łącznym kosztem many owego czaru. Możesz rzucić ujawnioną w ten sposób kartę o łącznym koszcie many X lub mniejszym bez płacenia jaj kosztu many. Połóż pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: Sure Strike
pl: Sure Strike (Pewny cios)

source: Target creature gets +3/+0 and gains first strike until end of turn. (It deals combat damage before creatures without first strike.)
pl: Wskazany stwór dostaje do końca tury +3/+0 oraz pierwszy cios. (Zadaje obrażenia bojowe przez stworami bez pierwszego ciosu.)

source: Enchanted creature gets +2/+2 and has haste.
pl: Zauroczony stwór dostaje +2/+2 i ma pośpiech.

source: As long as you control another Dinosaur, Thrash of Raptors gets +2/+0 and has trample.
pl: O ile władasz innym Dinozaurem, ten stwór dostaje +2/+0 i ma tratowanie.

source: Whenever Tilonalli's Knight attacks, if you control a Dinosaur, Tilonalli's Knight gets +1/+1 until end of turn.
pl: Ilekroć ten stwór atakuje, jeśli władasz Dinozaurem, ten stwór dostaje +1/+1 do końca tury.

source: Whenever Tilonalli's Skinshifter attacks, it becomes a copy of another target nonlegendary attacking creature until end of turn.
pl: Ilekroć ten stwór atakuje, staje się kopią innego wskazanego nielegendarnego atakujące stwora do końca tury.

source: Each opponent must attack you or a planeswalker you control with at least one creature each combat if able.
pl: Każdy przeciwnik musi w każdej walce zaatakować ciebie lub wędrowca pod twoim władaniem przynajmniej jednym stworem, jeśli może.

source: At the beginning of your end step, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Na początku twojego kroku końcowego, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Unfriendly Fire deals 4 damage to any target.
pl: Ten czar zadaje 4 obrażenia w dowolny cel.

source: At the beginning of your upkeep, exile the top card of your library. If it's a nonland card, you may cast that card this turn.
pl: Na początku twojego kroku utrzymania, wygnaj wierzchnią kartę twojej biblioteki. Jeśli owa karta nie jest lądem, możesz ją rzucić w tej turze.

source: Whenever you cast your third spell in a turn, you may transform Vance's Blasting Cannons.
pl: Ilekroć rzucisz swój trzeci czar w danej turze, możesz transformować tę kartę.

source: (Transforms from Vance's Blasting Cannons.)
pl: (Transformuje z Vance's Blasting Cannons.)

source: |tap|: Add |mana_r|.
pl: |tap|: Dostajesz |mana_r|.

source: |mana_2| |mana_r|, |tap|: Spitfire Bastion deals 3 damage to any target.
pl: |mana_2| |mana_r|, |tap|: Ta karta zadaje 3 obrażenia w dowolny cel.

source: When Wily Goblin enters the battlefield, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Reach
pl: Zasięg

source: When Atzocan Archer enters the battlefield, you may have it fight another target creature. (Each deals damage equal to its power to the other.)
pl: Kiedy ten stwór wejdzie na pole walki, możesz sprawić, by walczył z innym wskazanym stworem. (Każdy z nich zadaje drugiemu obrażenia równe swojej sile.)
