Repository: dekoza/mtgpl
Catalog: translated/*/LC_MESSAGES/XLN.po
Languages: pl

source: Prevent all damage that would be dealt to creatures this turn. Creatures you control gain hexproof until end of turn. (They can't be the targets of spells or abilities your opponents control.)
pl: Zażegnaj wszystkie obrażenia, które mogłyby zostać zadane stworom w tej turze. Stwory pod twoim władaniem zyskują antyklątwę do końca tury. (Nie mogą być wskazywane przez czary lub zdolności władane przez twoich przeciwników.)

source: |tap|: Untap target land.
pl: |tap|: Odtapuj wskazany ląd.

source: This spell can't be countered.
pl: Ten czar nie może być skontrowany.

source: Trample, hexproof
pl: Tratowanie, antyklątwa

source: Trample (This creature can deal excess combat damage to the player or planeswalker it's attacking.)
pl: Tratowanie (Ten stwór może zadać nadwyżkowe obrażenia bitewne w gracza lub wędrowca, którego atakuje.)

source: Look at the top five cards of your library. You may reveal a Dinosaur or land card from among them and put it into your hand. Put the rest on the bottom of your library in any order.
pl: Spójrz na pięć wierzchnich kart twojej biblioteki. Możesz ujawnić spośród nich kartę Dinozaura lub lądu i umieścić ją w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: Target creature gets +3/+3 and gains trample until end of turn.
pl: Wskazany stwór dostaje do końca tury +3/+3 oraz tratowanie.

source: Destroy target creature with flying.
pl: Zniszcz wskazanego stwora z lataniem.

source: Whenever Deathgorge Scavenger enters the battlefield or attacks, you may exile target card from a graveyard. If a creature card is exiled this way, you gain 2 life. If a noncreature card is exiled this way, Deathgorge Scavenger gets +1/+1 until end of turn.
pl: Ilekroć ten stwór wejdzie na pole walki lub zaatakuje, możesz wygnać wskazaną kartę z cmentarza. Jeśli wygnano w ten sposób kartę stwora, zyskujesz 2 życia. Jeśli wygnano w ten sposób kartę nie będącą stworem, ten stwór dostaje +1/+1 do końca tury.

source: Whenever you cast a noncreature spell, put a +1/+1 counter on Deeproot Champion.
pl: Ilekroć rzucisz czar nie będący stworem, połóż znacznik +1/+1 na tym stworze.

source: Whenever Deeproot Warrior becomes blocked, it gets +1/+1 until end of turn.
pl: Ilekroć ten stwór zostanie zablokowany, dostaje +1/+1 do końca tury.

source: Drover of the Mighty gets +2/+2 as long as you control a Dinosaur.
pl: Ten stwór dostaje +2/+2 o ile władasz Dinozaurem.

source: |tap|: Add one mana of any color.
pl: |tap|: Dostajesz jedną manę dowolnego koloru.

source: Target creature gets +5/+5 until end of turn and must be blocked this turn if able.
pl: Wskazany stwór dostaje +5/+5 do końca tury i musi być blokowany w tej turze jeśli to możliwe.

source: Whenever Emperor's Vanguard deals combat damage to a player, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Ilekroć ten stwór zada bitewne obrażenia graczowi, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: When Growing Rites of Itlimoc enters the battlefield, look at the top four cards of your library. You may reveal a creature card from among them and put it into your hand. Put the rest on the bottom of your library in any order.
pl: Kiedy ta karta wejdzie na pole walki, spójrz na cztery wierzchnie karty twojej biblioteki. Możesz ujawnić spośród nich kartę stwora i umieścić ją w twojej ręce. Umieść pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: At the beginning of your end step, if you control four or more creatures, transform Growing Rites of Itlimoc.
pl: Na początku twojego kroku końcowego, jeśli władasz co najmniej czterema stworami, transformuj tę kartę.

source: (Transforms from Growing Rites of Itlimoc.)
pl: (Transformuje z Growing Rites of Itlimoc.)

source: |tap|: Add |mana_g|.
pl: |tap|: Dostajesz |mana_g|.

source: |tap|: Add |mana_g| for each creature you control.
pl: |tap|: Dostajesz |mana_g| za każdego stwora pod twoim władaniem.

source: When Ixalli's Diviner enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: |mana_7| |mana_g|, |tap|, Sacrifice Ixalli's Keeper: Target creature gets +5/+5 and gains trample until end of turn.
pl: |mana_7| |mana_g|, |tap|, poświęć tego stwora: Wskazany stwór dostaje do końca tury +5/+5 oraz tratowanie.

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być celem czarów lub zdolności władanych przez twoich przeciwników.)

source: When Jade Guardian enters the battlefield, put a +1/+1 counter on target Merfolk you control.
pl: Kiedy ta karta wejdzie na pole walki, połóż znacznik +1/+1 na wskazanym Wodniku pod twoim władaniem.

source: |mana_3| |mana_g|: Put a +1/+1 counter on Jungle Delver.
pl: |mana_3| |mana_g|: Połóż znacznik +1/+1 na tej karcie.

source: Kumena's Speaker gets +1/+1 as long as you control another Merfolk or an Island.
pl: Ten stwór dostaje +1/+1 o ile masz we władaniu innego Wodnika lub Wyspę.

source: When Merfolk Branchwalker enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Enchant land
pl: Zaurocz ląd

source: When New Horizons enters the battlefield, put a +1/+1 counter on target creature you control.
pl: Kiedy ta karta wejdzie na pole walki, połóż znacznik +1/+1 na wskazanym stworze pod twoim władaniem.

source: Enchanted land has "|tap|: Add two mana of any one color."
pl: Zauroczony ląd ma zdolność "|tap|: Dostajesz dwie many w dowolnym jednym kolorze."

source: When Old-Growth Dryads enters the battlefield, each opponent may search their library for a basic land card, put it onto the battlefield tapped, then shuffle their library.
pl: Kiedy ta karta wejdzie na pole walki, każdy przeciwnik może poszukać w swojej bibliotece kartę bazowego lądu, położyć ją na polu walki zatapowaną, następnie przetasować swoją bibliotekę.

source: Target creature you control fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór pod twoim władaniem walczy ze wskazanym stworem, którym nie władasz. (Zadają sobie nawzajem obrażenia równe swojej sile.)

source: Enrage — Whenever Ranging Raptors is dealt damage, you may search your library for a basic land card, put it onto the battlefield tapped, then shuffle your library.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, możesz poszukać w twojej bibliotece kartę bazowego lądu, położyć ją zatapowaną na polu walki, a następnie przetasować twoją bibliotekę.

source: Enrage — Whenever Ravenous Daggertooth is dealt damage, you gain 2 life.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, zyskujesz 2 życia.

source: Enrage — Whenever Ripjaw Raptor is dealt damage, draw a card.
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, dobierz kartę.

source: Put a +1/+1 counter on target creature and a +1/+1 counter on up to one target Merfolk.
pl: Połóż znacznik +1/+1 na wskazanym stworze oraz znacznik +1/+1 na co najwyżej jednym wskazanym Wodniku.

source: This spell costs |mana_2| less to cast if it targets a Dinosaur you control.
pl: Rzucenie tego czaru kosztuje |mana_2| mniej jeśli wskazuje on Dinozaura pod twoim władaniem.

source: Put a +1/+1 counter on target creature you control. Then that creature fights target creature you don't control. (Each deals damage equal to its power to the other.)
pl: Połóż znacznik +1/+1 na wskazanym stworze pod twoim władaniem. Następnie ów stwór walczy ze wskazanym stworem poza twoim władaniem. (Zadają sobie nawzajem obrażenia równe ich sile.)

source: Whenever a creature you control becomes the target of a spell or ability an opponent controls, you may draw a card.
pl: Ilekroć stwór pod twoim władaniem zostaje wskazany przez czar lub zdolność władne przez przeciwnika, możesz dobrać kartę.

source: Destroy target artifact or enchantment.
pl: Zniszcz wskazany artefakt lub urok.

source: Enrage — Whenever Snapping Sailback is dealt damage, put a +1/+1 counter on it. (It must survive the damage to get the counter.)
pl: Rozjuszenie — Ilekroć ten stwór otrzymuje obrażenia, połóż na nim znacznik +1/+1. (Musi przeżyć obrażenia, by otrzymać znacznik.)

source: Spike-Tailed Ceratops can block an additional creature each combat.
pl: Ten stwór może blokować dodatkowego stwora w każdej walce.

source: Other Dinosaurs you control get +1/+1.
pl: Inne Dinozaury pod twoim władaniem dostają +1/+1.

source: |mana_5| |mana_g|: Create a 3/3 green Dinosaur creature token with trample.
pl: |mana_5| |mana_g|: Stwórz żeton zielonego stwora Dinozaur 3/3 z tratowaniem.

source: When Tishana's Wayfinder enters the battlefield, it explores. (Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.)
pl: Kiedy ta karta wejdzie na pole walki, eksploruje. (Ujawnij wierzchnią kartę twojej biblioteki. Dołóż ową kartę do twojej ręki jeśli to ląd. W przeciwnym razie połóż znacznik +1/+1 na tym stworze, a następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.)

source: Until end of turn, target creature gains "When this creature dies, return it to its owner's hand."
pl: Wskazany stwór do końca tury zyskuje zdolność "Kiedy ten stwór umrze, przywróć go do ręki jego właściciela."

source: Whenever Verdant Sun's Avatar or another creature enters the battlefield under your control, you gain life equal to that creature's toughness.
pl: Ilekroć ten lub inny stwór wejdzie na pole walki pod twoim władaniem, zyskujesz życie równe wytrzymałości owego stwora.

source: When Vineshaper Mystic enters the battlefield, put a +1/+1 counter on each of up to two target Merfolk you control.
pl: Kiedy ta karta wejdzie na pole walki, połóż znacznik +1/+1 na każdym z co najwyżej dwóch wskazanych Wodników pod twoim władaniem.

source: Waker of the Wilds
pl: Waker of the Wilds (Budziciel Dziczy)

source: |mana_x| |mana_g| |mana_g|: Put X +1/+1 counters on target land you control. That land becomes a 0/0 Elemental creature with haste. It's still a land.
pl: |mana_x| |mana_g| |mana_g|: Połóż X znaczników +1/+1 na wskazanym lądzie pod twoim władaniem. Ów ląd staje się stworem Elemental 0/0. Nadal jest on lądem.

source: Whenever a creature you control explores, put a +1/+1 counter on Wildgrowth Walker and you gain 3 life.
pl: Ilekroć stwór pod twoim władaniem eksploruje, połóż znacznik +1/+1 na tym stworze, a ty zyskujesz 3 życia.

source: Other Pirates you control get +1/+1.
pl: Inny piraci pod twoim władaniem dostają +1/+1.

source: At the beginning of your end step, gain control of target nonland permanent controlled by a player who was dealt combat damage by three or more Pirates this turn.
pl: Na początku twojego kroku końcowego zyskujesz władanie nad wskazanym nie-lądowym permanentem władanym przez gracza, który otrzymał w tej turze obrażenia bojowe od co najmniej trzech Piratów.

source: Each creature you control assigns combat damage equal to its toughness rather than its power.
pl: Każdy stwór pod twoim władaniem przypisuje obrażenia bojowe równe jego wytrzymałości zamiast sile.

source: Create three 1/1 white Vampire creature tokens with lifelink.
pl: Stwórz trzy żetony białego stwora Wampir 1/1 z więzią życia.

source: Deadeye Plunderers gets +1/+1 for each artifact you control.
pl: Ten stwór dostaje +1/+1 za każdy artefakt pod twoim władaniem.

source: |mana_2| |mana_u| |mana_b|: Create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: |mana_2| |mana_u| |mana_b|: Stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Whenever Dire Fleet Captain attacks, it gets +1/+1 until end of turn for each other attacking Pirate.
pl: Ilekroć ten stwór atakuje, dostaje do końca tury +1/+1 za każdego innego atakującego Pirata.

source: Vigilance, trample, haste
pl: Czujność, tratowanie, pośpiech

source: Whenever Gishath, Sun's Avatar deals combat damage to a player, reveal that many cards from the top of your library. Put any number of Dinosaur creature cards from among them onto the battlefield and the rest on the bottom of your library in a random order.
pl: Ilekroć ten stwór zadaje graczowi obrażenia bojowe, ujawnij tyle samo kart z wierzchy twojej biblioteki. Umieść spośród nich dowolną liczbę kart Dinozaurów na polu walki, a pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: When Hostage Taker enters the battlefield, exile another target creature or artifact until Hostage Taker leaves the battlefield. You may cast that card for as long as it remains exiled, and you may spend mana as though it were mana of any type to cast that spell.
pl: Kiedy ta karta wejdzie na pole walki, wygnaj innego wskazanego stwora lub artefakt dopóki ta karta nie opuści pola walki. Możesz rzucać ową kartę o ile pozostaje wygnana i możesz wydawać manę tak, jakby to była mana dowolnego typu potrzebnego to rzucenia owego czaru.

source: +2: You gain life equal to the greatest power among creatures you control.
pl: +2: Zyskujesz życie równe najwyższej sile spośród stworów pod twoim władaniem.

source: 0: Create a 3/3 green Dinosaur creature token with trample.
pl: 0: Stwórz żeton zielonego stwora Dinozaur 3/3 z tratowaniem.

source: −X: Huatli, Warrior Poet deals X damage divided as you choose among any number of target creatures. Creatures dealt damage this way can't block this turn.
pl: –X: Ten wędrowiec zadaje X obrażeń rozdzielonych według twojego wyboru pomiędzy dowolną liczbę wskazanych stworów. Stwory, które otrzymały obrażenia w ten sposób, nie mogą blokować w tej turze.

source: Raid — At the beginning of your end step, if you attacked with a creature this turn, you may draw a card. If you do, discard a card.
pl: Najazd — Na początku twojego kroku końcowego, jeśli zaatakowałeś stworem w tej turze, możesz dobrać kartę. Jeśli tak zrobisz, odrzuć kartę.

source: When Raging Swordtooth enters the battlefield, it deals 1 damage to each other creature.
pl: Kiedy ta karta wejdzie na pole walki, zadaje 1 obrażenie każdemu innemu stworowi.

source: Other Dinosaurs you control have haste.
pl: Inne dinozaury pod twoim władaniem mają pośpiech.

source: When Regisaur Alpha enters the battlefield, create a 3/3 green Dinosaur creature token with trample.
pl: Kiedy ta karta wejdzie na pole walki, stwórz żeton zielonego stwora Dinozaur 3/3 z tratowaniem.

source: |mana_3| |mana_g|: Put a +1/+1 counter on target creature.
pl: |mana_3| |mana_g|: Umieść znacznik +1/+1 na wskazanym stworze.

source: |mana_2| |mana_u|, Remove a +1/+1 counter from a creature you control: Draw a card.
pl: |mana_2| |mana_u|, usuń znacznik +1/+1 ze stwora pod twoim władaniem: Dobierz kartę.

source: Flying, menace
pl: Latanie, złowrogość

source: Tishana, Voice of Thunder's power and toughness are each equal to the number of cards in your hand.
pl: Siła oraz wytrzymałość tego stwora są obie równe liczbie kart w twojej ręce.

source: You have no maximum hand size.
pl: Nie masz limitu kart na ręce.

source: When Tishana enters the battlefield, draw a card for each creature you control.
pl: Kiedy ta karta wejdzie na pole walki, dobierz kartę za każdego stwora pod twoim władaniem.

source: Vigilance, lifelink
pl: Czujność, więź życia

source: |tap|, Pay 7 life: Destroy target nonland permanent. Activate this ability only during your turn.
pl: |tap|, zapłać 7 życia: Zniszcz wskazany nie-lądowy permanent. Aktywuj tę zdolność tylko podczas twojej tury.

source: +2: Create a 2/2 black Pirate creature token with menace.
pl: +2: Stwórz żeton czarnego stwora Pirat 2/2 ze złowrogością.

source: −3: Destroy target artifact, creature, or enchantment. Create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: –3: Zniszcz wskazany artefakt, stwora lub urok. Stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: −10: Target player's life total becomes 1.
pl: –10: Życie wskazanego gracza staje się równe 1.

source: Equipped creature has flying.
pl: Wyposażony stwór ma latanie.

source: Equip |mana_1| (|mana_1|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_1| (|mana_1|: Dołącz do wskazanego stwora pod twoim władaniem. Wyposażaj wyłącznie jako obrzęd.)

source: When Conqueror's Galleon attacks, exile it at end of combat, then return it to the battlefield transformed under your control.
pl: Kiedy ten stwór atakuje, wygnaj go na końcu walki, następnie przywróć go na pole walki pod twoim władaniem, transformowany.

source: Crew 4 (Tap any number of creatures you control with total power 4 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 4 (Zatapuj dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 4: Ten Pojazd staje się artefaktycznym stworem do końca tury.)

source: (Transforms from Conqueror's Galleon.)
pl: (Transformuje z Conqueror's Galleon.)

source: |tap|: Add |colorless|.
pl: |tap|: Dostajesz |colorless|.

source: |mana_2|, |tap|: Draw a card, then discard a card.
pl: |mana_2|, |tap|: Dobierz kartę, następnie odrzuć kartę.

source: |mana_4|, |tap|: Draw a card.
pl: |mana_4|, |tap|: Dobierz kartę.

source: |mana_6|, |tap|: Return target card from your graveyard to your hand.
pl: |mana_6|, |tap|: Przywróć wskazaną kartę z twojego cmentarza do twojej ręki.

source: When Dowsing Dagger enters the battlefield, target opponent creates two 0/2 green Plant creature tokens with defender.
pl: Kiedy ta karta wejdzie na pole walki, wskazany przeciwnik tworzy dwa żetony zielonego stwora Roślina 0/2 z obronnością.

source: Equipped creature gets +2/+1.
pl: Wyposażony stwór dostaje +2/+1.

source: Whenever equipped creature deals combat damage to a player, you may transform Dowsing Dagger.
pl: Ilekroć wyposażony stwór zadaje graczowi obrażenia bojowe, możesz transformować tę kartę.

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: Lost Vale
pl: Lost Vale (Zaginiona Dolina)

source: (Transforms from Dowsing Dagger.)
pl: (Transformuje z Dowsing Dagger.)

source: |tap|: Add three mana of any one color.
pl: |tap|: Dostajesz trzy many w dowolnym jednym kolorze.

source: Crew 2 (Tap any number of creatures you control with total power 2 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 2 (Zatapuj dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 2: Ten Pojazd staje się artefaktycznym stworem do końca tury.)

source: Elaborate Firecannon
pl: Elaborate Firecannon (Wyszukana Ognioplujka)

source: Elaborate Firecannon doesn't untap during your untap step.
pl: Ta karta nie odtapowuje się w twoim kroku odtapowania.

source: |mana_4|, |tap|: Elaborate Firecannon deals 2 damage to any target.
pl: |mana_4|, |tap|: Ta karta zadaje 2 obrażenia w dowolny cel.

source: At the beginning of your upkeep, you may discard a card. If you do, untap Elaborate Firecannon.
pl: Na początku twojego kroku utrzymania możesz odrzucić kartę. Jeśli to zrobisz, odtapuj tę kartę.

source: Pirates you control get +1/+0.
pl: Piraci pod twoim władaniem dostają +1/+0.

source: Whenever Fell Flagship deals combat damage to a player, that player discards a card.
pl: Ilekroć ten stwór zadaje graczowi obrażenia bojowe, ów gracz odrzuca kartę.

source: Crew 3 (Tap any number of creatures you control with total power 3 or more: This Vehicle becomes an artifact creature until end of turn.)
pl: Załoga 3 (Zatapuj dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 3: Ten Pojazd staje się artefaktycznym stworem do końca tury.)

source: When Hierophant's Chalice enters the battlefield, target opponent loses 1 life and you gain 1 life.
pl: Kiedy ta karta wejdzie na pole walki, wskazany przeciwnik traci 1 życie, a ty zyskujesz 1 życie.

source: As Pillar of Origins enters the battlefield, choose a creature type.
pl: Umieszczając tę kartę na polu walki wybierz typ stwora.

source: |tap|: Add one mana of any color. Spend this mana only to cast a creature spell of the chosen type.
pl: |tap|: Dostajesz jedną manę w dowolnym kolorze. Wydaj tę manę tylko na rzucenie czaru stwora owego wybranego typu.

source: When Pirate's Cutlass enters the battlefield, attach it to target Pirate you control.
pl: Kiedy ta karta wejdzie na pole walki, dołącz ją do wskazanego Pirata pod twoim władaniem.

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora pod twoim władaniem. Wyposaż wyłącznie jako obrzęd.)

source: Instant and sorcery spells you cast cost |mana_1| less to cast.
pl: Rzucanie sztuczek i obrzędów kosztuje cię |mana_1| mniej.

source: Whenever you cast an instant or sorcery spell, put a charge counter on Primal Amulet. Then if there are four or more charge counters on it, you may remove those counters and transform it.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu, połóż znacznik ładunku na tej karcie. Następnie jeśli ma ona cztery lub więcej znaczników ładunku możesz usunąć owe znaczniki i transformować ją.

source: (Transforms from Primal Amulet.)
pl: (Transformuje z Primal Amulet.)

source: |tap|: Add one mana of any color. When that mana is spent to cast an instant or sorcery spell, copy that spell and you may choose new targets for the copy.
pl: |tap|: Dostajesz jedną manę dowolnego koloru. Kiedy owa mana zostaje wydana na rzucenie czaru sztuczki lub obrzędu, skopiuj ów czar, możesz wybrać nowe cele dla kopii.

source: Equipped creature gets +1/+0.
pl: Wyposażony stwór dostaje +1/+0.

source: Whenever equipped creature deals combat damage to a player, create a colorless Treasure artifact token with "|tap|, Sacrifice this artifact: Add one mana of any color."
pl: Ilekroć wyposażony stwór zadaje graczowi obrażenia bojowe, stwórz żeton bezkolorowego artefaktu Skarb ze zdolnością "|tap|, poświęć ten artefakt: Dostajesz jedną manę dowolnego koloru."

source: Sentinel Totem
pl: Sentinel Totem (Totem Strażniczy)

source: When Sentinel Totem enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy ta karta wejdzie na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: |tap|, Exile Sentinel Totem: Exile all cards from all graveyards.
pl: |tap|: Wygnaj tę kartę: Wygnaj wszystkie karty ze wszystkich cmentarzy.
