Repository: dekoza/mtgpl
Catalog: MTGA/trans/*/MTGA_AbilityHanger.po
Languages: pl

# AbilityHanger/Keyword/DoubleStrike
source: This creature deals both first-strike and regular combat damage. (Does not apply when creatures "fight")
pl: Ten stwór zadaje obrażenia bojowe zarówno w pierwszym ciosie jak i normalnie. (Nie działa gdy stwory "walczą")

# AbilityHanger/Keyword/Embalm
source: You may pay the Embalm cost and exile this card from your graveyard to create a token that's a copy of this card, except it's white, it has no mana cost, and it's a Zombie in addition to its other types. Activate this ability only any time you could cast a sorcery.
pl: Możesz zapłacić koszt balsamowania i wygnać tę kartę z twojego cmentarza, by stworzyć żeton będący jej kopią z tą różnicą, że jest ona biała, nie ma kosztu many i ma dodatkowo typ Zombi oprócz swoich innych typów. Aktywuj jako obrzęd.

# AbilityHanger/Keyword/Equip
source: You may pay the Equip cost to attach this permanent to target creature you control. Equip only as a sorcery.
pl: Możesz zapłacić koszt wyposażania, by dołączyć ten permanent do wskazanego stwora pod twoim władaniem. Aktywuj jako obrzęd.

# AbilityHanger/Keyword/Escape
source: You may cast this card from your graveyard for its escape cost.
pl: Możesz rzucić tę kartę z twojego cmentarza za jej koszt ucieczki.

# AbilityHanger/Keyword/Eternalize
source: You may pay the Eternalize cost to exile this card from your graveyard and create a token that's a copy of this card, except it's black, it's 4/4, it has no mana cost, and it's a Zombie in addition to its other types. Activate this ability only any time you could cast a sorcery.
pl: Możesz zapłacić koszt uwiecznienia, by wygnać tę kartę z twojego cmentarza i stworzyć żeton będący jej kopią z tą różnicą, że jest ona czarna, jest 4/4, nie ma kosztu many i jest dodatkowo typu Zombi oprócz swoich innych typów. Aktywuj jako obrzęd.

# AbilityHanger/Keyword/Exert
source: An exerted creature won't untap during your next untap step.
pl: Wytężony stwór nie odkręci się w twoim najbliższym kroku odkręcania.

# AbilityHanger/Keyword/Explore
source: Reveal the top card of your library. Put that card into your hand if it's a land. Otherwise, put a +1/+1 counter on this creature, then put the card back or put it into your graveyard.
pl: Ujawnij wierzchnią kartę twojej biblioteki. Umieść ją w twojej ręce jeśli to ląd. W przeciwnym razie umieść znacznik +1/+1 na tym stworze, następnie odłóż ową kartę lub umieść ją w twoim cmentarzu.

# AbilityHanger/Keyword/Explore_Title
source: Explore
pl: Eksploracja

# AbilityHanger/Keyword/Fabricate1
source: When this creature enters the battlefield, put a +1/+1 counter on it or create a 1/1 colorless Servo artifact creature token.
pl: Kiedy ten stwór wejdzie na pole walki, umieść na nim znacznik +1/+1 lub stwórz żeton bezkolorowego artefaktowego stwora Serwo 1/1.

# AbilityHanger/Keyword/Fabricate2
source: When this creature enters the battlefield, put two +1/+1 counters on it or create two 1/1 colorless Servo artifact creature tokens.
pl: Kiedy ten stwór wejdzie na pole walki, umieść na nim dwa znaczniki +1/+1 lub stwórz dwa żetony bezkolorowego artefaktowego stwora Serwo 1/1.

# AbilityHanger/Keyword/Fabricate3
source: When this creature enters the battlefield, put three +1/+1 counters on it or create three 1/1 colorless Servo artifact creature tokens.
pl: Kiedy ten stwór wejdzie na pole walki, umieść na nim trzy znaczniki +1/+1 lub stwórz trzy żetony bezkolorowego artefaktowego stwora Serwo 1/1.

# AbilityHanger/Keyword/FirstStrike
source: This creature deals combat damage before creatures without first strike. (Does not apply when creatures "fight")
pl: Ten stwór zadaje obrażenia bojowe przed stworami beż pierwszego ciosu. (Nie działa gdy stwory "walczą")

# AbilityHanger/Keyword/Flash
source: You may cast a spell with flash any time you could cast an instant.
pl: Możesz rzucić czar z błyskiem tak, jakby był sztuczką.

# AbilityHanger/Keyword/Flashback
source: You may cast this card from your graveyard for its flashback cost. Then exile it.
pl: Możesz rzucić tę kartę z twojego cmentarza za jej koszt wspomnienia. Następnie wygnaj ją.

# AbilityHanger/Keyword/Flying
source: A creature with flying can't be blocked except by creatures with flying or reach.
pl: Stwór mający latanie nie może być blokowany, chyba że przez stwora mającego latanie lub zasięg.

# AbilityHanger/Keyword/Foretell
source: During your turn, you may pay <sprite="SpriteSheet_ManaIcons" name="x2"> and exile this card from your hand face down. Cast it on a later turn for its foretell cost.
pl: W twojej turze możesz zapłacić <sprite="SpriteSheet_ManaIcons" name="x2"> i wygnać tę kartę zakrytą z twojej ręki. Rzuć ją w późniejszej turze za jej koszt przepowiedni.

# AbilityHanger/Keyword/Haste
source: A creature with haste can attack and {oT} as soon as it comes under your control.
pl: Stwór z pośpiechem może atakować oraz {oT} od razu po wejściu pod twoje władanie.

# AbilityHanger/Keyword/Hexproof
source: A player or permanent with Hexproof can't be the target of spells or abilities your opponents control.
pl: Gracz lub permanent mający antyklątwę nie może być wskazywany przez czary lub zdolności pod władaniem twoich przeciwników.

# AbilityHanger/Keyword/Hexproof from Black
source: This permanent can't be the target of black spells or abilities your opponents control.
pl: Ten permanent nie może być wskazywany przez czarne czary lub zdolności pod władaniem twoich przeciwników.

# AbilityHanger/Keyword/Hexproof from Blue
source: This permanent can't be the target of blue spells or abilities your opponents control.
pl: Ten permanent nie może być wskazywany przez niebieskie czary lub zdolności pod władaniem twoich przeciwników.

# AbilityHanger/Keyword/Hexproof from White
source: This permanent can't be the target of white spells or abilities your opponents control.
pl: Ten permanent nie może być wskazywany przez białe czary lub zdolności pod władaniem twoich przeciwników.

# AbilityHanger/Keyword/Hexproof_from_Black_Title
source: Hexproof from Black
pl: Antyklątwa przed czarnym

# AbilityHanger/Keyword/Hexproof_from_Blue_Title
source: Hexproof from Blue
pl: Antyklątwa przed niebieskim

# AbilityHanger/Keyword/Hexproof_from_Monocolored
source: This permanent can't be the target of monocolored spells or abilities your opponents control.
pl: Ten permanent nie może być wskazywany przez jednokolorowe czary lub zdolności pod władaniem twoich przeciwników.

# AbilityHanger/Keyword/Hexproof_from_Monocolored_Title
source: Hexproof from Monocolored
pl: Antyklątwa przed jednokolorowym

# AbilityHanger/Keyword/Hexproof_from_Planeswalkers
source: This permanent can't be the target of planeswalker abilities your opponents control.
pl: Ten permanent nie może być wskazywany przez zdolności wędrowców pod władaniem twoich przeciwników.

# AbilityHanger/Keyword/Hexproof_from_Planeswalkers_Title
source: Hexproof from Planeswalkers
pl: Antyklątwa przed wędrowcami

# AbilityHanger/Keyword/Hexproof_from_White_Title
source: Hexproof from White
pl: Antyklątwa przed białym

# AbilityHanger/Keyword/Improvise
source: Your artifacts can help you cast this spell. Each artifact you tap pays for {o1}.
pl: Twoje artefakty mogą pomóc rzucić ten czar. Każdy artefakt, który przekręcisz, płaci za {o1}.

# AbilityHanger/Keyword/Indestructible
source: Effects that say "destroy" don't destroy a permanent with indestructible, and if it's a creature, it can't be destroyed by damage.
pl: Efekty mówiące "zniszcz" nie niszczą permanentu z niezniszczalnością. Jeśli jest on stworem, nie może być zniszczony przez obrażenia.

# AbilityHanger/Keyword/Investigate
source: Create a colorless Clue artifact token with "{o2}, Sacrifice this artifact: Draw a card."
pl: Stwórz żeton bezkolorowego artefaktu Wskazówka mający "|mana_2|, poświęć ten artefakt: Dobierz kartę."

# AbilityHanger/Keyword/Investigate_Title
source: Investigate
pl: Dociekaj

# AbilityHanger/Keyword/Jump-start
source: You may cast this card from your graveyard by discarding a card in addition to paying its other costs. Then exile this card.
pl: Możesz rzucić tę kartę z twojego cmentarza dodatkowo odrzucając kartę oprócz opłacenia innych jej kosztów. Następnie wygnaj tę kartę.

# AbilityHanger/Keyword/Kicker
source: You may pay an additional cost as you cast this spell.
pl: Możesz opłacić dodatkowy koszt rzucając ten czar.

# AbilityHanger/Keyword/Learn
source: You may reveal a Lesson card you own from outside the game and put it into your hand, or discard a card to draw a card.
pl: Możesz albo ujawnić własną kartę Lekcji spoza gry i umieścić ją w twojej ręce, albo odrzucić kartę by dobrać kartę.

# AbilityHanger/Keyword/Learn_Title
source: Learn
pl: Ucz się

# AbilityHanger/Keyword/Lifelink
source: Damage dealt by a creature, planeswalker or spell with lifelink also causes its controller to gain that much life.
pl: Obrażenia zadane przez stwora, wędrowca lub czar z więzią życia sprawiają, że jego władca zyskuje tyle samo żyć.

# AbilityHanger/Keyword/Menace
source: A creature with menace can't be blocked except by two or more creatures.
pl: Stwór ze złowrogością nie może być blokowany, chyba że przez co najmniej dwa stwory.

# AbilityHanger/Keyword/Mentor
source: Whenever this creature attacks, put a +1/+1 counter on target attacking creature with lesser power.
pl: Ilekroć ten stwór atakuje, umieść znacznik +1/+1 na wskazanym atakującym stworze o mniejszej sile.

# AbilityHanger/Keyword/Mill
source: To mill a card a player puts the top card of their library into their graveyard.
pl: Mieląc kartę gracz umieszcza wierzchnią kartę swojej biblioteki w swoim cmentarzu.

# AbilityHanger/Keyword/Mill_Title
source: Mill
pl: Mielenie

# AbilityHanger/Keyword/Mutate_Body
source: If you cast this spell for its mutate cost, put it under or over target non-Human creature you own. They mutate into the creature on top plus all abilities from under it.
pl: Jeśli rzucisz ten czar za jego koszt mutowania, umieść go na lub pod wskazanym własnym stworem bez typu Człowiek. Mutują one w stwora na wierzchu plus wszystkie zdolności pod nim.

# AbilityHanger/Keyword/Overload
source: You may cast this spell for its overload cost. If you do, change its text by replacing all instances of "target" with "each."
pl: Możesz rzucić ten czar za jego koszt przeciążenia. Jeśli tak zrobisz, zmień jego tekst zastępując wszystkie wystąpienia słowa "wskazany" słowem "każdy."

# AbilityHanger/Keyword/PhasedOut
source: This permanent is treated as if it doesn't exist until the start of its controller's next turn.
pl: Ten permanent jest traktowany jako nieistniejący do początku najbliżej tury jego władcy.

# AbilityHanger/Keyword/PhasedOut_Title
source: Phased Out
pl: Wycofany

# AbilityHanger/Keyword/Proliferate
source: Choose any number of permanents and/or players, then give each another counter of each kind already there.
pl: Wybierz dowolną liczbę permanentów i/lub graczy, następnie daj każdemu kolejny znacznik każdego z już obecnych tam rodzajów.

# AbilityHanger/Keyword/Proliferate_Title
source: Proliferate
pl: Rozpleń

# AbilityHanger/Keyword/ProtectionFromBlack
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything black.
pl: Nic czarnego nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromBlack_Title
source: Protection from Black
pl: Ochrona przed czarnym

# AbilityHanger/Keyword/ProtectionFromBlue
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything blue.
pl: Nic niebieskiego nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromBlue_Title
source: Protection from Blue
pl: Ochrona przed niebieskim

# AbilityHanger/Keyword/ProtectionFromChosenCard
source: You can't be targeted, dealt damage, or enchanted by anything with the chosen name.
pl: Nic o wybranej nazwie nie może cię wskazać, zauroczyć ani zadać tobie obrażeń.

# AbilityHanger/Keyword/ProtectionFromChosenNumber
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything with a mana value other than the chosen number.
pl: Nic o skrócie many innym niż wybrana liczba nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromChosenNumber_Title
source: Protection from ...
pl: Ochrona przed...

# AbilityHanger/Keyword/ProtectionFromChosenNumberN
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything with a mana value other than {0}.
pl: Nic o skrócie many innym niż {0} nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromColor
source: A player or permanent with protection from a color can't be blocked, targeted, dealt damage, enchanted, or equipped by anything of that color.
pl: Nic o danym kolorze nie może blokować, wskazywać, zadać obrażeń zauroczyć ani wyposażyć permanentu lub gracza z ochroną przed owym kolorem.

# AbilityHanger/Keyword/ProtectionFromColor_Title
source: Protection from a Color
pl: Ochrona przed kolorem

# AbilityHanger/Keyword/ProtectionFromDemons
source: This permanent can't be blocked, targeted, or dealt damage by Demons.
pl: Demony nie mogą zadać obrażeń, blokować ani wskazywać tego permanentu.

# AbilityHanger/Keyword/ProtectionFromDogs
source: A permanent with protection from Dogs can't be blocked, targeted, or dealt damage by Dogs.
pl: Psy nie mogą zadać obrażeń, blokować ani wskazywać tego permanentu.

# AbilityHanger/Keyword/ProtectionFromDragons
source: This permanent can't be blocked, targeted, or dealt damage by Dragons.
pl: Smoki nie mogą zadać obrażeń, blokować ani wskazywać tego permanentu.

# AbilityHanger/Keyword/ProtectionFromEven
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything with an even mana value.
pl: Nic o parzystym skrócie many nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromEvenOrOdd
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything with either an odd or even mana value.
pl: Nic o parzystym lub nieparzystym skrócie many nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromEvenText
source: Protection from even mana values.
pl: Ochrona przed parzystymi skrótami many.

# AbilityHanger/Keyword/ProtectionFromEvenTitle
source: Protection from Even Mana Values
pl: Ochrona przez parzystymi skrótami many

# AbilityHanger/Keyword/ProtectionFromGodCreatures
source: This permanent can't be blocked, targeted, or dealt damage by God creatures.
pl: Bogowie nie mogą zadać obrażeń, blokować ani wskazywać tego permanentu.

# AbilityHanger/Keyword/ProtectionFromGodCreatures_Title
source: Protection from God Creatures
pl: Ochrona przed Bogami

# AbilityHanger/Keyword/ProtectionFromGreen
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything green.
pl: Nic zielonego nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromGreen_Title
source: Protection from Green
pl: Ochrona przed zielonym

# AbilityHanger/Keyword/ProtectionFromMulticolored
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything multicolored.
pl: Nic wielokolorowego nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromMulticolored_Title
source: Protection from Multicolored
pl: Ochrona przed wielokolorowym

# AbilityHanger/Keyword/ProtectionFromOdd
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything with an odd mana value.
pl: Nic o nieparzystym skrócie many nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromOddText
source: Protection from odd mana values.
pl: Ochrona przed nieparzystymi skrótami many.

# AbilityHanger/Keyword/ProtectionFromOddTitle
source: Protection from Odd Mana Values
pl: Ochrona przed nieparzystymi skrótami many

# AbilityHanger/Keyword/ProtectionFromPlaneswalkers
source: This creature can't be blocked, targeted, or dealt damage by planeswalkers.
pl: Wędrowcy nie mogą zadać obrażeń, blokować ani wskazywać tego stwora.

# AbilityHanger/Keyword/ProtectionFromPlaneswalkers_Title
source: Protection from Planeswalkers
pl: Ochrona przed wędrowcami

# AbilityHanger/Keyword/ProtectionFromRed
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything red.
pl: Nic czerwonego nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromRed_Title
source: Protection from Red
pl: Ochrona przed czerwonym

# AbilityHanger/Keyword/ProtectionFromWhite
source: This permanent can't be blocked, targeted, dealt damage, enchanted, or equipped by anything white.
pl: Nic białego nie może blokować, wskazywać, zadać obrażeń, zauroczyć ani wyposażyć tego permanentu.

# AbilityHanger/Keyword/ProtectionFromWhite_Title
source: Protection from White
pl: Ochrona przed białym

# AbilityHanger/Keyword/ProtectionFromZombies
source: This creature can't be blocked, targeted, or dealt damage by Zombies.
pl: Zombi nie mogą zadać obrażeń, blokować ani wskazywać tego stwora.

# AbilityHanger/Keyword/Prowess
source: Whenever you cast a noncreature spell, this creature gets +1/+1 until end of turn.
pl: Ilekroć rzucisz niestworowy czar, ten stwór dostaje do końca tury +1/+1.

# AbilityHanger/Keyword/Reach
source: A creature with reach can block creatures with flying.
pl: Stwór mający zasięg może blokować stwory mające latanie.

# AbilityHanger/Keyword/Riot
source: A creature with riot enters the battlefield with your choice of a +1/+1 counter or haste.
pl: Możesz wybrać, czy stwór mający zamieszki wejdzie na pole walki mając znacznik +1/+1, czy pośpiech.

# AbilityHanger/Keyword/Scry
source: Look at the top cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.
pl: Spójrz na wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.

# AbilityHanger/Keyword/Scry1
source: Look at the top card of your library. You may put that card on the bottom of your library.
pl: Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ją na spodzie twojej biblioteki.

# AbilityHanger/Keyword/Scry1_Title
source: Scry 1
pl: Wróż 1

# AbilityHanger/Keyword/Scry2
source: Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.
pl: Spójrz na dwie wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.

# AbilityHanger/Keyword/Scry2_Title
source: Scry 2
pl: Wróż 2

# AbilityHanger/Keyword/Scry3
source: Look at the top three cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.

# AbilityHanger/Keyword/Scry3_Title
source: Scry 3
pl: Wróż 3

# AbilityHanger/Keyword/Scry4
source: Look at the top four cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.
pl: Spójrz na cztery wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.

# AbilityHanger/Keyword/Scry4_Title
source: Scry 4
pl: Wróż 4

# AbilityHanger/Keyword/ScryX
source: Look at the top X cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.
pl: Spójrz na X wierzchnich karty twojej biblioteki, następnie umieść dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.

# AbilityHanger/Keyword/ScryX_Title
source: Scry X
pl: Wróż X

# AbilityHanger/Keyword/Spectacle
source: You may cast this spell for its spectacle cost rather than its mana cost if an opponent lost life this turn.
pl: Możesz rzucić ten czar za jego koszt widowiska zamiast za jego koszt many, jeśli przeciwnik stracił życia w tej turze.

# AbilityHanger/Keyword/SplitSecond
source: As long as this spell is on the stack, players can't cast spells or activate abilities that aren't mana abilities.
pl: O ile ten czar jest na stosie, gracze nie mogą rzucać czarów ani aktywować zdolności nie dających many.

# AbilityHanger/Keyword/Storm
source: When you cast this spell, copy it for each spell cast before it this turn. You may choose new targets for the copies.
pl: Kiedy rzucisz ten czar, skopiuj go tylekroć, ile czarów rzucono przed nim w tej turze. Możesz wskazać nowe cele dla kopii.

# AbilityHanger/Keyword/Surveil
source: Look at the top card(s) of your library, then put any number of them into your graveyard and the rest on top of your library in any order.
pl: Spójrz na wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich w twoim cmentarzu, a pozostałe na wierzchu twojej biblioteki w dowolnej kolejności.

# AbilityHanger/Keyword/Surveil1
source: Look at the top card of your library. You may put it into your graveyard.
pl: Spójrz na wierzchnią kartę twojej biblioteki. Możesz umieścić ją w twoim cmentarzu.

# AbilityHanger/Keyword/Surveil1_Title
source: Surveil 1
pl: Szpieguj 1

# AbilityHanger/Keyword/Surveil2
source: Look at the top 2 cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.
pl: Spójrz na dwie wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich w twoim cmentarzu, a pozostałe na wierzchu twojej biblioteki w dowolnej kolejności.

# AbilityHanger/Keyword/Surveil2_Title
source: Surveil 2
pl: Szpieguj 2

# AbilityHanger/Keyword/Surveil3
source: Look at the top 3 cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.
pl: Spójrz na trzy wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich w twoim cmentarzu, a pozostałe na wierzchu twojej biblioteki w dowolnej kolejności.

# AbilityHanger/Keyword/Surveil3_Title
source: Surveil 3
pl: Szpieguj 3

# AbilityHanger/Keyword/Surveil4
source: Look at the top 4 cards of your library, then put any number of them into your graveyard and the rest on top of your library in any order.
pl: Spójrz na cztery wierzchnie karty twojej biblioteki, następnie umieść dowolne z nich w twoim cmentarzu, a pozostałe na wierzchu twojej biblioteki w dowolnej kolejności.

# AbilityHanger/Keyword/Surveil4_Title
source: Surveil 4
pl: Szpieguj 4

# AbilityHanger/Keyword/Trample
source: A creature with trample can deal excess combat damage to the player or planeswalker it's attacking.
pl: Stwór z tratowaniem może zadać nadwyżkę obrażeń bojowych graczowi lub wędrowcowi, którego atakuje.

# AbilityHanger/Keyword/Transform
source: Transform
pl: Transformacja

# AbilityHanger/Keyword/VentureIntoTheDungeon
source: Enter the first room of a dungeon. If already in a dungeon advance to the next room instead.
pl: Wejdź do pierwszej sali lochu. Jeśli już jesteś w lochu, zamiast tego przejdź do kolejnej sali.

# AbilityHanger/Keyword/VentureIntoTheDungeon_CompletedDungeons
source: Completed Dungeons
pl: Ukończone lochy
