Repository: dekoza/mtgpl
Catalog: MTGA/trans/*/MTGA_DuelScene.po
Languages: pl

# DuelScene/Browsers/Assign_Damage_Text
source: Assign damage for {attacker}.
pl: Przypisz obrażenia od {attacker}.

# DuelScene/Browsers/Assign_Damage_Title
source: Assign Damage
pl: Przypisz obrażenia

# DuelScene/Browsers/BeginningPhase
source: Untap, Upkeep, Draw
pl: Odkręcanie, Utrzymanie, Dobieranie

# DuelScene/Browsers/Browser_CancelText
source: Cancel
pl: Anuluj

# DuelScene/Browsers/BrowserCardInfo_ActivateAbility
source: Activate Ability
pl: Aktywuj zdolność

# DuelScene/Browsers/BrowserCardInfo_AlternateCost
source: Alternate Cost
pl: Koszt alternatywny

# DuelScene/Browsers/BrowserCardInfo_CastWith
source: Cast With
pl: Rzuć z

# DuelScene/Browsers/BrowserCardInfo_PlayWith
source: Play With
pl: Zagraj z

# DuelScene/Browsers/Card_Text
source: {numCards} Card
pl: {numCards} karta

# DuelScene/Browsers/Cards_Text
source: {numCards} Cards
pl: {numCards} kart(y)

# DuelScene/Browsers/Choose_Color
source: Choose Color
pl: Wybierz kolor

# DuelScene/Browsers/Choose_Deck_For_Edit
source: Choose a Deck to Edit
pl: Wybierz talię do edycji

# DuelScene/Browsers/Choose_Land_Type
source: Choose Land Type
pl: Wybierz typ lądu

# DuelScene/Browsers/Choose_Option_AtLeast_Min
source: Choose At Least {value}
pl: Wybierz co najmniej {value}

# DuelScene/Browsers/Choose_Option_AtLeast_One
source: Choose At Least One
pl: Wybierz co najmniej jedno

# DuelScene/Browsers/Choose_Option_AtLeast_Two
source: Choose At Least Two
pl: Wybierz co najmniej dwa

# DuelScene/Browsers/Choose_Option_Min
source: Choose {value}
pl: Wybierz {value}

# DuelScene/Browsers/Choose_Option_None
source: No Card to Choose
pl: Nie można wybrać karty

# DuelScene/Browsers/Choose_Option_One
source: Choose One
pl: Wybierz jedno

# DuelScene/Browsers/Choose_Option_Text
source: Click an option below to select it.
pl: Kliknij opcję poniżej by ją wybrać.

# DuelScene/Browsers/Choose_Option_Title
source: Choose Option
pl: Wybierz opcję

# DuelScene/Browsers/Choose_Option_ToCast
source: Select Card to Cast
pl: Wybierz kartę do rzucenia

# DuelScene/Browsers/Choose_Option_ToPlay
source: Select Card to Play
pl: Wybierz kartę do zagrania

# DuelScene/Browsers/Choose_Option_ToPlayOrCast
source: Select Card to Play or Cast
pl: Wybierz kartę do zagrania lub rzucenia

# DuelScene/Browsers/Choose_Option_Two
source: Choose Two
pl: Wybierz dwie

# DuelScene/Browsers/Choose_Option_UpTo_Max
source: Choose Up To {value}
pl: Wybierz co najwyżej {value}

# DuelScene/Browsers/Choose_Option_UpTo_One
source: Choose Up To One
pl: Wybierz co najwyżej jedną

# DuelScene/Browsers/Choose_Option_UpTo_Two
source: Choose Up To Two
pl: Wybierz co najwyżej dwie

# DuelScene/Browsers/Choose_Options
source: Choose Options
pl: Wybierz opcje

# DuelScene/Browsers/ChooseCards
source: Choose Card(s)
pl: Wybierz kartę/y

# DuelScene/Browsers/ChooseColorPair
source: Choose a card for each color pair.
pl: Wybierz kartę z każdej pary kolorów.

# DuelScene/Browsers/Click_Add_Stop
source: Click to Add Stop
pl: Kliknij by dodać zatrzymanie

# DuelScene/Browsers/Click_Emotes
source: Click for Emotes
pl: Kliknij po emotki

# DuelScene/Browsers/Click_Mute_Unmute
source: Click to Mute / Unmute
pl: Kliknij by przełączyć wyciszenie

# DuelScene/Browsers/Click_Remove_Stop
source: Click to Remove Stop
pl: Kliknij by usunąć zatrzymanie

# DuelScene/Browsers/ColorSelectHeader
source: Choose Colors
pl: Wybierz kolory

# DuelScene/Browsers/CombatPhase
source: Beginning of Combat, Declare Attackers, Declare Blockers, Combat Damage, End of Combat
pl: Początek potyczki, deklaracja atakujących, deklaracja blokujących, obrażenia bojowe, koniec potyczki

# DuelScene/Browsers/EndingPhase
source: End, Cleanup
pl: Koniec, sprzątanie

# DuelScene/Browsers/Exert_Normal_Tooltip
source: Normal Attack
pl: Normalny atak

# DuelScene/Browsers/Exert_Tooltip
source: Exert
pl: Wytęż

# DuelScene/Browsers/Exile_Browser_Title
source: Exile
pl: Wygnanie

# DuelScene/Browsers/Explore_Title
source: Explore
pl: Eksploracja

# DuelScene/Browsers/FirstMainPhase
source: First Main
pl: Pierwsza główna

# DuelScene/Browsers/Foretell_Special_Action_Body
source: During your turn, you may pay {o2} and exile this card from your hand face down. Cast it on a later turn for its foretell cost {foretellCost}.
pl: W twojej turze możesz zapłacić {o2} i wygnać tę kartę zakrytą z twojej ręki. Rzuć ją w późniejszej turze za jej koszt przepowiedni {foretellCost}.

# DuelScene/Browsers/Foretell_Special_Action_Title
source: Foretell
pl: Przepowiednia

# DuelScene/Browsers/Graveyard_Browser_Title
source: Graveyard
pl: Cmentarz

# DuelScene/Browsers/Library_Browser_Title
source: Library
pl: Biblioteka

# DuelScene/Browsers/Local_Player
source: You
pl: Ty

# DuelScene/Browsers/Multi_Browser_SubTitle
source: Click on one option below to select it.
pl: Kliknij jedną z poniższych opcji by ją wybrać.

# DuelScene/Browsers/Multi_Browser_Title
source: Choose One
pl: Wybierz jedno

# DuelScene/Browsers/Mutate_BrowserButton_Over
source: Over
pl: Nad

# DuelScene/Browsers/Mutate_BrowserButton_Under
source: Under
pl: Pod

# DuelScene/Browsers/Mutate_BrowserHeader
source: Mutate
pl: Mutuj

# DuelScene/Browsers/Mutate_BrowserSubHeader
source: Select whether to mutate this card under or over the targeted creature. <i>They mutate into the creature on top plus all abilities from under it.</i>
pl: Wybierz, czy zmutować tę kartę pod czy nad wskazanego stwora. <i>Mutują w stwora na górze plus wszystkie zdolności pod nim.</i>

# DuelScene/Browsers/NoActionsBrowser_Header_Plural
source: You May Not Play These Cards
pl: Nie można grać tymi kartami

# DuelScene/Browsers/NoActionsBrowser_Header_Single
source: You May Not Play This Card
pl: Nie można grać tą kartą

# DuelScene/Browsers/NoActionsBrowser_SubHeader
source: Click the button below to continue
pl: Kliknij poniższy przycisk by kontynuować

# DuelScene/Browsers/Opponent
source: Opponent
pl: Przeciwnik

# DuelScene/Browsers/OptionalActionWorkflow_Header_Fabricate1
source: Fabricate 1
pl: Produkcja 1

# DuelScene/Browsers/OptionalActionWorkflow_Header_Fabricate2
source: Fabricate 2
pl: Produkcja 2

# DuelScene/Browsers/OptionalActionWorkflow_Header_Fabricate3
source: Fabricate 3
pl: Produkcja 3

# DuelScene/Browsers/OptionalActionWorkflow_NoCardRuleText_Fabricate1
source: Create a 1/1 colorless Servo artifact creature token
pl: Stwórz żeton bezkolorowego artefaktowego stwora Serwo 1/1

# DuelScene/Browsers/OptionalActionWorkflow_NoCardRuleText_Fabricate2
source: Create two 1/1 colorless Servo artifact creature tokens
pl: Stwórz dwa żetony bezkolorowego artefaktowego stwora Serwo 1/1

# DuelScene/Browsers/OptionalActionWorkflow_NoCardRuleText_Fabricate3
source: Create three 1/1 colorless Servo artifact creature tokens
pl: Stwórz trzy żetony bezkolorowego artefaktowego stwora Serwo 1/1

# DuelScene/Browsers/OptionalActionWorkflow_YesCardRuleText_Fabricate1
source: Put a +1/+1 counter on {cardname}
pl: Umieść znacznik +1/+1 na {cardname}

# DuelScene/Browsers/OptionalActionWorkflow_YesCardRuleText_Fabricate2
source: Put two +1/+1 counters on {cardname}
pl: Umieść dwa znaczniki +1/+1 na {cardname}

# DuelScene/Browsers/OptionalActionWorkflow_YesCardRuleText_Fabricate3
source: Put three +1/+1 counters on {cardname}
pl: Umieść trzy znaczniki +1/+1 na {cardname}

# DuelScene/Browsers/Order_Attackers_Text
source: Drag to order the creatures attacking {cardName}. Creatures will be damaged in order from left to right.
pl: Przeciągaj aby wybrać kolejność stworów atakujących {cardName}. Obrażenia będą przyznawane od lewej do prawej.

# DuelScene/Browsers/Order_Attackers_Title
source: Order Attackers
pl: Uszereguj atakujących

# DuelScene/Browsers/Order_Blockers_Text
source: Drag to order the creatures blocking {cardName}. Creatures will be damaged in order from left to right.
pl: Przeciągaj aby wybrać kolejność stworów blokujących {cardName}. Obrażenia będą przyznawane od lewej do prawej.

# DuelScene/Browsers/Order_Blockers_Title
source: Order Blockers
pl: Uszereguj blokujących

# DuelScene/Browsers/Order_Bottom
source: Bottom
pl: Spód

# DuelScene/Browsers/Order_First
source: First
pl: Pierwszy

# DuelScene/Browsers/Order_Last
source: Last
pl: Ostatni

# DuelScene/Browsers/Order_Top
source: Top
pl: Wierzch

# DuelScene/Browsers/OrderRequest_Bottom_Header
source: Order Cards
pl: Uszereguj karty

# DuelScene/Browsers/OrderRequest_Bottom_SubHeader
source: Drag cards to order them on the bottom of your library.
pl: Przeciągnij karty by wybrać ich kolejność na spodzie twojej biblioteki.

# DuelScene/Browsers/OrderRequest_Generic_Header
source: Order Cards
pl: Uszereguj karty

# DuelScene/Browsers/OrderRequest_Generic_LeftText
source: BOTTOM
pl: SPÓD

# DuelScene/Browsers/OrderRequest_Generic_RightText
source: TOP
pl: WIERZCH

# DuelScene/Browsers/OrderRequest_Generic_SubHeader
source: Drag cards to order them.
pl: Przeciągaj karty by je uszeregować.

# DuelScene/Browsers/OrderRequest_Top_Header
source: Order Cards
pl: Uszereguj karty

# DuelScene/Browsers/OrderRequest_Top_SubHeader
source: Drag cards to order them on top of your library.
pl: Przeciągaj karty by wybrać ich kolejność na wierzchu twojej biblioteki.

# DuelScene/Browsers/OrderTriggeredAbilities_First
source: First
pl: Pierwsza

# DuelScene/Browsers/OrderTriggeredAbilities_Header
source: Order Triggers
pl: Uszereguj wyzwalacze

# DuelScene/Browsers/OrderTriggeredAbilities_Last
source: Last
pl: Ostatnia

# DuelScene/Browsers/OrderTriggeredAbilities_SubHeader
source: Drag triggers to choose resolution order
pl: Przeciągaj wyzwalacze by ustalić kolejność rozpatrzenia

# DuelScene/Browsers/Repeat_Options_Subheader
source: You may choose the same option more than once, {options} options remaining
pl: Możesz wybrać tę samą opcję więcej niż raz; zostało {options} opcji

# DuelScene/Browsers/RevealBrowser_Dismiss
source: Dismiss
pl: Zamknij

# DuelScene/Browsers/Revealed_Card_Title
source: Revealed Cards
pl: Ujawnione karty

# DuelScene/Browsers/Riot_BrowserButton_Counter
source: +1/+1 Counter
pl: Znacznik +1/+1

# DuelScene/Browsers/Riot_BrowserButton_Haste
source: Haste
pl: Pośpiech

# DuelScene/Browsers/Riot_BrowserHeader
source: Riot
pl: Zamieszki

# DuelScene/Browsers/Riot_BrowserSubHeader
source: Select whether this creature enters the battlefield with a +1/+1 counter or haste.
pl: Wybierz czy ten stwór wejdzie na pole bitwy ze znacznikiem +1/+1 czy z pośpiechem.

# DuelScene/Browsers/ScryBrowser_Header
source: Scry
pl: Wróż

# DuelScene/Browsers/ScryBrowser_LeftText
source: Bottom
pl: Spód

# DuelScene/Browsers/ScryBrowser_RightText
source: Top
pl: Wierzch

# DuelScene/Browsers/ScryBrowser_SubHeader
source: Drag cards to put them on the top or bottom of your library.
pl: Przeciągnij karty by umieścić je na wierzchu lub spodzie twojej biblioteki.

# DuelScene/Browsers/SecondMainPhase
source: Second Main
pl: Druga główna

# DuelScene/Browsers/Seen_Cards_Title
source: Seen Cards
pl: Widziane karty

# DuelScene/Browsers/Select_Cards_Title
source: Choose Cards
pl: Wybierz karty

# DuelScene/Browsers/Select_Cost_SubTitle
source: Select the cost to pay.
pl: Wybierz koszt do zapłacenia.

# DuelScene/Browsers/Select_Cost_Title
source: Select Cost
pl: Wybierz koszt

# DuelScene/Browsers/Select_Deck
source: Choose a Deck
pl: Wybierz talię

# DuelScene/Browsers/Select_Deck_Tooltip
source: Double-click to Edit
pl: Dwuklik otwiera edycję

# DuelScene/Browsers/Select_From_Available_Cards
source: Click a zone name on the left to view that zone. Choose a card by clicking it.
pl: Kliknij nazwę strefy po lewej, by ją przejrzeć. Wybierz kartę klikając ją.

# DuelScene/Browsers/Select_Title
source: Choose
pl: Wybierz

# DuelScene/Browsers/SelectZones_SubHeader
source: Select a zone to search.
pl: Wybierz strefę do przeszukania.

# DuelScene/Browsers/Stack_Browser_Attached_Card
source: Attached Card
pl: Dołączona karta

# DuelScene/Browsers/Stack_Browser_Attached_Cards
source: Attached Cards
pl: Dołączone karty

# DuelScene/Browsers/Stack_Browser_Exiled_Card
source: Exiled Card
pl: Wygnana karta

# DuelScene/Browsers/Stack_Browser_Exiled_Cards
source: Exiled Cards
pl: Wygnane karty

# DuelScene/Browsers/Stack_Browser_Title
source: Stacked Cards
pl: Stos kart

# DuelScene/Browsers/Stacked Cards
source: Stacked Cards
pl: Stos kart

# DuelScene/Browsers/StartingPlayer_DrawFirst
source: Draw First
pl: Wolę dobrać

# DuelScene/Browsers/StartingPlayer_Header
source: Choose if You Will Draw First or Play First
pl: Wybierz czy wolisz dobrać czy zacząć

# DuelScene/Browsers/StartingPlayer_PlayFirst
source: Play First
pl: Wolę zacząć

# DuelScene/Browsers/StartingPlayer_SubHeader
source: The player who plays first will skip their first draw. <i>It is usually best to play first, but some strategies prefer to draw first.</i>
pl: Rozpoczynający gracz pomija swój pierwszy krok dobierania. <i>Zwykle lepiej jest zaczynać, ale niektóre strategie wolą dobrać.</i>

# DuelScene/Browsers/StartingPlayer_Waiting_Header
source: Waiting on Your Opponent
pl: Oczekiwanie na przeciwnika

# DuelScene/Browsers/StartingPlayer_Waiting_SubHeader
source: Your opponent is choosing which player will play first.
pl: Przeciwnik wybiera, który gracz zacznie.

# DuelScene/Browsers/Submit_Deck_Invalid
source: Deck validation failed.
pl: Błąd sprawdzania talii.

# DuelScene/Browsers/Submit_Deck_MissingFormat
source: Your deck did not specify a play format
pl: Twoja talia nie określa formatu rozgrywki

# DuelScene/Browsers/Surveil_Browser_Subtitle
source: Drag cards to put them on the top of your library or into your graveyard.
pl: Przeciągnij karty by umieścić je na wierzchu twojej biblioteki lub w twoim cmentarzu.

# DuelScene/Browsers/Surveil_Browser_Title
source: Surveil
pl: Szpieguj

# DuelScene/Browsers/Transform
source: Transform?
pl: Transformować?

# DuelScene/Browsers/ViewBattlefield
source: View Battlefield
pl: Obejrzyj pole bitwy

# DuelScene/Browsers/ViewBrowser
source: View Browser
pl: Przeglądanie

# DuelScene/Browsers/ViewDismiss_Done
source: Done
pl: Gotowe

# DuelScene/Browsers/ZoneSearch
source: Search {zone}
pl: Przeszukiwanie strefy {zone}

# DuelScene/CDC/Ability
source: Ability
pl: Zdolność

# DuelScene/CDC/Emblem
source: Emblem
pl: Emblemat

# DuelScene/CDC/Token
source: Token
pl: Żeton

# DuelScene/ClientPrompt/ActivateAbility
source: Activate Ability
pl: Aktywuj zdolność

# DuelScene/ClientPrompt/Are_You_Sure_Title
source: Are You Sure?
pl: Na pewno?

# DuelScene/ClientPrompt/AttackerManaCost
source: Cost: {0}
pl: Koszt: {0}

# DuelScene/ClientPrompt/BoltlandSubheader
source: Select whether to pay 3 life or to enter the battlefield tapped.
pl: Wybierz czy zapłacić 3 życia, czy ma wejść przekręcony na pole bitwy.

# DuelScene/ClientPrompt/Cast_Normally_Text
source: Cast Normally
pl: Rzuć normalnie

# DuelScene/ClientPrompt/ChooseX_Pay
source: Pay X = {quantity}
pl: Zapłać X = {quantity}

# DuelScene/ClientPrompt/ChooseX_Pay_Quantity
source: Pay {quantity}
pl: Zapłać {quantity}

# DuelScene/ClientPrompt/ChooseX_Prompt_Sacrifice
source: Select number of creatures to sacrifice
pl: Wybierz liczbę stworów do poświęcenia

# DuelScene/ClientPrompt/ChooseX_Sacrifice
source: Sacrifice {quantity}
pl: Poświęć {quantity}

# DuelScene/ClientPrompt/Click_Select_Option
source: Click on one option below to select it
pl: Kliknij na jednej opcji poniżej by ją wybrać

# DuelScene/ClientPrompt/Click_Yes_No_Text
source: Click Yes to proceed or No to cancel.
pl: Kliknij 'Tak' by kontynuować lub 'Nie' by anulować.

# DuelScene/ClientPrompt/ClientPrompt_Button_AllAttack
source: All Attack
pl: Atak wszystkimi

# DuelScene/ClientPrompt/ClientPrompt_Button_Attack
source: Attack
pl: Atak

# DuelScene/ClientPrompt/ClientPrompt_Button_Back
source: Back
pl: Cofnij

# DuelScene/ClientPrompt/ClientPrompt_Button_Block
source: Block
pl: Blokuj

# DuelScene/ClientPrompt/ClientPrompt_Button_Cancel
source: Cancel
pl: Anuluj

# DuelScene/ClientPrompt/ClientPrompt_Button_CancelAttack
source: Cancel Attacks
pl: Anuluj ataki

# DuelScene/ClientPrompt/ClientPrompt_Button_Confirm_Action
source: Confirm {[InputInteraction]}?
pl: Potwierdzić {[InputInteraction]}?

# DuelScene/ClientPrompt/ClientPrompt_Button_DealDamage
source: Deal Damage
pl: Zadanie obrażeń

# DuelScene/ClientPrompt/ClientPrompt_Button_Decline
source: Decline
pl: Odmawiam

# DuelScene/ClientPrompt/ClientPrompt_Button_FailToFind
source: End Search
pl: Koniec przeszukania

# DuelScene/ClientPrompt/ClientPrompt_Button_Multiple_Blockers
source: {numBlockers} Blockers
pl: {numBlockers} blokujących

# DuelScene/ClientPrompt/ClientPrompt_Button_No
source: No
pl: Nie

# DuelScene/ClientPrompt/ClientPrompt_Button_NoAttackers
source: No Attacks
pl: Bez ataku

# DuelScene/ClientPrompt/ClientPrompt_Button_NoBlockers
source: No Blocks
pl: Bez bloku

# DuelScene/ClientPrompt/ClientPrompt_Button_NumAttackers
source: {[Number]} Attackers
pl: {[Number]} atakujących

# DuelScene/ClientPrompt/ClientPrompt_Button_NumBlockers
source: {[Number]} Blockers
pl: {[Number]} blokujących

# DuelScene/ClientPrompt/ClientPrompt_Button_OpponentsTurn
source: Opponent's Turn
pl: Tura przeciwnika

# DuelScene/ClientPrompt/ClientPrompt_Button_ResolveAttack
source: Resolve Attack
pl: Rozpatrz atak

# DuelScene/ClientPrompt/ClientPrompt_Button_Single_Blocker
source: {numBlockers} Blocker
pl: {numBlockers} blokujący

# DuelScene/ClientPrompt/ClientPrompt_Button_Submit
source: Submit
pl: Potwierdź

# DuelScene/ClientPrompt/ClientPrompt_Button_Submit_Action
source: Submit Action
pl: Potwierdź akcję

# DuelScene/ClientPrompt/ClientPrompt_Button_Submit_XActions
source: Submit {number} Actions
pl: Potwierdź {number} akcji

# DuelScene/ClientPrompt/ClientPrompt_Button_Yes
source: Yes
pl: Tak

# DuelScene/ClientPrompt/ClientPrompt_ChooseDamangeRecipient
source: Choose a player or planeswalker to attack.
pl: Wybierz gracza lub wędrowca do zaatakowania.

# DuelScene/ClientPrompt/ClientPrompt_ChooseTargetsData_Label
source: choosing targets
pl: wskazywanie celów

# DuelScene/ClientPrompt/ClientPrompt_IgnoreBlockers
source: Assign damage as though {cardName} weren't blocked?
pl: Przypisać obrażenia jakby {cardName} nie był blokowany?

# DuelScene/ClientPrompt/ClientPrompt_IllegalAttack
source: Illegal attacks. Try again.
pl: Nielegalne ataki. Spróbuj ponownie.

# DuelScene/ClientPrompt/ClientPrompt_IllegalBlock
source: Illegal blocks. Try again.
pl: Nielegalne bloki. Spróbuj ponownie.

# DuelScene/ClientPrompt/ClientPrompt_Multiple_Attacks_Cancelled
source: Cancel Attacks
pl: Anuluj ataki

# DuelScene/ClientPrompt/ClientPrompt_Multiple_Declared_Attackers
source: {numAttackers} Attackers
pl: {numAttackers} atakujących

# DuelScene/ClientPrompt/ClientPrompt_OpeningHandAction_Header
source: Opening Hand Actions
pl: Akcje startowej ręki

# DuelScene/ClientPrompt/ClientPrompt_OpeningHandAction_SubHeader
source: You will take all available opening hand actions unless you deselect them.
pl: Wykonasz wszystkie akcje startowej ręki, chyba że je odznaczysz.

# DuelScene/ClientPrompt/ClientPrompt_Single_Attack_Cancelled
source: Cancel Attack
pl: Anuluj atak

# DuelScene/ClientPrompt/ClientPrompt_Single_Declared_Attacker
source: {numAttackers} Attacker
pl: {numAttackers} atakujący

# DuelScene/ClientPrompt/ClientPrompt_ZoomData_Label
source: zooming card
pl: przybliżenie karty

# DuelScene/ClientPrompt/Confirm_Quantity_Button_Text
source: Confirm {quantity}
pl: Potwierdź {quantity}

# DuelScene/ClientPrompt/Decline_Action
source: Decline
pl: Odmawiam

# DuelScene/ClientPrompt/Divide_Pile_Facedown_Text
source: Drag cards to move them between piles. The top pile will be face-down.
pl: Przeciągnij karty pomiędzy stosami. Górny stos będzie zakryty.

# DuelScene/ClientPrompt/Divide_Pile_Text
source: Drag cards to move them between piles.
pl: Przeciągnij karty między stosami.

# DuelScene/ClientPrompt/Divide_Pile_Title
source: Divide Cards Into Piles
pl: Podziel karty na stosy

# DuelScene/ClientPrompt/EntersTapped
source: Enters Tapped
pl: Wchodzi przekręcony

# DuelScene/ClientPrompt/ExamineInstance
source: View Current
pl: Zobacz obecny

# DuelScene/ClientPrompt/ExamineMutations
source: View Mutations
pl: Zobacz mutacje

# DuelScene/ClientPrompt/ExaminePrinting
source: View Printed Card
pl: Zobacz treść karty

# DuelScene/ClientPrompt/Forfeit_Match
source: Concede Match and Exit
pl: Poddaj mecz i wyjdź

# DuelScene/ClientPrompt/GreConnectionError
source: Connection Error
pl: Błąd połączenia

# DuelScene/ClientPrompt/Hexproof
source: This permanent can't be the target of spells or abilities your opponents control.
pl: Ten permanent nie może być wskazywany przez czary i zdolności pod władaniem twoich przeciwników.

# DuelScene/ClientPrompt/OptionalAction_Reveal
source: Reveal
pl: Ujawnij

# DuelScene/ClientPrompt/Over_Max_HandSize_Discard_Multiple_Text
source: Your maximum hand size is ({maxHandSize}). You will need to discard {number} cards at the end of your turn.
pl: Twój limit kart na ręce wynosi ({maxHandSize}). Na koniec tury będzie trzeba odrzucić {number} kart(y).

# DuelScene/ClientPrompt/Over_Max_HandSize_Discard_Single_Text
source: You will need to discard down to {maxHandSize} at the end of your turn.
pl: Na koniec tury będzie trzeba odrzucić karty, by zostało {maxHandSize}.

# DuelScene/ClientPrompt/ParityChoice_Even
source: Even
pl: Parzyste

# DuelScene/ClientPrompt/ParityChoice_Odd
source: Odd
pl: Nieparzyste

# DuelScene/ClientPrompt/ParityEmote_Even
source: Even
pl: Parzyste

# DuelScene/ClientPrompt/ParityEmote_Odd
source: Odd
pl: Nieparzyste

# DuelScene/ClientPrompt/Pay2Life
source: Pay 2 Life
pl: Zapłać 2 życia

# DuelScene/ClientPrompt/Pay3Life
source: Pay 3 Life
pl: Zapłać 3 życia

# DuelScene/ClientPrompt/PayAdamant
source: Pay Adamant
pl: Zapłać nieugiętość

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Attack
source: Attack
pl: Atak

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Attackers
source: Declare Attackers
pl: Deklaracja atakujących

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Attacks
source: Attacks
pl: Ataki

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Begin
source: Begin
pl: Początek

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Block
source: Block
pl: Blok

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Blockers
source: Declare Blockers
pl: Deklaracja blokujących

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Combat
source: Combat
pl: Potyczka

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Damage
source: Combat Damage
pl: Obrażenia bojowe

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Draw
source: Draw
pl: Dobieranie

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_End
source: End
pl: Koniec

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_EndCombat
source: End Combat
pl: Koniec potyczki

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_EndOfTurn
source: End of Turn
pl: Koniec tury

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_EndTurn
source: End Turn
pl: Zakończ turę

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_FirstStrikeDamage
source: First Strike Damage
pl: Obrażenia pierwszego ciosu

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Main
source: Main
pl: Główna

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_MyTurn
source: My Turn
pl: Moja tura

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Next
source: Next
pl: Dalej

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_NextCombat
source: Next Combat
pl: Kolejna potyczka

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Pass
source: Pass
pl: Pas

# DuelScene/ClientPrompt/PhaseStep/PhaseStep_Resolve
source: Resolve
pl: Rozpatrz

# DuelScene/ClientPrompt/Remaining_Selection_Prompt
source: ({count} remaining)
pl: (pozostało {count})

# DuelScene/ClientPrompt/Remove_N
source: Remove {count}
pl: Usuń {count}

# DuelScene/ClientPrompt/ResolveAll
source: Resolve All
pl: Rozpatrz wszystkie

# DuelScene/ClientPrompt/ScryEffectResultsEmote
source: {source}: {topCount} top, {bottomCount} bottom.
pl: {source}: {topCount} wierzch, {bottomCount} spód.
