Repository: dekoza/mtgpl
Catalog: MTGA/trans/*/MTGA_AbilityHanger.po
Languages: pl

# AbilityHanger/Keyword/VentureIntoTheDungeon_Title
source: Venture into the Dungeon
pl: Zapuść się do lochu

# AbilityHanger/Keyword/Vigilance
source: Attacking doesn't cause a creature with vigilance to tap.
pl: Atakuje nie powoduje przekręcenia stwora z czujnością.

# AbilityHanger/Keyword/Ward
source: Whenever a permanent with ward becomes the target of a spell or ability an opponent controls, counter it unless that player pays the ward cost.
pl: Ilekroć permanent z opieką zostanie wskazany przez czar lub zdolność pod władaniem przeciwnika, skontruj je, chyba że ów gracz opłaci koszt opieki.

# AbilityHanger/LayeredEffect/Body_CopyObject
source: Copy of [OVERLAYCARDNAME] until [PROMPTID].
pl: Kopia [OVERLAYCARDNAME] do [PROMPTID].

# AbilityHanger/LayeredEffect/Body_CopyObject_NOPROMPT
source: Copy of [OVERLAYCARDNAME].
pl: Kopia [OVERLAYCARDNAME].

# AbilityHanger/LayeredEffect/Type_CopyObject
source: Temporary Copy
pl: Tymczasowa kopia

# AbilityHanger/LayeredEffect/Type_CopyObject_NOPROMPT
source: Copy
pl: Kopia

# AbilityHanger/PlayWarning/Abilities_Removed_Text
source: {count} abilities removed by {remover}
pl: {count} zdolności usuniętych przez {remover}

# AbilityHanger/PlayWarning/Abilities_Removed_Title
source: Abilities Removed
pl: Usunięte zdolności

# AbilityHanger/PlayWarning/Ability_Removed_Text
source: {count} ability removed by {remover}
pl: {count} zdolność usunięta przez {remover}

# AbilityHanger/PlayWarning/Ability_Removed_Title
source: Ability Removed
pl: Usunięta zdolność

# AbilityHanger/PlayWarning/Activate_Prevented_Title
source: Can't Activate
pl: Nie można aktywować

# AbilityHanger/PlayWarning/Activated_Ability_Prevented_By_Text
source: You can't activate abilities on this card except mana abilities because of {affector}.
pl: Nie możesz aktywować zdolności tej karty oprócz zdolności many z powodu {affector}.

# AbilityHanger/PlayWarning/Activated_Ability_Prevented_Text
source: You can't activate abilities on this card except mana abilities.
pl: Nie możesz aktywować zdolności tej karty z wyjątkiem zdolności many.

# AbilityHanger/PlayWarning/Activated_Loyalty_Prevented_By_Text
source: You can't activate this card's loyalty abilities because of {affector}.
pl: Nie możesz aktywować zdolności lojalnościowych z powodu {affector}.

# AbilityHanger/PlayWarning/Activated_Loyalty_Prevented_Text
source: You can't activate this card's loyalty abilities.
pl: Nie możesz aktywować zdolności lojalnościowych tej karty.

# AbilityHanger/PlayWarning/Activated_Mana_Prevented_By_Text
source: You can't activate mana production abilities on the card {cardName} because of {preventerCardName}.
pl: Nie możesz aktywować dających manę zdolności karty {cardName} z powodu {preventerCardName}.

# AbilityHanger/PlayWarning/Activated_Mana_Prevented_Text
source: You can't activate mana production abilities on the card {cardName} because of an effect.
pl: Nie możesz aktywować dających manę zdolności karty {cardName} z powodu efektu.

# AbilityHanger/PlayWarning/Activated_Prevented_By_Text
source: You can't activate abilities on this card because of {affector}.
pl: Nie możesz aktywować zdolności tej karty z powodu {affector}.

# AbilityHanger/PlayWarning/Activated_Prevented_Text
source: You can't activate abilities on this card.
pl: Nie możesz aktywować zdolności tej karty.

# AbilityHanger/PlayWarning/Attack_Block_Prevented_Title
source: Can't Attack or Block
pl: Nie może atakować ani blokować

# AbilityHanger/PlayWarning/Body_AdaptHasCounters
source: This creature will not successfully Adapt if it has one or more +1/+1 counters on it.
pl: Temu stworowi nie uda się Adaptacja jeśli ma co najmniej jeden znacznik +1/+1.

# AbilityHanger/PlayWarning/Body_EntersTapped
source: This card would enter the battlefield tapped.
pl: Ta karta weszłaby przekręcona na pole walki.

# AbilityHanger/PlayWarning/Body_Legendary
source: You already have a copy of this legendary in play. Playing this one will require you to choose which copy to keep.
pl: Masz już kopię tej legendy w grze. Zagranie tej wymusi wybór, którą z nich zachować.

# AbilityHanger/PlayWarning/Body_Undefined
source: Playing this card right now may not be the best choice.
pl: Zagranie tej karty w tym momencie może nie być najlepszym wyborem.

# AbilityHanger/PlayWarning/Body_UnpayableCost
source: This card will be sacrificed after being played if you can't pay the cost.
pl: Ten stwór zostanie poświęcony po zagraniu jeśli nie możesz opłacić kosztu.

# AbilityHanger/PlayWarning/Body_WouldSacrificeSource
source: This card will be sacrificed when it enters the battlefield if you can't sacrifice two other lands.
pl: Ten stwór zostanie poświęcony po wejściu na pole walki jeśli nie możesz poświęcić dwóch innych lądów.

# AbilityHanger/PlayWarning/Cast_Prevented_By_Text
source: You can't cast this spell because of {preventerCardName}.
pl: Nie możesz rzucić tego czaru z powodu {preventerCardName}.

# AbilityHanger/PlayWarning/Cast_Prevented_Text
source: You can't cast this spell right now.
pl: Nie możesz teraz rzucić tego czaru.

# AbilityHanger/PlayWarning/Cast_Prevented_Title
source: Can't Cast
pl: Nie można rzucić

# AbilityHanger/PlayWarning/Header_AdaptHasCounters
source: Has Counter(s)
pl: Ma znacznik(i)

# AbilityHanger/PlayWarning/Header_EntersTapped
source: Enters Tapped
pl: Wchodzi przekręcony

# AbilityHanger/PlayWarning/Header_Legendary
source: Duplicate Legendary
pl: Duplikat legendarnego

# AbilityHanger/PlayWarning/Header_Undefined
source: Warning
pl: Uwaga

# AbilityHanger/PlayWarning/Header_UnpayableCost
source: Cost Required
pl: Wymagany koszt

# AbilityHanger/PlayWarning/Header_WouldSacrificeSource
source: Sacrifice Required
pl: Wymagane poświęcenie

# AbilityHanger/PlayWarning/Play_Prevented_By_Text
source: You can't play this card because of {cardTitle}.
pl: Nie możesz zagrać tej karty z powodu {cardTitle}.

# AbilityHanger/PlayWarning/Play_Prevented_Text
source: You can't play this card because of an effect.
pl: Nie możesz zagrać tej karty z powodu efektu.

# AbilityHanger/PlayWarning/Play_Prevented_Title
source: Can't Play
pl: Nie można zagrać

# AbilityHanger/Qualification/AdaptAsThoughNoCounters_Title
source: Can Adapt Again
pl: Nie można ponownie adaptować

# AbilityHanger/Qualification/AssignCombatDamageAsThoughWerentBlocked_Title
source: Unstoppable
pl: Niepowstrzymany

# AbilityHanger/Qualification/AssignCombatDamageWithToughness_Title
source: Backbone
pl: Kręgosłup

# AbilityHanger/Qualification/CanAttack_Title
source: Can Attack
pl: Może atakować

# AbilityHanger/Qualification/CanBeTheTargetOf
source: Can be the target of spells and abilities as though it didn't have hexproof
pl: Może być wskazany przez czary i zdolności tak, jakby nie miał antyklątwy

# AbilityHanger/Qualification/CanBeTheTargetOf_Title
source: Can Be Targeted
pl: Może być wskazany

# AbilityHanger/Qualification/CanPlayThisTurn_Body
source: You may play this card until the end of this turn.
pl: Możesz zagrać tę kartę do końca tury.

# AbilityHanger/Qualification/CantAttack_Body
source: {cardname} can't Attack.
pl: {cardname} nie może atakować.

# AbilityHanger/Qualification/CantAttack_Title
source: Can't Attack
pl: Nie można atakować

# AbilityHanger/Qualification/CantBeBlocked_Title
source: Can't be Blocked
pl: Nie może być blokowany

# AbilityHanger/Qualification/CantBeCountered_Title
source: Can't Be Countered
pl: Nie może być skontrowany

# AbilityHanger/Qualification/CantBePrevented_Title
source: Can't Be Prevented
pl: Nie może być zażegnane

# AbilityHanger/Qualification/CantBeTheTargetOf_Title
source: Can't Be Targeted
pl: Nie może być wskazywany

# AbilityHanger/Qualification/CantBlock_Body
source: {cardname} can't Block.
pl: {cardname} nie może blokować.

# AbilityHanger/Qualification/CantBlock_Title
source: Can't Block
pl: Nie można blokować

# AbilityHanger/Qualification/CantUntap_Title
source: Doesn't Untap
pl: Nie odkręca się

# AbilityHanger/Qualification/MayPlay_Title
source: May Play
pl: Można zagrać

# AbilityHanger/Qualification/MayPlayThisTurn_Title
source: May Play Until End of Turn
pl: Można zagrać do końca tury

# AbilityHanger/Qualification/MustBeBlocked_Title
source: Must Be Blocked
pl: Musi być blokowany

# AbilityHanger/Qualification/MustBlock_Title
source: Must Block
pl: Konieczność bloku

# AbilityHanger/SpecialHangers/AddedAbilities_Header
source: Added Abilities
pl: Dodane zdolności

# AbilityHanger/SpecialHangers/Adventure_Body
source: You may cast this card as an Adventure, after you do exile it. You may then cast the creature later from exile.
pl: Możesz rzucić tę kartę jako Przygodę, po czym wygnaj ją. Możesz później rzucić stwora z wygnania.

# AbilityHanger/SpecialHangers/Adventure_Header
source: Adventure
pl: Przygoda

# AbilityHanger/SpecialHangers/ArtifactAffinity_Body
source: A spell with affinity for artifacts costs <sprite="SpriteSheet_ManaIcons" name="x1"> less to cast for each artifact controlled (currently {amount}).
pl: Rzucenie czaru mającego koligację z artefaktami kosztuje o <sprite="SpriteSheet_ManaIcons" name="x1"> mniej za każdy władany artefakt (obecnie {amount}).

# AbilityHanger/SpecialHangers/ArtifactAffinity_BodyNoParams
source: A spell with affinity for artifacts costs <sprite="SpriteSheet_ManaIcons" name="x1"> less to cast for each artifact controlled.
pl: Rzucenie czaru mającego koligację z artefaktami kosztuje o <sprite="SpriteSheet_ManaIcons" name="x1"> mniej za każdy władany artefakt.

# AbilityHanger/SpecialHangers/ArtifactAffinity_Title
source: Affinity for Artifacts
pl: Koligacja z artefaktami

# AbilityHanger/SpecialHangers/Banned_Body
source: This card is not legal in the following formats: {formats}
pl: Ta karta nie jest legalna w następujących formatach: {formats}

# AbilityHanger/SpecialHangers/Banned_Header
source: Not Legal
pl: Nielegalne

# AbilityHanger/SpecialHangers/Damaged_Body
source: This creature has taken {ammount} damage
pl: Ten stwór otrzymał {ammount} obrażeń

# AbilityHanger/SpecialHangers/Damaged_Title
source: Damaged
pl: Uszkodzony

# AbilityHanger/SpecialHangers/EnteredBattlefieldThisTurn
source: Entered the Battlefield this turn.
pl: Wszedł na pole walki w tej turze.

# AbilityHanger/SpecialHangers/EnteredExileThisTurn
source: Entered Exile this turn.
pl: Wygnane w tej turze.

# AbilityHanger/SpecialHangers/EnteredGraveyardThisTurn
source: Entered the Graveyard this turn.
pl: Umieszczone w cmentarzu w tej turze.

# AbilityHanger/SpecialHangers/EnteredLibraryThisTurn
source: Entered the Library this turn.
pl: Umieszczone w bibliotece w tej turze.

# AbilityHanger/SpecialHangers/ExiledUnder_Header
source: Exiled Under
pl: Wygnane pod

# AbilityHanger/SpecialHangers/FlavorTextHeader
source: Flavor Text
pl: Smaczek

# AbilityHanger/SpecialHangers/HappilyEverAfter_Color_Body
source: {count} color among permanents you control.
pl: Liczba kolorów pośród parmentów pod twoim władaniem: {count}.

# AbilityHanger/SpecialHangers/HappilyEverAfter_Colors_Body
source: {count} colors among permanents you control.
pl: Liczba kolorów pośród parmentów pod twoim władaniem: {count}.

# AbilityHanger/SpecialHangers/HappilyEverAfter_Life_Body
source: Life total greater than or equal to your starting life total.
pl: Liczba żyć większa lub równa startowej wartości.

# AbilityHanger/SpecialHangers/HappilyEverAfter_Type_Body
source: {count} card type among permanents you control and/or cards in your graveyard.
pl: Liczba typów kart pośród permanentów pod twoim władaniem oraz kart w twoim cmentarzu: {count}.

# AbilityHanger/SpecialHangers/HappilyEverAfter_Types_Body
source: {count} card types among permanents you control and/or cards in your graveyard.
pl: Liczba typów kart pośród permanentów pod twoim władaniem oraz kart w twoim cmentarzu: {count}.

# AbilityHanger/SpecialHangers/Party
source: Your party consists of up to one each of Cleric, Rogue, Warrior, and Wizard.
pl: Twoja drużyna składa się z co najwyżej jednego stwora spośród typów: Kleryk, Łotrzyk, Wojownik i Czarodziej.

# AbilityHanger/SpecialHangers/Party_Additional
source: Adding one of these types would increase party size:
pl: Dodanie jednego z tych typów zwiększy rozmiar drużyny:

# AbilityHanger/SpecialHangers/Party_Title_Count
source: Party <#FF9C01>({0})</color>
pl: Drużyna <#FF9C01>({0})</color>

# AbilityHanger/SpecialHangers/PayLifeInsteadOfManaCost
source: You may play this card, if you do pay life equal to its mana value rather than pay its mana cost.
pl: Możesz zagrać tę kartę jeśli zamiast płacić jej koszt many zapłacisz tyle żyć, ile wynosi jej skrót many.

# AbilityHanger/SpecialHangers/PowerToughnessInverted_Body
source: Effects that modify toughness apply to power and effects that modify power apply to toughness
pl: Efekty modyfikujące wytrzymałość odnoszą się do siły, a efekty modyfikujące siłę odnoszą się do wytrzymałości

# AbilityHanger/SpecialHangers/PowerToughnessInverted_Title
source: Power & Toughness Inverted
pl: Zamiana siły i wytrzymałości

# AbilityHanger/SpecialHangers/RevealedToOpponent_Body
source: You have revealed this card to your opponent.
pl: Ta karta została ujawniona przeciwnikowi.

# AbilityHanger/SpecialHangers/RevealedToOpponent_Header
source: Revealed
pl: Ujawniona

# AbilityHanger/SpecialHangers/SnowManaSource_Body
source: <sprite="SpriteSheet_ManaIcons" name="xS"> can be paid with one mana from a snow source.
pl: <sprite="SpriteSheet_ManaIcons" name="xS"> można opłacić maną ze śnieżnego źródła.

# AbilityHanger/SpecialHangers/SnowManaSource_Title
source: Mana from a Snow Source
pl: Mana ze śnieżnego źródła

# AbilityHanger/SpecialHangers/Controller/Header
source: Controller
pl: Władca

# AbilityHanger/SpecialHangers/Historic/Historic_Body
source: Artifacts, legendaries, and Sagas are historic.
pl: Artefakty, legendy i Sagi są historyczne.

# AbilityHanger/SpecialHangers/InformationVisibility/Private_Body
source: Only you can see this card. It's hidden to your opponent.
pl: Tylko ty widzisz tę kartę. Jest ukryta przed twoim przeciwnikiem.

# AbilityHanger/SpecialHangers/InformationVisibility/Private_Header
source: Private Information
pl: Prywatna informacja

# AbilityHanger/SpecialHangers/InformationVisibility/Public_Body
source: Both you and your opponent can see the front of this card.
pl: Ty i twój przeciwnik widzicie przód tej karty.

# AbilityHanger/SpecialHangers/InformationVisibility/Public_Header
source: Public Information
pl: Publiczna informacja

# AbilityHanger/SpecialHangers/LegendarySorcery/Body
source: You can cast a legendary sorcery only if you control a legendary creature or planeswalker.
pl: Możesz rzucić legendarny obrzęd tylko jeśli władasz legendarnym stworem lub wędrowcem.

# AbilityHanger/SpecialHangers/LegendarySorcery/Header
source: Legendary Sorcery
pl: Legendarny obrzęd

# AbilityHanger/SpecialHangers/NPE/ExplainPower
source: Damage dealt when attacking or blocking.
pl: Obrażenia zadane podczas atakowania lub blokowania.

# AbilityHanger/SpecialHangers/NPE/ExplainToughness
source: Damage required to be destroyed.
pl: Obrażenia wymagane do zniszczenia.

# AbilityHanger/SpecialHangers/NPE/Land_Body
source: Lands add mana to cast spells.
pl: Lądy dają manę na rzucanie czarów.

# AbilityHanger/SpecialHangers/NPE/Land_Title
source: Land
pl: Ląd

# AbilityHanger/SpecialHangers/NPE/SumSick_Body
source: Creatures can't attack on their first turn.
pl: Stwory nie mogą atakować w swojej pierwszej turze.

# AbilityHanger/SpecialHangers/NPE/SumSick_Title
source: Summoning Sick
pl: Choroba przywołania

# AbilityHanger/SpecialHangers/NPE/Tapped_Body_Creature
source: Creatures tap when they attack. Tapped creatures can't block.
pl: Stwory przekręcają się podczas ataku. Przekręcone stwory nie mogą blokować.

# AbilityHanger/SpecialHangers/NPE/Tapped_Body_CreatureNEW
source: Creatures tap when they attack. Tapped creatures can't block.
pl: Stwory przekręcają się podczas ataku. Przekręcone stwory nie mogą blokować.

# AbilityHanger/SpecialHangers/NPE/Tapped_Body_Lands
source: Tapped lands can be used again on your next turn.
pl: Przekręcone lądy mogą być użyte ponownie w twojej następnej turze.

# AbilityHanger/SpecialHangers/NPE/Tapped_Title
source: Tapped
pl: Przekręcony

# AbilityHanger/SpecialHangers/Ownership/Header
source: Owner
pl: Właściciel

# AbilityHanger/SpecialHangers/Planeswalker/HasAllAbilities
source: Has all loyalty abilities of
pl: Ma wszystkie zdolności lojalnościowe od

# AbilityHanger/SpecialHangers/ReplacementEffect/Adventure
source: Exile this spell as it resolves. You may cast the creature later from exile.
pl: Wygnaj ten czar podczas jego rozpatrywania. Możesz później rzucić stwora z wygnania.

# AbilityHanger/SpecialHangers/ReplacementEffect/AmountValue
source: Amount: {durability}
pl: Ilość: {durability}

# AbilityHanger/SpecialHangers/ReplacementEffect/PreventDamageHeader
source: Prevent Damage From This
pl: Zażegnanie zadawanych przez to obrażeń

# AbilityHanger/SpecialHangers/ReplacementEffect/ProtectedHeader
source: Prevent Damage To This
pl: Zażegnanie zadawanych temu obrażeń

# AbilityHanger/SpecialHangers/ReplacementEffect/Recipient
source: Recipient: {replacementRecipient}
pl: Dotyczy: {replacementRecipient}

# AbilityHanger/SpecialHangers/ReplacementEffect/Source
source: Source: {replacementSource}
pl: Źródło: {replacementSource}

# AbilityHanger/SpecialHangers/Wildcard/Wildcard_Body
source: Redeem this wildcard for any {rarity} card by adding the desired card to your deck.
pl: Możesz zamienić tę dziką kartę na dowolną kartę o rzadkości {rarity} dodając pożądaną kartę do twojej talii.

# AbilityHanger/Type/Hanger_AddedTypes
source: Added Types
pl: Dodane typy

# AbilityHanger/Type/Hanger_RemovedTypes
source: Removed Types
pl: Usunięte typy

# AbilityHanger/Type/Hanger_Type
source: Type
pl: Typ
