Repository: dekoza/mtgpl
Catalog: MTGA/trans/*/MTGA_AbilityHanger.po
Languages: pl

# AbilityHanger/Counter_Plural
source: {ammount} {type} Counters
pl: {ammount} znaczników {type}

# AbilityHanger/Counter_Singular
source: {ammount} {type} Counter
pl: {ammount} znacznik {type}

# AbilityHanger/KeywordCounter_Plural
source: {keyword} Counters ({amount})
pl: Znaczniki {keyword} ({amount})

# AbilityHanger/KeywordCounter_Singular
source: {keyword} Counter
pl: Znacznik {keyword}

# AbilityHanger/PhyrexianMana_Black_Body
source: <sprite="SpriteSheet_ManaIcons" name="xPB" color="#FFFFFF"> can be paid with either <sprite="SpriteSheet_ManaIcons" name="xB" color="#FFFFFF"> or 2 life.
pl: <sprite="SpriteSheet_ManaIcons" name="xSPB" color="#FFFFFF"> można opłacić albo <sprite="SpriteSheet_ManaIcons" name="xB" color="#FFFFFF">, albo 2 życiami.

# AbilityHanger/PhyrexianMana_Blue_Body
source: <sprite="SpriteSheet_ManaIcons" name="xPU" color="#FFFFFF"> can be paid with either <sprite="SpriteSheet_ManaIcons" name="xU" color="#FFFFFF"> or 2 life.
pl: <sprite="SpriteSheet_ManaIcons" name="xPU" color="#FFFFFF"> można opłacić albo <sprite="SpriteSheet_ManaIcons" name="xU" color="#FFFFFF">, albo 2 życiami.

# AbilityHanger/PhyrexianMana_Green_Body
source: <sprite="SpriteSheet_ManaIcons" name="xPG" color="#FFFFFF"> can be paid with either <sprite="SpriteSheet_ManaIcons" name="xG" color="#FFFFFF"> or 2 life.
pl: <sprite="SpriteSheet_ManaIcons" name="xPG" color="#FFFFFF"> można opłacić albo <sprite="SpriteSheet_ManaIcons" name="xG" color="#FFFFFF">, albo 2 życiami.

# AbilityHanger/PhyrexianMana_Red_Body
source: <sprite="SpriteSheet_ManaIcons" name="xPR" color="#FFFFFF"> can be paid with either <sprite="SpriteSheet_ManaIcons" name="xR" color="#FFFFFF"> or 2 life.
pl: <sprite="SpriteSheet_ManaIcons" name="xPR" color="#FFFFFF"> można opłacić albo <sprite="SpriteSheet_ManaIcons" name="xR" color="#FFFFFF">, albo 2 życiami.

# AbilityHanger/PhyrexianMana_Title
source: Phyrexian Mana
pl: Fyreksjańska Mana

# AbilityHanger/PhyrexianMana_White_Body
source: <sprite="SpriteSheet_ManaIcons" name="xPW" color="#FFFFFF"> can be paid with either <sprite="SpriteSheet_ManaIcons" name="xW" color="#FFFFFF"> or 2 life.
pl: <sprite="SpriteSheet_ManaIcons" name="xPW" color="#FFFFFF"> można opłacić albo <sprite="SpriteSheet_ManaIcons" name="xW" color="#FFFFFF">, albo 2 życiami.

# AbilityHanger/AbilityType/Fight_Body
source: When two creatures fight each deals noncombat damage equal to its power to the other.
pl: Kiedy dwa stwory walczą, każdy zadaje drugiemu pozabojowe obrażenia równe swojej sile.

# AbilityHanger/AbilityWord/Adamant
source: This spell has an additional effect if cast with three mana of the indicated color.
pl: Ten czar ma dodatkowy efekt jeśli rzucono go wydając trzy many wskazanego koloru.

# AbilityHanger/AbilityWord/Addendum
source: This spell has an additional effect if you cast it during your main phase.
pl: Ten czar ma dodatkowy efekt jeśli rzucisz go w swojej fazie głównej.

# AbilityHanger/AbilityWord/Ascend
source: If you control ten or more permanents, you get the city's blessing for the rest of the game.
pl: Jeśli władasz co najmniej dziesięcioma permanentami, dostajesz błogosławieństwo miasta na resztę gry.

# AbilityHanger/AbilityWord/Ascend_Title
source: Ascend
pl: Zaszczyt

# AbilityHanger/AbilityWord/Constellation
source: This ability triggers when an enchantment enters the battlefield under your control.
pl: Ta zdolność jest wyzwalana, gdy urok wejdzie na pole walki pod twoim władaniem.

# AbilityHanger/AbilityWord/Enrage
source: This ability triggers whenever this creature takes damage.
pl: Ta zdolność jest wyzwalana ilekroć ten stwór otrzyma obrażenia.

# AbilityHanger/AbilityWord/Enrage_Title
source: Enrage
pl: Rozjuszenie

# AbilityHanger/AbilityWord/InstantSorcerySpellsCast
source: Currently {spellsCast} instant/sorcery cards.
pl: Aktualnie {spellsCast} kart(y) sztuczek/obrzędów.

# AbilityHanger/AbilityWord/Landfall
source: This ability triggers when a land enters the battlefield under your control.
pl: Ta zdolność jest wyzwalana kiedy ląd wejdzie na pole walki pod twoim władaniem.

# AbilityHanger/AbilityWord/LifeGainedThisTurn
source: You have gained {lifeGained} life this turn.
pl: Zyskałeś {lifeGained} życia w tej turze.

# AbilityHanger/AbilityWord/LifeGainedThisTurnOpponent
source: Your opponent has gained {lifeGained} life this turn.
pl: Twój przeciwnik zyskał {lifeGained} życia w tej turze.

# AbilityHanger/AbilityWord/Magecraft_Title
source: Magecraft
pl: Magodziejstwo

# AbilityHanger/AbilityWord/OtherInstantSourcerySpellsCast
source: Currently {spellsCast} other instant/sorcery cards.
pl: Aktualnie {spellsCast} innych kart sztuczek/obrzędów.

# AbilityHanger/AbilityWord/Raid
source: This ability triggers if a creature you control attacked this turn.
pl: Ta zdolność wyzwalana jest gdy stwór pod twoim władaniem atakował w tej turze.

# AbilityHanger/AbilityWord/Raid_Title
source: Raid
pl: Najazd

# AbilityHanger/AbilityWord/Revolt
source: This ability triggers if another permanent you control left the battlefield this turn.
pl: Ta zdolność wyzwalana jest gdy inny permanent pod twoim władaniem opuścił w tej turze pole walki.

# AbilityHanger/AbilityWord/Revolt_Title
source: Revolt
pl: Rewolta

# AbilityHanger/AbilityWord/SpellsCastThisTurn
source: You have cast {spellsCast} spells this turn.
pl: Rzuciłeś {spellsCast} czarów w tej turze.

# AbilityHanger/AbilityWord/SpellsCastThisTurnOpponent
source: Your opponent has cast {spellsCast} spells this turn.
pl: Twój przeciwnik rzucił {spellsCast} czarów w tej turze.

# AbilityHanger/AbilityWord/Undergrowth
source: This ability checks the number of creature cards in your graveyard.
pl: Ta zdolność sprawdza liczbę kart stworów w twoim cmentarzu.

# AbilityHanger/AbilityWord/Unknown_Ability
source: Unknown Ability #{grpId}
pl: Nieznana zdolność #{grpId}

# AbilityHanger/CantTransform/Cant_Transform_Addendum
source: This is not a double-faced card and it can't transform.
pl: To nie jest dwustronna karta i nie może ona transformować.

# AbilityHanger/CantTransform/Cant_Transform_Body
source: Copy of Nicol Bolas, the Ravager
pl: Kopia Nicol Bolas, the Ravager

# AbilityHanger/CantTransform/Cant_Transform_Title
source: Copy - Can't Transform
pl: Kopia - nie może transformować

# AbilityHanger/Color/AllColors
source: all colors
pl: we wszystkich kolorach

# AbilityHanger/Color/Black
source: black
pl: czarny

# AbilityHanger/Color/Blue
source: blue
pl: niebieski

# AbilityHanger/Color/Colorless
source: colorless
pl: bezkolorowy

# AbilityHanger/Color/Green
source: green
pl: zielony

# AbilityHanger/Color/Red
source: red
pl: czerwony

# AbilityHanger/Color/White
source: white
pl: biały

# AbilityHanger/ColorChange/ColorModified_Body_Plural
source: This permanent is {colors}.
pl: Ten permanent jest {colors}.

# AbilityHanger/ColorChange/ColorModified_Body_Singular
source: This permanent is {color}.
pl: Ten permanent jest {color}.

# AbilityHanger/ColorChange/ColorModified_Header
source: Color Modified
pl: Modyfikacja koloru

# AbilityHanger/CostChange/CostDecreased_Body
source: Cost decreased to {newCost}.
pl: Koszt zmniejszony do {newCost}.

# AbilityHanger/CostChange/CostDecreased_BodyPlusReason
source: Cost decreased to {newCost} because of {reason}.
pl: Koszt zmniejszony do {newCost} z powodu {reason}.

# AbilityHanger/CostChange/CostDecreased_Title
source: Cost Decreased
pl: Koszt zmniejszony

# AbilityHanger/CostChange/CostIncreased_Body
source: Cost increased to {newCost}
pl: Koszt zwiększony do {newCost}

# AbilityHanger/CostChange/CostIncreased_BodyPlusReason
source: Cost increased to {newCost} because of {reason}.
pl: Koszt zwiększony do {newCost} z powodu {reason}.

# AbilityHanger/CostChange/CostIncreased_Title
source: Cost Increased
pl: Koszt zwiększony

# AbilityHanger/CostChange/CostModified_Body
source: Casting cost modified to {newCost}
pl: Koszt rzucenia zmieniony na {newCost}

# AbilityHanger/CostChange/CostModified_Header
source: Cost Modified
pl: Modyfikacja kosztu

# AbilityHanger/CostChange/ModifiedAbilityCost_Body
source: Activated ability mana cost modified to {newCost}
pl: Koszt aktywacji zdolności zmodyfikowany do {newCost}

# AbilityHanger/CostChange/ModifiedAbilityCost_Title
source: Cost Modified
pl: Modyfikacja kosztu

# AbilityHanger/DeckBuilder/CompanionViolation_Body
source: This card invalidates your declared Companion. See the Companion's rules text for details.
pl: Ta karta unieważnia twojego wybranego Kompana. Zobacz na treść jego zasad, by poznać szczegóły.

# AbilityHanger/DeckBuilder/CompanionViolation_Title
source: Companion Violation
pl: Naruszenie zasad kompana

# AbilityHanger/Designation/ChosenCompanion_Body
source: This card is your chosen companion. Once per game you may pay {o3} any time you could cast a sorcery to put it into your hand.
pl: Ta karta jest twoim wybranym kompanem. Raz na grę możesz zapłacić {o3} w trybie obrzędu, by umieścić go w twojej ręce.

# AbilityHanger/Designation/ChosenCompanion_Title
source: Chosen Companion
pl: Wybrany kompan

# AbilityHanger/Designation/Commander_Body
source: This commander will cost {cost} more the next time it is cast from the command zone.
pl: Następne rzucenie tego dowódcy ze strefy dowodzenia będzie kosztować o {cost} więcej.

# AbilityHanger/Designation/Commander_Title
source: {PlayerName}'s Commander
pl: Dowódca gracza {PlayerName}

# AbilityHanger/Designation/Companion_Body
source: If your starting deck meets the companion's restriction you may choose it to be your companion. Once per game you may pay {o3} any time you could cast a sorcery to put your chosen companion into your hand.
pl: Jeśli twoja startowa talia spełnia ograniczenia kompana, możesz wybrać go jako swojego kompana. Raz na grę możesz zapłacić {o3} w trybie obrzędu, by umieścić wybranego kompana w twojej ręce.

# AbilityHanger/Keyword/Adapt
source: If this creature has no +1/+1 counters on it, put that many +1/+1 counters on it.
pl: Jeśli ten stwór nie ma znacznika +1/+1, umieść na nim tyle znaczników +1/+1.

# AbilityHanger/Keyword/Adapt1
source: If this creature has no +1/+1 counters on it, put a +1/+1 counter on it.
pl: Jeśli ten stwór nie ma znacznika +1/+1, umieść na nim znacznik +1/+1.

# AbilityHanger/Keyword/Adapt1_Title
source: Adapt 1
pl: Adaptacja 1

# AbilityHanger/Keyword/Adapt2
source: If this creature has no +1/+1 counters on it, put two +1/+1 counters on it.
pl: Jeśli ten stwór nie ma znacznika +1/+1, umieść na nim dwa znaczniki +1/+1.

# AbilityHanger/Keyword/Adapt2_Title
source: Adapt 2
pl: Adaptacja 2

# AbilityHanger/Keyword/Adapt3
source: If this creature has no +1/+1 counters on it, put three +1/+1 counters on it.
pl: Jeśli ten stwór nie ma znacznika +1/+1, umieść na nim trzy znaczniki +1/+1.

# AbilityHanger/Keyword/Adapt3_Title
source: Adapt 3
pl: Adaptacja 3

# AbilityHanger/Keyword/Adapt4
source: If this creature has no +1/+1 counters on it, put four +1/+1 counters on it.
pl: Jeśli ten stwór nie ma znacznika +1/+1, umieść na nim cztery znaczniki +1/+1.

# AbilityHanger/Keyword/Adapt4_Title
source: Adapt 4
pl: Adaptacja 4

# AbilityHanger/Keyword/Afflict
source: Whenever this creature becomes blocked, defending player loses {numeral} life.
pl: Ilekroć ten stwór zostanie zablokowany, broniący się gracz traci {numeral} żyć.

# AbilityHanger/Keyword/Afterlife
source: When this creature dies, create this many 1/1 white and black Spirit creature tokens with flying
pl: Kiedy ten stwór umrze, stwórz tyle żetonów czarno-białego stwora Duch 1/1 z lataniem

# AbilityHanger/Keyword/Afterlife1
source: When this creature dies, create a 1/1 white and black Spirit creature token with flying.
pl: Kiedy ten stwór umrze, stwórz żeton czarno-białego stwora Duch 1/1 z lataniem.

# AbilityHanger/Keyword/Afterlife2
source: When this creature dies, create two 1/1 white and black Spirit creature tokens with flying.
pl: Kiedy ten stwór umrze, stwórz dwa żetony czarno-białego stwora Duch 1/1 z lataniem.

# AbilityHanger/Keyword/Afterlife3
source: When this creature dies, create three 1/1 white and black Spirit creature tokens with flying.
pl: Kiedy ten stwór umrze, stwórz trzy żetony czarno-białego stwora Duch 1/1 z lataniem.

# AbilityHanger/Keyword/Aftermath
source: Cast this spell only from your graveyard. Then exile it.
pl: Możesz rzucić ten czar tylko z twojego cmentarza. Następnie wygnaj go.

# AbilityHanger/Keyword/Amass
source: Put +1/+1 counters on an Army you control. If you don't control one, create a 0/0 black Zombie Army creature token first.
pl: Umieść znaczniki +1/+1 na Armii pod twoim władaniem. Jeśli nie władasz żadną, stwórz najpierw żeton stwora Armia Zombi 0/0.

# AbilityHanger/Keyword/Amass_Title
source: Amass
pl: Zgromadź

# AbilityHanger/Keyword/Amass1
source: Put a +1/+1 counter on an Army you control. If you don't control one, create a 0/0 black Zombie Army creature token first.
pl: Umieść znacznik +1/+1 na Armii pod twoim władaniem. Jeśli nie władasz żadną, stwórz najpierw żeton stwora Armia Zombi 0/0.

# AbilityHanger/Keyword/Amass1_Title
source: Amass 1
pl: Zgromadź 1

# AbilityHanger/Keyword/Amass2
source: Put two +1/+1 counters on an Army you control. If you don't control one, create a 0/0 black Zombie Army creature token first.
pl: Umieść dwa znaczniki +1/+1 na Armii pod twoim władaniem. Jeśli nie władasz żadną, stwórz najpierw żeton stwora Armia Zombi 0/0.

# AbilityHanger/Keyword/Amass2_Title
source: Amass 2
pl: Zgromadź 2

# AbilityHanger/Keyword/Amass3
source: Put three +1/+1 counters on an Army you control. If you don't control one, create a 0/0 black Zombie Army creature token first.
pl: Umieść trzy znaczniki +1/+1 na Armii pod twoim władaniem. Jeśli nie władasz żadną, stwórz najpierw żeton stwora Armia Zombi 0/0.

# AbilityHanger/Keyword/Amass3_Title
source: Amass 3
pl: Zgromadź 3

# AbilityHanger/Keyword/Amass4
source: Put four +1/+1 counters on an Army you control. If you don't control one, create a 0/0 black Zombie Army creature token first.
pl: Umieść cztery znaczniki +1/+1 na Armii pod twoim władaniem. Jeśli nie władasz żadną, stwórz najpierw żeton stwora Armia Zombi 0/0.

# AbilityHanger/Keyword/Amass4_Title
source: Amass 4
pl: Zgromadź 4

# AbilityHanger/Keyword/AmassX
source: Put X +1/+1 counters on an Army you control. If you don't control one, create a 0/0 black Zombie Army creature token first.
pl: Umieść X znaczników +1/+1 na Armii pod twoim władaniem. Jeśli nie władasz żadną, stwórz najpierw żeton stwora Armia Zombi 0/0.

# AbilityHanger/Keyword/AmassX_Title
source: Amass X
pl: Zgromadź X

# AbilityHanger/Keyword/Boast
source: Activate this ability only if this creature attacked this turn and only once each turn.
pl: Możesz aktywować tę zdolność tylko raz na turę i tylko jeśli ten stwór atakował w tej turze.

# AbilityHanger/Keyword/Changeling
source: This creature is every creature type.
pl: Ten stwór ma każdy typ stwora.

# AbilityHanger/Keyword/Convoke
source: Your creatures can help you cast this spell. Each creature you tap while casting this spell pays for 1 or one mana of that creature's color.
pl: Twoje stwory mogą pomóc rzucić ten czar. Każdy stwór, którego przekręcisz podczas rzucania tego czaru płaci za |mana_1| lub jedną manę w swoim kolorze.

# AbilityHanger/Keyword/Crew1
source: Tap any number of creatures you control with total power 1 or more: This Vehicle becomes an artifact creature until end of turn.
pl: Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 1: Ten Pojazd staje się do końca tury artefaktowym stworem.

# AbilityHanger/Keyword/Crew2
source: Tap any number of creatures you control with total power 2 or more: This Vehicle becomes an artifact creature until end of turn.
pl: Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 2: Ten Pojazd staje się do końca tury artefaktowym stworem.

# AbilityHanger/Keyword/Crew3
source: Tap any number of creatures you control with total power 3 or more: This Vehicle becomes an artifact creature until end of turn.
pl: Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 3: Ten Pojazd staje się do końca tury artefaktowym stworem.

# AbilityHanger/Keyword/Crew4
source: Tap any number of creatures you control with total power 4 or more: This Vehicle becomes an artifact creature until end of turn.
pl: Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 4: Ten Pojazd staje się do końca tury artefaktowym stworem.

# AbilityHanger/Keyword/Crew5
source: Tap any number of creatures you control with total power 5 or more: This Vehicle becomes an artifact creature until end of turn.
pl: Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 5: Ten Pojazd staje się do końca tury artefaktowym stworem.

# AbilityHanger/Keyword/Crew6
source: Tap any number of creatures you control with total power 6 or more: This Vehicle becomes an artifact creature until end of turn.
pl: Przekręć dowolną liczbę stworów pod twoim władaniem o łącznej sile co najmniej 6: Ten Pojazd staje się do końca tury artefaktowym stworem.

# AbilityHanger/Keyword/Cycling
source: You may pay the cycling cost to discard this card and draw a card.
pl: Możesz zapłacić koszt recyklingu, żeby odrzucić tę kartę i dobrać kartę.

# AbilityHanger/Keyword/Deathtouch
source: Any amount of damage a source with deathtouch deals to a creature is enough to destroy it.
pl: Jakakolwiek ilość obrażeń zadanych stworowi przez źródło z dotykiem śmierci wystarcza, by zniszczyć owego stwora.

# AbilityHanger/Keyword/Defender
source: A creature with defender can't attack.
pl: Stwór z obronnością nie może atakować.

# AbilityHanger/Keyword/Devotion
source: Your devotion to a color is the number of mana symbols of that color in the mana costs of permanents you control.
pl: Twój kult danego koloru jest liczbą symboli owego koloru w kosztach many permanentów pod twoim władaniem.

# AbilityHanger/Keyword/Devotion_Title
source: Devotion to a Color
pl: Kult koloru

# AbilityHanger/Keyword/DevotionToBlack
source: Each {oB} in the mana costs of permanents you control counts towards your devotion to black.
pl: Każdy symbol {oB} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czarnego.

# AbilityHanger/Keyword/DevotionToBlackAndGreen
source: Each {oB} or {oG} in the mana costs of permanents you control counts towards your devotion to black and green. (A {o(B/G)} only counts once)
pl: Każdy symbol {oB} lub {oG} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czarnego i zielonego. (Symbol {o(B/G)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToBlackAndGreen_Title
source: Devotion to Black And Green
pl: Kult czarnego i zielonego

# AbilityHanger/Keyword/DevotionToBlackAndRed
source: Each {oB} or {oR} in the mana costs of permanents you control counts towards your devotion to black and red. (A {o(B/R)} only counts once)
pl: Każdy symbol {oB} lub {oR} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czarnego i czerwonego. (Symbol {o(B/R)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToBlackAndRed_Title
source: Devotion to Black And Red
pl: Kult czarnego i czerwonego

# AbilityHanger/Keyword/DevotionToBlue
source: Each {oU} in the mana costs of permanents you control counts towards your devotion to blue.
pl: Każdy symbol {oU} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu niebieskiego.

# AbilityHanger/Keyword/DevotionToBlueAndBlack
source: Each {oU} or {oB} in the mana costs of permanents you control counts towards your devotion to blue and black. (A {o(U/B)} only counts once)
pl: Każdy symbol {oU} lub {oB} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu niebieskiego i czarnego. (Symbol {o(U/B)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToBlueAndBlack_Title
source: Devotion to Blue And Black
pl: Kult niebieskiego i czarnego

# AbilityHanger/Keyword/DevotionToBlueAndRed
source: Each {oU} or {oR} in the mana costs of permanents you control counts towards your devotion to blue and red. (A {o(U/R)} only counts once)
pl: Każdy symbol {oU} lub {oR} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu niebieskiego i czerwonego. (Symbol {o(U/R)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToBlueAndRed_Title
source: Devotion to Blue And Red
pl: Kult niebieskiego i czerwonego

# AbilityHanger/Keyword/DevotionToGreen
source: Each {oG} in the mana costs of permanents you control counts towards your devotion to green.
pl: Każdy symbol {oG} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu zielonego.

# AbilityHanger/Keyword/DevotionToGreenAndBlue
source: Each {oG} or {oU} in the mana costs of permanents you control counts towards your devotion to green and blue. (A {o(G/U)} only counts once)
pl: Każdy symbol {oG} lub {oU} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu zielonego i niebieskiego. (Symbol {o(G/U)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToGreenAndBlue_Title
source: Devotion to Green And Blue
pl: Kult zielonego i niebieskiego

# AbilityHanger/Keyword/DevotionToGreenAndWhite
source: Each {oG} or {oW} in the mana costs of permanents you control counts towards your devotion to green and white. (A {o(G/W)} only counts once)
pl: Każdy symbol {oG} lub {oW} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu zielonego i białego. (Symbol {o(G/W)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToGreenAndWhite_Title
source: Devotion to Green And White
pl: Kult zielonego i białego

# AbilityHanger/Keyword/DevotionToRed
source: Each {oR} in the mana costs of permanents you control counts towards your devotion to red.
pl: Każdy symbol {oR} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czerwonego.

# AbilityHanger/Keyword/DevotionToRedAndGreen
source: Each {oR} or {oG} in the mana costs of permanents you control counts towards your devotion to red and green. (A {o(R/G)} only counts once)
pl: Każdy symbol {oR} lub {oG} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czerwonego i zielonego. (Symbol {o(R/G)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToRedAndWhite
source: Each {oR} or {oW} in the mana costs of permanents you control counts towards your devotion to red and white. (A {o(R/W)} only counts once)
pl: Każdy symbol {oR} lub {oW} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu czerwonego i białego. (Symbol {o(R/W)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToRedAndWhite_Title
source: Devotion to Red And White
pl: Kult czerwonego i białego

# AbilityHanger/Keyword/DevotionToWhite
source: Each {oW} in the mana costs of permanents you control counts towards your devotion to white.
pl: Każdy symbol {oW} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu białego.

# AbilityHanger/Keyword/DevotionToWhiteAndBlack
source: Each {oW} or {oB} in the mana costs of permanents you control counts towards your devotion to white and black. (A {o(W/B)} only counts once)
pl: Każdy symbol {oW} lub {oB} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu białego i czarnego. (Symbol {o(W/B)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToWhiteAndBlue
source: Each {oW} or {oU} in the mana costs of permanents you control counts towards your devotion to white and blue. (A {o(W/U)} only counts once)
pl: Każdy symbol {oW} lub {oU} w kosztach many permanentów pod twoim władaniem wlicza się do twojego kultu białego i niebieskiego. (Symbol {o(W/U)} liczy się tylko raz)

# AbilityHanger/Keyword/DevotionToWhiteAndBlue_Title
source: Devotion to White And Blue
pl: Kult białego i niebieskiego
