Repository: dekoza/mtgpl
Catalog: MTGA/trans/*/MTGA_DuelScene.po
Languages: pl

# DuelScene/ClientPrompt/ScryResultsEmote
source: Scry: {topCount} top, {bottomCount} bottom.
pl: Wróżenie: {topCount} wierzch, {bottomCount} spód.

# DuelScene/ClientPrompt/Select_N_Targets
source: Select {targets} targets.
pl: Wskaż {targets} cele/ów.

# DuelScene/ClientPrompt/Select_Pile_Text
source: Press Select to choose a pile
pl: Kliknij 'Wybierz' by wybrać stos

# DuelScene/ClientPrompt/Select_Pile_Title
source: Select a pile
pl: Wybierz stos

# DuelScene/ClientPrompt/Select_Up_To_N_Targets
source: Select up to {targets} targets.
pl: Wskaż co najwyżej {targets} cele/ów.

# DuelScene/ClientPrompt/ShocklandSubheader
source: Select whether to pay 2 life or to enter the battlefield tapped.
pl: Wybierz czy płacisz 2 życia, czy wchodzi przekręcony na pole bitwy.

# DuelScene/ClientPrompt/Submit_N
source: Submit {submitCount}
pl: Wybierz {submitCount}

# DuelScene/ClientPrompt/Take_Action
source: Take Action
pl: Wykonaj akcję

# DuelScene/ClientPrompt/TapTarget
source: Tap Target
pl: Przekręć cel

# DuelScene/ClientPrompt/UnResolveAll
source: Respond
pl: Odpowiedź

# DuelScene/ClientPrompt/UntapTarget
source: Untap Target
pl: Odkręć cel

# DuelScene/ColorSelector/ColorPoolStatus
source: {selectionCount} selections left.
pl: Jeszcze {selectionCount} wyborów.

# DuelScene/ColorSelector/ColorPoolStatus_Singular
source: 1 selection left.
pl: Jeszcze 1 wybór.

# DuelScene/ColorSelector/ModifierEnabled
source: Hold Shift to adjust by 5 per click.
pl: Przytrzymaj Shift, żeby klikać po 5.

# DuelScene/Emotes/GoodGame
source: Good Game.
pl: Dobra gra.

# DuelScene/Emotes/Hello
source: Hello!
pl: Hejka!

# DuelScene/Emotes/MessagingToggle/Mute
source: Mute
pl: Wycisz

# DuelScene/Emotes/MessagingToggle/Unmute
source: Unmute
pl: Odwołaj wyciszenie

# DuelScene/Emotes/Nice
source: Nice!
pl: Nieźle!

# DuelScene/Emotes/Oops
source: Oops.
pl: Ups...

# DuelScene/Emotes/Sorry
source: Sorry!
pl: Przepraszam!

# DuelScene/Emotes/Thanks
source: Thanks!
pl: Dzięki!

# DuelScene/Emotes/Thinking
source: Thinking...
pl: Myślę...

# DuelScene/Emotes/YourGo
source: Your Go.
pl: Twój ruch.

# DuelScene/EndMatch/Defeat
source: Defeat
pl: Porażka

# DuelScene/EndMatch/Draw
source: Draw
pl: Remis

# DuelScene/EndMatch/Match_Drain_Enabled
source: Matches have been temporarily disabled. Please try again later or update your client.
pl: Mecze zostały tymczasowo wyłączone. Proszę spróbować później lub zaktualizować klienta.

# DuelScene/EndMatch/PostMatchSurvey_Appreciation
source: Your feedback matters. Thank you for helping!
pl: Twoje uwagi mają znacznie. Dziękujemy za pomoc!

# DuelScene/EndMatch/PostMatchSurvey_Skip
source: Skip
pl: Pomiń

# DuelScene/EndMatch/Victory
source: VICTORY
pl: ZWYCIĘSTWO

# DuelScene/FaceHanger/AdditionalCost
source: Additional Cost
pl: Dodatkowy koszt

# DuelScene/FaceHanger/Aftermath
source: Aftermath
pl: Pokłosie

# DuelScene/FaceHanger/AftermathOf
source: Aftermath Of
pl: Pokłosie z

# DuelScene/FaceHanger/Annotation_AttributedInstance_Attached
source: Attached
pl: Dołączony

# DuelScene/FaceHanger/Annotation_AttributedInstance_Chosen
source: Chosen
pl: Wybrany

# DuelScene/FaceHanger/Annotation_AttributedInstance_ChosenBy
source: Chosen By
pl: Wybrany przez

# DuelScene/FaceHanger/Annotation_AttributedInstance_Targeted
source: Targeted
pl: Wskazywany

# DuelScene/FaceHanger/Annotation_AttributedInstance_TargetedBy
source: Targeted By
pl: Wskazywany przez

# DuelScene/FaceHanger/BackSide
source: Back Side
pl: Tylna strona

# DuelScene/FaceHanger/DFC_Back_TransformsInto
source: Transforms Into
pl: Transformuje w

# DuelScene/FaceHanger/DFC_Front_TransformedFrom
source: Transformed From
pl: Transformowane z

# DuelScene/FaceHanger/FrontSide
source: Front Side
pl: Przednia strona

# DuelScene/FaceHanger/LeftBattlfield
source: Left Battlefield
pl: Opuściła pole bitwy

# DuelScene/FaceHanger/LeftZone
source: Left {sourceZone}
pl: Opuściła {sourceZone}

# DuelScene/FaceHanger/NamedCard
source: Named Card
pl: Nazwana karta

# DuelScene/FaceHanger/Original
source: Original
pl: Oryginał

# DuelScene/FaceHanger/References
source: References
pl: Odnosi się do

# DuelScene/FaceHanger/Token
source: Creates Token
pl: Tworzy żeton

# DuelScene/GamplayError/Unexpected_Match_Complete_Message
source: The current match has ended for an unexpected reason. {Reason} Winner: {Player}
pl: Bieżący mecz zakończył się z niespodziewanego powodu. {Reason} Wygrywa: {Player}

# DuelScene/GamplayError/Unexpected_Match_Complete_Title
source: Unexpected Match Complete
pl: Niespodziewane zakończenie meczu

# DuelScene/GREPrompts/Split_Frame_LeftHalf_Title
source: Left Half
pl: Lewa połowa

# DuelScene/GREPrompts/Split_Frame_RightHalf_Title
source: Right Half
pl: Prawa połowa

# DuelScene/Interaction/AutoPay/DefaultButtonText
source: Auto Pay
pl: Auto-opłata

# DuelScene/Interaction/AutoPay/PayAdamant
source: Pay Adamant
pl: Opłać niezłomność

# DuelScene/Interaction/AutoPay/PayWithManaSymbolsButtonText
source: Pay With {manaSymbols}
pl: Opłać używając {manaSymbols}

# DuelScene/Interaction/AutoPay/PayWithNumberButtonText
source: Pay With {number} {manaSymbol}
pl: Opłać używając {number} {manaSymbol}

# DuelScene/Interaction/AutoPay/SunderingStrokeButtonText
source: Pay Seven {redManaSymbol}
pl: Opłać siedem {redManaSymbol}

# DuelScene/Interaction/DeclareAttackers/Attack
source: Attack
pl: Atak

# DuelScene/Interaction/DeclareAttackers/Exert
source: Exert
pl: Wytęż

# DuelScene/KeywordSelection/Fuse
source: Fuse
pl: Fuzja

# DuelScene/KeywordSelection/Graveyard
source: Graveyard
pl: Cmentarz

# DuelScene/KeywordSelection/KeywordSelection_Cancel
source: Cancel
pl: Anuluj

# DuelScene/KeywordSelection/KeywordSelection_Done
source: Done
pl: Gotowe

# DuelScene/KeywordSelection/KeywordSelection_Filter
source: Filter {description}...
pl: Filtrowanie {description}...

# DuelScene/KeywordSelection/KeywordSelection_ShowAll
source: Show All
pl: Pokaż wszystko

# DuelScene/KeywordSelection/Library
source: Library
pl: Biblioteka

# DuelScene/MatchDetails/WinCountPlural
source: {0} wins
pl: {0} zwycięstw(a)

# DuelScene/MatchDetails/WinCountSingular
source: {0} win
pl: {0} zwycięstwo

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_Beginning
source: To Beginning
pl: Do początku

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_BeginningCombat
source: To Beginning of Combat
pl: Do początku potyczki

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_Combat
source: To Combat
pl: Do potyczki

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_Damage
source: To Damage
pl: Do obrażeń

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_DeclareAttackers
source: To Attackers
pl: Do atakujących

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_DeclareBlockers
source: To Blockers
pl: Do blokujących

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_Draw
source: To Draw
pl: Do dobierania

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_End
source: To End
pl: Do końca

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_EndCombat
source: To End of Combat
pl: Do końca potyczki

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_FirstStrikeDamage
source: To First Strike Damage
pl: Do obrażeń pierwszego ciosu

# DuelScene/PhaseLadder/NextPhaseStep/PhaseStep_Main
source: To Main
pl: Do głównej

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Attackers_Opponent
source: Stop on opponent's declare attackers
pl: Zatrzymaj u przeciwnika na kroku deklaracji ataku

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Attackers_Player
source: Stop on my declare attackers
pl: Zatrzymaj na moim kroku deklaracji ataku

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Beginning_Next
source: Stop before next Turn
pl: Zatrzymaj przed następną turą

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Beginning_Opponent
source: Stop on opponent's upkeep and draw step
pl: Zatrzymaj u przeciwnika na kroku utrzymania i dobrania

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Beginning_Player
source: Stop on my upkeep and draw step
pl: Zatrzymaj na moim kroku utrzymania i dobierania

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Blockers_Opponent
source: Stop on opponent's declare blockers
pl: Zatrzymaj u przeciwnika na deklaracji bloku

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Blockers_Player
source: Stop on my declare blockers
pl: Zatrzymaj na moim kroku deklaracji bloku

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Combat
source: Stop at Combat
pl: Zatrzymaj na potyczce

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Combat_Next
source: Stop at next Combat
pl: Zatrzymaj na następnej potyczce

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Combat_Opponent
source: Stop on opponent's beginning of combat
pl: Zatrzymaj u przeciwnika na początku potyczki

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Combat_Player
source: Stop on my beginning of combat
pl: Zatrzymaj na moim początku potyczki

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Damage
source: Stop after Damage
pl: Zatrzymaj po obrażeniach

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Damage_Next
source: Stop on next combat damage
pl: Zatrzymaj na następnych obrażeniach bojowych

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Damage_Opponent
source: Stop on opponent's combat damage
pl: Zatrzymaj u przeciwnika na obrażeniach bojowych

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Damage_Player
source: Stop on my combat damage
pl: Zatrzymaj u mnie na obrażeniach bojowych

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_DeclareAttackers
source: Stop after Attackers
pl: Zatrzymaj po atakujących

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_DeclareAttackers_Next
source: Stop on next declare attackers
pl: Zatrzymaj na następnej deklaracji ataku

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_DeclareBlockers
source: Stop after Blockers
pl: Zatrzymaj po blokujących

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_DeclareBlockers_Next
source: Stop on next declare blockers
pl: Zatrzymaj po następnej deklaracji bloku

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_End
source: Stop after this Turn
pl: Zatrzymaj po tej turze

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_End_Next
source: Stop after next Turn
pl: Zatrzymaj po następnej turze

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_End_Opponent
source: Stop on opponent's end step
pl: Zatrzymaj u przeciwnika na kroku końcowym

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_End_Player
source: Stop on my end step
pl: Zatrzymaj na moim kroku końcowym

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main
source: Stop before Combat
pl: Zatrzymaj przed potyczką

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main_Next
source: Stop before next Combat
pl: Zatrzymaj przed następną potyczką

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main1_Opponent
source: Stop on opponent's first main
pl: Zatrzymaj u przeciwnika na pierwszej głównej

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main1_Player
source: Stop on my first main
pl: Zatrzymaj na mojej pierwszej głównej

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main2
source: Stop at End of Turn
pl: Zatrzymaj na koniec tury

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main2_Next
source: Stop at End of next Turn
pl: Zatrzymaj na koniec następnej tury

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main2_Opponent
source: Stop on opponent's second main
pl: Zatrzymaj u przeciwnika na drugiej głównej

# DuelScene/PhaseLadder/PhaseStop/PhaseStep_Main2_Player
source: Stop on my second main
pl: Zatrzymaj na mojej drugiej głównej

# DuelScene/PhaseLadder/PhaseStop/RemoveStop
source: Remove Stop
pl: Usuń zatrzmanie

# DuelScene/Prompt/ActionRemaining
source: ({number} remaining)
pl: (pozostało {number})

# DuelScene/Prompt/ConsecutiveTurnTooltip
source: This player will take the next turn.
pl: Ten gracz weźmie następną turę.

# DuelScene/Prompt/LeaveMatch
source: Leave Match
pl: Opuść mecz

# DuelScene/Prompt/ManaRider/DoesNotEmpty
source: Valid until:
pl: Ważne do:

# DuelScene/Prompt/ManaRider/SpendOnly
source: Spend only on
pl: Wydaj tylko na

# DuelScene/Prompt/PromptNofCount
source: {prompt} ({n} of {count})
pl: {prompt} ({n} z {count})

# DuelScene/Prompt/SacrificeConfirm
source: Sacrifice {cardTitle}
pl: Poświęć {cardTitle}

# DuelScene/RuleText/CastAsType
source: Cast as {type}
pl: Rzucone jako {type}

# DuelScene/RuleText/ColorsSpentToCast
source: Colors used {colorsSpentToCast}
pl: Użyte kolory {colorsSpentToCast}

# DuelScene/RuleText/ManaSpentToCast
source: Mana Spent: {manaSpentToCast}
pl: Użyta mana: {manaSpentToCast}

# DuelScene/RuleText/MaximumHandSizeIs
source: Your maximum hand size is {count}.
pl: Twój limit kart na ręce wynosi {count}.

# DuelScene/RuleText/NoMaximumHandSize
source: You have no maximum hand size.
pl: Nie masz limitu kart na ręce.

# DuelScene/RuleText/PredictedDamage
source: {value} Damage
pl: {value} obrażeń

# DuelScene/RuleText/SpentToCast
source: Spent: {spentToCast}
pl: Wydano: {spentToCast}

# DuelScene/RuleText/SupplementalTextOpponentCountTypeZone
source: Your opponent has {count} {types} in their {zones}.
pl: Twój przeciwnik ma {count} {types} w swoich {zones}.

# DuelScene/RuleText/SupplementalTextYouCountTypeZone
source: You have {count} {types} in your {zones}.
pl: Masz {count} {types} w twoich {zones}.

# DuelScene/ScreenSpace/ManaPool/FromSnowSourceTooltip
source: <sprite="SpriteSheet_ManaIcons" name="xS"> Mana from a snow source
pl: <sprite="SpriteSheet_ManaIcons" name="xS"> Mana ze śnieżnego źródła

# DuelScene/ScreenSpace/Prompts/EnterFullControl
source: Enter Full Control
pl: Wejdź w pełną kontrolę

# DuelScene/ScreenSpace/Prompts/FullControlActivated
source: Full Control Activated
pl: Pełna kontrola włączona

# DuelScene/ScreenSpace/Prompts/FullControlCancel
source: Cancel
pl: Anuluj

# DuelScene/ScreenSpace/Prompts/FullControlTitle
source: Full Control Enabled
pl: Pełna kontrola włączona

# DuelScene/ScreenSpace/Prompts/FullControlToolTip
source: <color="green">[Shift + Ctrl]</color> Lock/Unlock Full Control. While enabled, Full Control stops at all possible times.
pl: <color="green">[Shift + Ctrl]</color> Włącz/wyłącz pełną kontrolę. Po włączeniu, pełna kontrola zatrzymuje się w każdym możliwym momencie.

# DuelScene/ScreenSpace/Prompts/WaitingForOpponent
source: Waiting for Opponent
pl: Czekanie na przeciwnika

# DuelScene/ScreenSpace/Prompts/WaitingForPriority
source: Waiting for Priority
pl: Czekanie na priorytet

# DuelScene/SelectTargets_Ability
source: this ability
pl: ta zdolność

# DuelScene/SelectTargets_LocalPlayer
source: Do you want to target yourself with {source}?
pl: Czy chcesz wskazać siebie z {source}?

# DuelScene/SelectTargets_Opponent
source: Do you want to target your opponent with {source}?
pl: Chcesz wskazać przeciwnika z {source}?

# DuelScene/StartingPlayer/FreeMulligan_ButtonText
source: Free Mulligan
pl: Darmowy muligan

# DuelScene/StartingPlayer/FreeMulligan_Description_LocalPlayer
source: In this format, the first mulligan is free!
pl: W tym formacie pierwszy muligan jest darmowy!

# DuelScene/StartingPlayer/FreeMulligan_Description_Opponent
source: Your opponent is choosing whether or not to take a free mulligan.
pl: Twój przeciwnik decyduje czy wziąć darmowego muligana.

# DuelScene/StartingPlayer/Keep
source: Keep
pl: Zostaw

# DuelScene/StartingPlayer/KeepCountPlural
source: Keep {count}
pl: Zostaw {count}

# DuelScene/StartingPlayer/KeepCountSingular
source: Keep {count}
pl: Zostaw {count}

# DuelScene/StartingPlayer/KeepPlural
source: Keep {count}
pl: Zostaw {count}

# DuelScene/StartingPlayer/KeepSingular
source: Keep {count}
pl: Zostaw {count}

# DuelScene/StartingPlayer/LondonMulliganConsequencePlural
source: You will return {count} cards to the bottom of your library.
pl: Zwrócisz {count} kart(y) na spód twojej biblioteki.

# DuelScene/StartingPlayer/LondonMulliganConsequenceSingular
source: You will return {count} card to the bottom of your library.
pl: Zwrócisz {count} kartę na spód twojej biblioteki.

# DuelScene/StartingPlayer/LondonReturnSubheaderPlural
source: Drag {count} cards to the bottom of your library.
pl: Przeciągnij {count} kart(y) na spód twojej biblioteki.

# DuelScene/StartingPlayer/LondonReturnSubheaderSingular
source: Drag {count} card to the bottom of your library.
pl: Przeciągnij {count} kartę na spód twojej biblioteki.

# DuelScene/StartingPlayer/LondonReturnTitlePlural
source: Return {count} Cards
pl: Zwróć {count} kart(y)

# DuelScene/StartingPlayer/LondonReturnTitleSingular
source: Return {count} Card
pl: Zwróć {count} kartę

# DuelScene/StartingPlayer/LondonRules
source: Each time you take a mulligan, you draw seven cards, then decide if you want to keep that hand or take an additional mulligan. Once you've decided to keep your hand, put a number of cards equal to the number of times you have mulliganed this game on the bottom of your library in any order.
pl: Biorąc wymianę za każdym razem dobierasz siedem kart, następnie decydujesz, czy chcesz zatrzymać ową rękę, czy wziąć dodatkową wymianę. Kiedy już zdecydujesz się zatrzymać rękę, umieść na spodzie twojej biblioteki tyle kart, ile wynosi liczba wziętych przez ciebie wymian w tej grze.

# DuelScene/StartingPlayer/Mulligan
source: Mulligan
pl: Wymiana

# DuelScene/StartingPlayer/Mulligan_Opening_Hand_Plural_Cards_Empty_Text
source: Mulligan your opening hand? This replaces this card with nothing. <br><i>Note that a good opening hand has multiple lands and spells.</i>
pl: Wymienić twoją startową rękę? To zamieni tę kartę na pustkę. <br><i>Zauważ, że dobra ręka startowa ma kilka lądów i czarów.</i>

# DuelScene/StartingPlayer/Mulligan_Opening_Hand_Plural_Cards_SingleRemaining_Text
source: Mulligan your opening hand? This replaces these {cardsInHand} cards with a new one.<br> <i>Note that a good opening hand has multiple lands and spells.</i>
pl: Wymienić twoją startową rękę? To zamieni te {cardsInHand} kart(y) jedną nową.<br><i>Zauważ, że dobra ręka startowa ma kilka lądów i czarów.</i>

# DuelScene/StartingPlayer/Mulligan_Opening_Hand_Plural_Cards_Text
source: Mulligan your opening hand? This replaces these {cardsInHand} cards with {newCardCount} new ones. <i>Note that a good opening hand has multiple lands and spells.</i>
pl: Wymienić twoją startową rękę? To zamieni te {cardsInHand} kart(y) {newCardCount} nowymi. <i>Zauważ, że dobra ręka startowa ma kilka lądów i czarów.</i>

# DuelScene/StartingPlayer/Mulligan_Opening_Hand_Single_Card_Text
source: Mulligan your opening hand? This replaces these {cardsInHand} cards with {newCardCount} new one. <i>Note that a good opening hand has multiple lands and spells.</i>
pl: Wymienić twoją startową rękę? To zamieni te {cardsInHand} karty {newCardCount} nową. <i>Zauważ, że dobra ręka startowa ma kilka lądów i czarów.</i>

# DuelScene/StartingPlayer/MulliganConsequence
source: This replaces these {currentHandSize} cards with {nextHandSize} new ones.
pl: To zamieni te {currentHandSize} kart(y) {nextHandSize} nowymi.

# DuelScene/StartingPlayer/MulliganPrompt
source: Mulligan Your Opening Hand?
pl: Wymienić twoją startową rękę?

# DuelScene/StartingPlayer/Opening_Hand_Title
source: Your Opening Hand
pl: Twoja startowa ręka

# DuelScene/StartingPlayer/OpeningHandDetails
source: Your opponent is choosing whether to keep their hand or mulligan to {newHandSize} cards.
pl: Twój przeciwnik rozważa czy zatrzymać swoją rękę, czy wymienić na {newHandSize} kart.

# DuelScene/StartingPlayer/Opponent_First_No_Arrow
source: Opponent Goes First
pl: Przeciwnik zaczyna

# DuelScene/StartingPlayer/Opponent_First_Text
source: {arrowIcon} Your opponent goes first.
pl: {arrowIcon} Twój przeciwnik zaczyna.

# DuelScene/StartingPlayer/OpponentChoosingPlural
source: Your opponent is choosing whether to keep {count} cards or to mulligan.
pl: Twój przeciwnik rozważa czy zatrzymać {count} kart, czy wziąć wymianę.

# DuelScene/StartingPlayer/OpponentChoosingSingular
source: Your opponent is choosing whether to keep {count} card or to mulligan.
pl: Twój przeciwnik rozważa czy zatrzymać {count} kartę, czy wziąć wymianę.

# DuelScene/StartingPlayer/OpponentKeepPlural
source: Your opponent kept a hand of {count} cards.
pl: Twój przeciwnik zatrzymał rękę z {count} kartami.

# DuelScene/StartingPlayer/OpponentKeepSingular
source: Your opponent kept a hand of {count} card.
pl: Twój przeciwnik zatrzymał rękę z {count} kartą.

# DuelScene/StartingPlayer/OpponentKept
source: Your opponent kept a hand of {handSize} cards.
pl: Twój przeciwnik zatrzymał rękę z {handSize} kartami.

# DuelScene/StartingPlayer/OpponentMulliganAllPlural
source: Your opponent has taken {count} mulligans and can't take any more.
pl: Twój przeciwnik wziął {count} wymian i nie może wziąć więcej.

# DuelScene/StartingPlayer/OpponentMulliganAllSingular
source: Your opponent has taken {count} mulligan and can't take any more.
pl: Twój przeciwnik wziął {count} wymianę i nie może wziąć więcej.

# DuelScene/StartingPlayer/OpponentMulliganChoice
source: Your opponent has {handSize} cards and may take a mulligan after you have made your choice.
pl: Twój przeciwnik ma {handSize} kart i może wziąć wymianę po tym, jak podejmiesz decyzję.

# DuelScene/StartingPlayer/OpponentMulliganPlural
source: Your opponent has taken {count} mulligans and may take another after you have made your choice.
pl: Twój przeciwnik wziął {count} wymian i może wziąć kolejną po tym, jak podejmiesz decyzję.

# DuelScene/StartingPlayer/OpponentMulliganSingular
source: Your opponent has taken {count} mulligan and may take another after you have made your choice.
pl: Twój przeciwnik wziął {count} wymianę i może wziąć kolejną po tym, jak podejmiesz decyzję.

# DuelScene/StartingPlayer/Opponents_Turn
source: Opponent's Turn
pl: Tura przeciwnika

# DuelScene/StartingPlayer/OpponentWaiting
source: Your opponent is waiting for their initial mulligan choice.
pl: Twój przeciwnik czeka na swoją decyzję o wymianie.

# DuelScene/StartingPlayer/Player_First_No_Arrow
source: You Go First
pl: Zaczynasz

# DuelScene/StartingPlayer/Player_First_Text
source: {arrowIcon} You go first.
pl: {arrowIcon} Zaczynasz.

# DuelScene/StartingPlayer/Players_Turn
source: Your Turn
pl: Twoja tura

# DuelScene/StartingPlayer/StartingPlayer_DrawFirst
source: Draw First
pl: Wolę dobrać

# DuelScene/StartingPlayer/StartingPlayer_PlayFirst
source: Play First
pl: Wolę zacząć

# DuelScene/TimeoutUsed
source: TIMEOUT USED
pl: UŻYTO PRZEDŁUŻENIA

# DuelScene/Warning/AFK_Warning
source: <size=+.15><b><color=red>Warning!</color></b></size> You haven't acted recently. Act soon or you'll concede the game!
pl: <size=+.15><b><color=red>Uwaga!</color></b></size> Od dłuższej chwili niczego nie robisz. Zrób coś albo poddasz grę!

# DuelScene/Warning/MatchClockLowTime
source: Less than {minutesRemaining} minutes remaining in your match timer. You will concede the match if it expires.
pl: Na twoim czasomierzu zostało {minutesRemaining} minut(y). Poddasz mecz jeśli się wyczerpią.

# DuelScene/Warning/SelectTargets_ColdHighlightWarning
source: Do you want to target {target} with {source}?
pl: Chcesz wskazać {target} używając {source}?
