Repository: dekoza/mtgpl
Catalog: MTG/*/BNG.po
Languages: pl

source: Heroic — Whenever you cast a spell that targets Hero of Leina Tower, you may pay |mana_x|. If you do, put X +1/+1 counters on Hero of Leina Tower.
pl: Heroizm — Ilekroć rzucasz czar wskazujący na Bohatera z Wieży z Leina, możesz zapłacić |mana_x|. Jeśli tak zrobisz, połóż X znaczników +1/+1 na Bohaterze z Wieży z Leina.

source: Heroes' Podium
pl: Heroes' Podium (Podium Bohaterów)

source: Each legendary creature you control gets +1/+1 for each other legendary creature you control.
pl: Każdy legendarny stwór, którym władasz, dostaje +1/+1 za każdego innego legendarnego stwora, którym władasz.

source: |mana_x|, |tap|: Look at the top X cards of your library. You may reveal a legendary creature card from among them and put it into your hand. Put the rest on the bottom of your library in a random order.
pl: |mana_x|, |tap|: Spójrz na X wierzchnich kart twojej biblioteki. Możesz ujawnić kartę legendarnego stwora spośród nich i dołożyć ją do twojej ręki. Połóż pozostałe na spodzie twojej biblioteki w losowej kolejności.

source: Prevent the next 7 damage that would be dealt to target creature or player this turn.
pl: Zażegnaj najbliższe 7 obrażeń, które mogłyby zostać zadane w tej turze wskazanemu stworowi lub graczowi.

source: Until end of turn, target creature gets +3/+3 and gains trample and \"Whenever this creature deals combat damage to a player, draw that many cards.\"
pl: Do końca tury wskazany stwór dostaje +3/+3, tratowanie oraz \"Ilekroć ten stwór zada graczowi obrażenia bojowe, dobierz tyle samo kart.\"

source: Flying, haste
pl: Latanie, pośpiech

source: Impetuous Sunchaser attacks each turn if able.
pl: Impetuous Sunchaser atakuje w każdej turze jeśli może.

source: Karametra, God of Harvests
pl: Karametra, God of Harvests (Karametra, Bogini Żniw)

source: As long as your devotion to green and white is less than seven, Karametra isn't a creature.
pl: Dopóki twój kult zielonego i białego jest mniejszy niż siedem, Karametra nie jest stworem.

source: Whenever you cast a creature spell, you may search your library for a Forest or Plains card, put it onto the battlefield tapped, then shuffle your library.
pl: Ilekroć rzucasz czar stwora, możesz poszukać w twojej bibliotece karty Lasu lub Równiny, położyć ją na polu walki zaznaczoną, następnie przetasować twoją bibliotekę.

source: Karametra's Favor
pl: Karametra's Favor (Łaska Karametry)

source: When Karametra's Favor enters the battlefield, draw a card.
pl: Kiedy Łaska Karametry wchodzi na pole walki, dobierz kartę.

source: Enchanted creature has \"|tap|: Add one mana of any color to your mana pool.\"
pl: Zauroczony stwór ma \"|tap|: Doda jedną manę dowolnego koloru do twojej puli many.\"

source: +1: Until your next turn, prevent all damage that would be dealt to and dealt by target permanent an opponent controls.
pl: +1: Do twojej następnej tury zażegnaj wszystkie obrażenia, który mogłyby zostać zadane lub otrzymane przez wskazany permanent władany przez przeciwnika.

source: -1: Draw a card. You may play an additional land this turn.
pl: -1: Dobierz kartę. Możesz zagrać dodatkowy ląd w tej turze.

source: -5: You get an emblem with \"At the beginning of your end step, put a 9/9 blue Kraken creature token onto the battlefield.\"
pl: -5: Dostajesz emblemat o treści \"Na początku twojego kroku końcowego połóż na polu walki żeton niebieskiego stwora Kraken 9/9.\"

source: |tap|: Untap another target permanent.
pl: |tap|: Odznacz inny wskazany permanent.

source: Until end of turn, creatures you control gain \"|tap|: This creature deals 1 damage to target creature or player.\"
pl: Stwory, którymi władasz, zyskują do końca tury \"|tap|: Ten stwór zadaje 1 obrażenie wskazanemu stworowi lub graczowi.\"

source: Loyal Pegasus
pl: Loyal Pegasus (Lojalny Pegaz)

source: Loyal Pegasus can't attack or block alone.
pl: Lojalny Pegaz nie może samotnie atakować lub blokować.

source: Meletis Astronomer
pl: Meletis Astronomer (Astronom z Meletis)

source: Heroic — Whenever you cast a spell that targets Meletis Astronomer, look at the top three cards of your library. You may reveal an enchantment card from among them and put it into your hand. Put the rest on the bottom of your library in any order.
pl: Heroizm — Ilekroć rzucasz czar wskazujący Astronoma z Meletis, spójrz na trzy wierzchnie karty twojej biblioteki. Możesz ujawnić kartę uroku spośród nich i dołożyć ją do twojej reki. Połóż pozostałe na spodzie twojej biblioteki w dowolnej kolejności.

source: Heroic — Whenever you cast a spell that targets Mindreaver, exile the top three cards of target player's library.
pl: Heroizm — Ilekroć rzucasz czar wskazujący Mindreaver, wypędź trzy wierzchnie karty biblioteki wskazanego gracza.

source: Mischief and Mayhem
pl: Mischief and Mayhem (Psota i Zamęt)

source: Up to two target creatures each get +4/+4 until end of turn.
pl: Każdy z najwyżej dwóch wskazanych stworów dostaje +4/+4 do końca tury.

source: Mogis, God of Slaughter
pl: Mogis, God of Slaughter (Mogis, Bóg Rzezi)

source: As long as your devotion to black and red is less than seven, Mogis isn't a creature.
pl: Dopóki twój kult czarnego i czerwonego jest mniejszy niż siedem, Mogis nie jest stworem.

source: At the beginning of each opponent's upkeep, Mogis deals 2 damage to that player unless he or she sacrifices a creature.
pl: Na początku rozliczenia każdego przeciwnika, Mogis zadaje 2 obrażenia owemu graczowi, chyba że ów gracz poświęci stwora.

source: Target creature gets +1/+1 and gains lifelink until end of turn. (Damage dealt by the creature also causes its controller to gain that much life.)
pl: Wskazany stwór dostaje do końca tury +1/+1 oraz więź życia. (Obrażenia zadane przez tego stwora dodatkowo sprawiają, że jego władca zyskuje tyle samo życia.)

source: Target creature gets +1/+1 and gains indestructible until end of turn. (Damage and effects that say \"destroy\" don't destroy it.)
pl: Wskazany stwór dostaje do końca tury +1/+1 oraz niezniszczalność. (Obrażenia oraz efekty mówiące \"zniszcz\" nie niszczą go.)

source: Target creature gains deathtouch until end of turn. Regenerate it.
pl: Wskazany stwór zyskuje dotyk śmierci do końca tury. Zregeneruj go.

source: Nessian Demolok
pl: Nessian Demolok (Nessiański Demolok)

source: Tribute 3 (As this creature enters the battlefield, an opponent of your choice may place three +1/+1 counters on it.)
pl: Danina 3 (Gdy ten stwór jest wprowadzany na pole walki, przeciwnik wybrany przez ciebie może położyć na nim trzy znaczniki +1/+1.)

source: When Nessian Demolok enters the battlefield, if tribute wasn't paid, destroy target noncreature permanent.
pl: Kiedy Niessiański Demolok wchodzi na pole walki, jeśli danina nie została zapłacona, zniszcz wskazany permanent nie będący stworem.

source: Tribute 6 (As this creature enters the battlefield, an opponent of your choice may place six +1/+1 counters on it.)
pl: Danina 6 (Gdy ten stwór jest wprowadzany na pole walki, przeciwnik wybrany przez ciebie może położyć na nim sześć znaczników +1/+1.)

source: When Nessian Wilds Ravager enters the battlefield, if tribute wasn't paid, you may have Nessian Wilds Ravager fight another target creature. (Each deals damage equal to its power to the other.)
pl: Kiedy Nessian Wilds Ravager wchodzi na pole walki, jeśli danina nie została zapłacona, możesz sprawić, że Nessian Wilds Ravager będzie bić się ze wskazanym stworem. (Każdy zada drugiemu obrażenia równe swojej sile.)

source: Bestow |mana_5| |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_5| |mana_g| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Counter target creature or Aura spell.
pl: Skontruj wskazany czar stwora lub Aury.

source: Bestow |mana_4| |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_4| |mana_b| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +2/+1.
pl: Zauroczony stwór dostaje +2/+1.

source: Bestow |mana_1| |mana_r| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_1| |mana_r| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Bestow |mana_2| |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_2| |mana_w| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +1/+2.
pl: Zauroczony stwór dostaje +1/+2.

source: Bestow |mana_4| |mana_u| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_4| |mana_u| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +2/+3.
pl: Zauroczony stwór dostaje +2/+3.

source: Bestow |mana_4| |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_4| |mana_g| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +3/+1.
pl: Zauroczony stwór dostaje +3/+1.

source: |mana_w|, Sacrifice Odunos River Trawler: Return target enchantment creature card from your graveyard to your hand.
pl: |mana_w|, poświęć Odunos River Trawler: Przywróć wskazaną kartę uroku-stwora z twojego cmentarza do twojej ręki.

source: Oracle of Bones
pl: Oracle of Bones (Wyrocznia Kości)

source: Haste
pl: Pośpiech

source: When Oracle of Bones enters the battlefield, if tribute wasn't paid, you may cast an instant or sorcery card from your hand without paying its mana cost.
pl: Kiedy Wyrocznia Kości wchodzi na pole walki, jeśli danina nie została zapłacona, możesz rzucić czar sztuczki lub obrzędu z twojej ręki bez płacenia kosztu many.

source: Enchanted creature has \"|tap|: Scry 1, then draw a card.\" (To scry 1, look at the top card of your library, then you may put that card on the bottom of your library.)
pl: Zauroczony stwór ma \"|tap|: Wróż 1, następnie dobierz kartę.\" (By wróżyć 1, spójrz na wierzchnią kartę twojej biblioteki, następnie możesz położyć ową kartę na spodzie twojej biblioteki.)

source: When Ornitharch enters the battlefield, if tribute wasn't paid, put two 1/1 white Bird creature tokens with flying onto the battlefield.
pl: Kiedy Ornitharch wchodzi na pole walki, jeśli danina nie została zapłacona, połóż na polu walki dwa żetony białego stwora Ptak 1/1 z lataniem.

source: Search your library for up to two basic land cards, reveal those cards, and put one onto the battlefield tapped and the other into your hand. Shuffle your library, then scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Przeszukaj twoją bibliotekę w poszukiwaniu do dwóch kart zwykłych lądów, ujawnij owe karty i połóż jedną na polu walki jako zaznaczoną, a drugą dołóż do twojej ręki. Przetasuj twoją bibliotekę, następnie wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: When Pharagax Giant enters the battlefield, if tribute wasn't paid, Pharagax Giant deals 5 damage to each opponent.
pl: Kiedy Gigant z Pharagax wchodzi na pole walki, jeśli danina nie została zapłacona, Gigan z Pharagax zadaje 5 obrażeń każdemu przeciwnikowi.

source: Phenax, God of Deception
pl: Phenax, God of Deception (Phenax, Bóg Oszustwa)

source: Pillar of War
pl: Pillar of War (Filar Wojny)

source: As long as Pillar of War is enchanted, it can attack as though it didn't have defender.
pl: Dopóki Filar Wojny jest zauroczony, może atakować, jakby nie miał obronności.

source: Pinnacle of Rage
pl: Pinnacle of Rage (Szczyt Szału)

source: Pinnacle of Rage deals 3 damage to each of two target creatures and/or players.
pl: Szczyt Szału zadaje po 3 obrażenia obu wskazanym stworom i/lub graczom.

source: Search your library for up to two enchantment cards, reveal them, and put them into your hand. Then shuffle your library.
pl: Poszukaj w twojej bibliotece do dwóch kart uroków, ujawnij je i dołóż do twojej ręki. Następnie przetasuj twoją bibliotekę.

source: Minotaur spells you cast cost |mana_b| |mana_r| less to cast. This effect reduces only the amount of colored mana you pay. (For example, if you cast a Minotaur spell with mana cost |mana_2| |mana_r|, it costs |mana_2| to cast.)
pl: Rzucenie czarów Minotaurów kosztuje cię o |mana_b| |mana_r| mniej. Efekt ten zmniejsza tylko ilość kolorowej many. (Przykładowo jeśli rzucasz czar Minotaura o koszcie |mana_2| |mana_r|, płacisz za jego rzucenie |mana_2|.)

source: Raised by Wolves
pl: Raised by Wolves (Wychowany Przez Wilki)

source: When Raised by Wolves enters the battlefield, put two 2/2 green Wolf creature tokens onto the battlefield.
pl: Kiedy Wychowany Przez Wilki wchodzi na pole walki, połóż na polu walki dwa żetony dzielonego stwora Wilk 2/2.

source: Enchanted creature gets +1/+1 for each Wolf you control.
pl: Zauroczony stwór dostaje +1/+1 za każdego Wilka, którym władasz.

source: Reap What Is Sown
pl: Reap What Is Sown (Zbierz, Co Zasiane)

source: Put a +1/+1 counter on each of up to three target creatures.
pl: Połóż znacznik +1/+1 na każdym z najwyżej trzech wskazanych stworów.

source: Reckless Reveler
pl: Reckless Reveler (Lekkomyślny Hulaka)

source: |mana_r|, Sacrifice Reckless Reveler: Destroy target artifact.
pl: |mana_r|, poświęć Lekkomyślnego Hulakę: Zniszcz wskazany artefakt.

source: Until end of turn, target creature gains \"|tap|: Return target nonland permanent to its owner's hand.\"
pl: Wskazany stwór zyskuje do końca tury \"|tap|: Zwróć wskazany nielądowy permanent do ręki jego właściciela.\"

source: Exile target artifact or enchantment.
pl: Wypędź wskazany artefakt lub urok.

source: Target creature gets +2/+0 and gains first strike until end of turn.
pl: Wskazany stwór dostaje do końca tury +2/+0 oraz pierwszy cios.

source: You draw X cards and you lose X life, where X is your devotion to black. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Dobierasz X kart i tracisz X życia, gdzie X jest twoim kultem czarnego. (Każdy symbol |mana_b| w kosztach many permanentów, którymi władasz, wlicza się do twojego kultu czarnego.)

source: Satyr Firedancer
pl: Satyr Firedancer (Satyr Tancerz Ognia)

source: Whenever an instant or sorcery spell you control deals damage to an opponent, Satyr Firedancer deals that much damage to target creature that player controls.
pl: Ilekroć czar sztuczki lub obrzędu, którym władasz, zadaje obrażenia przeciwnikowi, Satyr Tancerz Ognia zadaje tyle samo obrażeń wskazanemu stworowi władanemu przez owego gracza.

source: Scouring Sands deals 1 damage to each creature your opponents control. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Scouring Sands zadaje 1 obrażenie każdemu stworowi władanemu przez twoich przeciwników. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Servant of Tymaret
pl: Servant of Tymaret (Sługa Tymareta)

source: Inspired — Whenever Servant of Tymaret becomes untapped, each opponent loses 1 life. You gain life equal to the life lost this way.
pl: Natchniony — Ilekroć Sługa Tymareta zostaje odznaczony, każdy przeciwnik traci 1 życie. Zyskujesz życie równe życiu straconemu w ten sposób.

source: |mana_2| |mana_b|: Regenerate Servant of Tymaret.
pl: |mana_2| |mana_b|: Zregeneruj Sługę Tymareta.

source: Shrike Harpy
pl: Shrike Harpy (Harpia Dzierzbowa)

source: When Shrike Harpy enters the battlefield, if tribute wasn't paid, target opponent sacrifices a creature.
pl: Kiedy Harpia Dzierzbowa wchodzi na pole walki, jeśli danina nie została zapłacona, wskazany przeciwnik poświęca stwora.

source: Siren of the Fanged Coast
pl: Siren of the Fanged Coast (Syrena Wybrzeża Kłów)

source: When Siren of the Fanged Coast enters the battlefield, if tribute wasn't paid, gain control of target creature.
pl: Kiedy Syrena z Wybrzeża Kłów wchodzi na pole walki, jeśli danina nie została zapłacona, przejmij kontrolę nad wskazanym stworem.

source: Siren of the Silent Song
pl: Siren of the Silent Song (Syrena Milczącej Pieśni)

source: Inspired — Whenever Siren of the Silent Song becomes untapped, each opponent discards a card, then puts the top card of his or her library into his or her graveyard.
pl: Natchniony — Ilekroć Syrena Milczącej Pieśni zostaje odznaczona, każdy przeciwnik odrzuca kartę, następnie kładzie wierzchnią kartę swojej biblioteki do swojego cmentarza.

source: Snake of the Golden Grove
pl: Snake of the Golden Grove (Wąż ze Złotego Zagajnika)

source: When Snake of the Golden Grove enters the battlefield, if tribute wasn't paid, you gain 4 life.
pl: Kiedy Wąż ze Złotego Zagajnika wchodzi na pole walki, jeśli danina nie została zapłacona, zyskujesz 4 życia.

source: Inspired — Whenever Sphinx's Disciple becomes untapped, draw a card.
pl: Natchniony — Ilekroć Sphinx's Disciple zostaje odznaczony, dobierz kartę.

source: Spirit of the Labyrinth
pl: Spirit of the Labyrinth (Duch Labiryntu)

source: Each player can't draw more than one card each turn.
pl: Żaden gracz nie może dobrać więcej niż jedną kartę w każdej turze.

source: Bestow |mana_3| |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_3| |mana_b| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: |tap|, Tap an untapped creature you control: Add one mana of any color to your mana pool.
pl: |tap|, zaznacz niezaznaczonego stwora, którym władasz: Dodaj jedną manę dowolnego koloru do twojej puli many.

source: |mana_1| |mana_u|: Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: |mana_1| |mana_u|: Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Stratus Walk
pl: Stratus Walk (Spacer w Chmurach)

source: When Stratus Walk enters the battlefield, draw a card.
pl: Kiedy Spacer w Chmurach wchodzi na pole walki, dobierz kartę.

source: Enchanted creature can block only creatures with flying.
pl: Zauroczony stwór może blokować tylko stwory z lataniem.

source: Sudden Storm
pl: Sudden Storm (Nagła Burza)

source: Tap up to two target creatures. Those creatures don't untap during their controllers' next untap steps. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Zaznacz do dwóch wskazanych stworów. Owe stwory nie odznaczą się w najbliższym kroku odznaczania swoich władców. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Enchanted creature has \"Whenever you gain life, put that many +1/+1 counters on this creature.\"
pl: Zauroczony stwór ma \"Ilekroć zyskujesz życie, połóż tyle samo znaczników +1/+1 na tym stworze.\"

source: Temple of Enlightenment
pl: Temple of Enlightenment (Świątynia Oświecenia)

source: Temple of Enlightenment enters the battlefield tapped.
pl: Świątynia Oświecenia wchodzi na pole walki zaznaczona.

source: When Temple of Enlightenment enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Świątynia Oświecenia wchodzi na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_w| or |mana_u| to your mana pool.
pl: |tap|: Dodaj |mana_w| lub |mana_u| do twojej puli many.

source: Temple of Malice
pl: Temple of Malice (Świątynia Złośliwości)

source: Temple of Malice enters the battlefield tapped.
pl: Świątynia Złośliwości wchodzi na pole walki zaznaczona.

source: When Temple of Malice enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Świątynia Złośliwości wchodzi na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_b| or |mana_r| to your mana pool.
pl: |tap|: Dodaj |mana_b| lub |mana_r| do twojej puli many.

source: Temple of Plenty
pl: Temple of Plenty (Świątynia Dostatku)

source: Temple of Plenty enters the battlefield tapped.
pl: Świątynia Dostatku wchodzi na pole walki zaznaczona.

source: When Temple of Plenty enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Świątynia Dostatku wchodzi na pole walki, wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: |tap|: Add |mana_g| or |mana_w| to your mana pool.
pl: |tap|: Dodaj |mana_g| lub |mana_w| do twojej puli many.

source: Counter target spell unless its controller pays |mana_x|, where X is your devotion to blue. (Each |mana_u| in the mana costs of permanents you control counts toward your devotion to blue.)
pl: Skontruj wskazany czar dopóki jego władca nie dopłaci |mana_x|, gdzie X jest twoim kultem niebieskiego (Każdy symbol |mana_u| w kosztach many permanentów, którymi władasz, wlicza się do twojego kultu niebieskiego.)

source: Thunder Brute
pl: Thunder Brute (Grzmotodrab)

source: When Thunder Brute enters the battlefield, if tribute wasn't paid, it gains haste until end of turn.
pl: Kiedy Grzmotodrab wchodzi na pole walki, jeśli danina nie została zapłacona, sykuje on pośpiech do końca tury.

source: Whenever enchanted creature attacks, it gets +X/+0 until end of turn, where X is your devotion to red. (Each |mana_r| in the mana costs of permanents you control counts toward your devotion to red.)
pl: Ilekroć zauroczony stwór atakuje, dostaje do końca tury +X/+0, gdzie X jest twoim kultem czerwonego. (Każdy symbol |mana_r| w kosztach many permanentów, którymi władasz, wlicza się do twojego kultu czerwonego.)

source: Tromokratis can't be blocked unless all creatures defending player controls block it. (If any creature that player controls doesn't block this creature, it can't be blocked.)
pl: Tromokratis nie może być blokowany dopóki wszystkie stwory władane przez broniącego się gracza go nie zablokują. (Jeśli jakikolwiek stwór owego gracza nie blokuje tego stwora, nie może on być zablokowany.)

source: Choose target artifact or enchantment. Its owner shuffles it into his or her library.
pl: Wybierz wskazany artefakt lub urok. Jego właściciel wtasowuje go do swojej biblioteki.

source: Vortex Elemental
pl: Vortex Elemental (Wirołak)
