Repository: dekoza/mtgpl
Catalog: MTG/*/BNG.po
Languages: pl

source: Born of the Gods
pl: Born of the Gods (Zrodzeni z Bogów)

source: Prevent the next X damage that would be dealt to target creature this turn, where X is your devotion to white. If damage is prevented this way, Acolyte's Reward deals that much damage to target creature or player. (Each |mana_w| in the mana costs of permanents you control counts toward your devotion to white.)
pl: Zażegnaj najbliższe X obrażeń, które miałyby zostać zadane wskazanemu stworowi w tej turze, gdzie X jest twoim kultem białego. Jeśli obrażenia zostaną zażegnane w ten sposób, Acolyte's Reward zadaje tyle samo obrażeń wskazanemu stworowi lub graczowi. (Każdy symbol |mana_w| w kosztach many permanentów, którymi władasz wlicza się do twojego kultu białego.)

source: Inspired — Whenever Aerie Worshippers becomes untapped, you may pay |mana_2| |mana_u|. If you do, put a 2/2 blue Bird enchantment creature token with flying onto the battlefield.
pl: Natchniony — Ilekroć Aerie Worshippers zostaje odznaczony, możesz zapłacić |mana_2| |mana_u|. Jeśli tak zrobisz, połóż na polu walki żeton niebieskiego uroku stwora Ptak 2/2 z lataniem.

source: Heroic — Whenever you cast a spell that targets Akroan Conscriptor, gain control of another target creature until end of turn. Untap that creature. It gains haste until end of turn.
pl: Heroizm — Ilekroć rzucasz czar wskazujący na Akroan Conscriptor, przejmuj władanie nad innym wskazanym stworem do końca tury. Odznacz owego stwora. Zyskuje on pośpiech do końca tury.

source: Akroan Phalanx
pl: Akroan Phalanx (Akroańska Falanga)

source: Vigilance
pl: Czujność

source: |mana_2| |mana_r|: Creatures you control get +1/+0 until end of turn.
pl: |mana_2| |mana_r|: Stwory, którymi władasz, dostają do końca tury +1/+0.

source: Akroan Skyguard
pl: Akroan Skyguard (Akroański Strażnik Nieba)

source: Flying
pl: Latanie

source: Heroic — Whenever you cast a spell that targets Akroan Skyguard, put a +1/+1 counter on Akroan Skyguard.
pl: Heroizm — Ilekroć rzucasz czar wskazujący na Akroan Skyguard, połóż znacznik +1/+1 na Akroan Skyguard.

source: Arbiter of the Ideal
pl: Arbiter of the Ideal (Arbiter Ideału)

source: Inspired — Whenever Arbiter of the Ideal becomes untapped, reveal the top card of your library. If it's an artifact, creature, or land card, you may put it onto the battlefield with a manifestation counter on it. That permanent is an enchantment in addition to its other types.
pl: Natchniony — Ilekroć Arbiter Ideału zostaje odznaczony, ujawnij wierzchnią kartę twojej biblioteki. Jeśli jest to karta artefaktu, stwora lub lądu, możesz położyć ją na polu walki ze znacznikiem manifestacji. Ów permanent jest urokiem dodatkowo do swoich innych typów.

source: Archetype of Aggression
pl: Archetype of Aggression (Archetyp Agresji)

source: Creatures you control have trample.
pl: Stwory, którymi władasz mają tratowanie.

source: Creatures your opponents control lose trample and can't have or gain trample.
pl: Stwory władane przez twoich przeciwników tracą tratowanie i nie mogą mieć ani zyskać tratowania.

source: Archetype of Courage
pl: Archetype of Courage (Archetyp Odwagi)

source: Creatures you control have first strike.
pl: Stwory, którymi władasz mają pierwszy cios.

source: Creatures your opponents control lose first strike and can't have or gain first strike.
pl: Stwory władane przez twoich przeciwników tracą pierwszy cios i nie mogą mieć ani zyskać pierwszego ciosu.

source: Archetype of Endurance
pl: Archetype of Endurance (Archetyp Odporności)

source: Creatures you control have hexproof.
pl: Stwory, którymi władasz mają antyklątwę.

source: Creatures your opponents control lose hexproof and can't have or gain hexproof.
pl: Stwory władane przez twoich przeciwników tracą antyklątwę i nie mogą mieć ani zyskać antyklątwy.

source: Archetype of Finality
pl: Archetype of Finality (Archetyp Ostateczności)

source: Creatures you control have deathtouch.
pl: Stwory, którymi władasz mają dotyk śmierci.

source: Creatures your opponents control lose deathtouch and can't have or gain deathtouch.
pl: Stwory władane przez twoich przeciwników tracą dotyk śmierci i nie mogą mieć ani zyskać dotyku śmierci.

source: Archetype of Imagination
pl: Archetype of Imagination (Archetyp Wyobraźni)

source: Creatures you control have flying.
pl: Stwory, którymi władasz mają latanie.

source: Creatures your opponents control lose flying and can't have or gain flying.
pl: Stwory władane przez twoich przeciwników tracą latanie i nie mogą mieć ani zyskać latania.

source: Ashiok's Adept
pl: Ashiok's Adept (Adept Ashioka)

source: Heroic — Whenever you cast a spell that targets Ashiok's Adept, each opponent discards a card.
pl: Heroizm — Ilekroć rzucasz czar wskazujący na Adepta Ashioka, każdy przeciwnik odrzuca kartę.

source: Aspect of Hydra
pl: Aspect of Hydra (Aspekt Hydry)

source: Target creature gets +X/+X until end of turn, where X is your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Wskazany stwór dostaje +X/+X do końca tury, gdzie X jest twoim kultem zielonego. (Każdy symbol |mana_g| w kosztach many permanentów, którymi władasz, wlicza się się do twojego kultu zielonego).

source: Asphyxiate
pl: Asphyxiate (Uduszenie)

source: Destroy target untapped creature.
pl: Zniszcz wskazanego odznaczonego stwora.

source: Astral Cornucopia
pl: Astral Cornucopia (Astralny Róg Obfitości)

source: Astral Cornucopia enters the battlefield with X charge counters on it.
pl: Astralny Róg Obfitości wchodzi na pole walki z X znacznikami ładowania.

source: |tap|: Choose a color. Add one mana of that color to your mana pool for each charge counter on Astral Cornucopia.
pl: |tap|: Wybierz kolor. Dodaj do twojej puli many jedną manę owego koloru za każdy znacznik ładowania na Astralnym Rogu Obfitości.

source: Target creature and all other creatures with the same name as that creature get -3/-3 until end of turn.
pl: Wskazany stwór i wszystkie inne stwory o takiej samej nazwie jak ów stwór dostają -3/-3 do końca tury.

source: Black Oak of Odunos
pl: Black Oak of Odunos (Czarny Dąb z Odunos)

source: Defender
pl: Obronność

source: |mana_b|, Tap another untapped creature you control: Black Oak of Odunos gets +1/+1 until end of turn.
pl: |mana_b|, zaznacz innego odznaczonego stwora, którym władasz: Czarny Dąb z Ogunos dostaje +1/+1 do końca tury.

source: Bolt of Keranos
pl: Bolt of Keranos (Grom Keranosa)

source: Bolt of Keranos deals 3 damage to target creature or player. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Grom Keranosa zadaje 3 obrażenia wskazanemu stworowi lub graczowi. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Brimaz, King of Oreskos
pl: Brimaz, King of Oreskos (Brimaz, Król Oreskos)

source: Whenever Brimaz, King of Oreskos attacks, put a 1/1 white Cat Soldier creature token with vigilance onto the battlefield attacking.
pl: Ilekroć Brimaz, Król Oreskos atakuje, połóż na polu walki atakujący żeton białego stwora Piechur Kot 1/1 z czujnością.

source: Whenever Brimaz blocks a creature, put a 1/1 white Cat Soldier creature token with vigilance onto the battlefield blocking that creature.
pl: Ilekroć Brimaz blokuje stwora, połóż na polu walki żeton białego stwora Piechur Kot 1/1 z czujnością, blokującego owego stwora.

source: |mana_3| |mana_b| |mana_b|, |tap|, Sacrifice X other creatures: Return X target creature cards from your graveyard to the battlefield.
pl: |mana_3| |mana_b| |mana_b|, |tap|, poświęć X innych stworów: Przywróć X wskazanych kart stworów z twojego cmentarza na pole walki.

source: |mana_5| |mana_b| |mana_b|: Put Champion of Stray Souls on top of your library from your graveyard.
pl: |mana_5| |mana_b| |mana_b|: Połóż Champion of Stray Souls na wierzchu twojej biblioteki z twojego cmentarza.

source: Charging Badger
pl: Charging Badger (Szarżujący Borsuk)

source: Trample
pl: Tratowanie

source: Chorus of the Tides
pl: Chorus of the Tides (Chór Fal)

source: Heroic — Whenever you cast a spell that targets Chorus of the Tides, scry 1. (To scry 1, look at the top card of your library, then you may put that card on the bottom of your library.)
pl: Heroizm — Ilekroć rzucasz czar wskazujący Chór Fal, wróż 1. (By wróżyć 1, spójrz na wierzchnią kartę twojej biblioteki, następnie możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Chromanticore
pl: Chromanticore (Chromantykora)

source: Bestow |mana_2| |mana_w| |mana_u| |mana_b| |mana_r| |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_2| |mana_w| |mana_u| |mana_b| |mana_r| |mana_g| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Flying, first strike, vigilance, trample, lifelink
pl: Latanie, pierwszy cios, czujność, tratowanie, więź życia

source: Enchanted creature gets +4/+4 and has flying, first strike, vigilance, trample, and lifelink.
pl: Zauroczony stwór dostaje +4/+4 oraz ma latanie, pierwszy cios, czujność, tratowanie oraz więź życia.

source: Claim of Erebos
pl: Claim of Erebos (Roszczenie Erebosa)

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature has \"|mana_1| |mana_b|, |tap|: Target player loses 2 life.\"
pl: Zauroczony stwór ma \"|mana_1| |mana_b|, |tap|: Wskazany gracz traci dwa życia.\"

source: Play with the top card of your library revealed.
pl: Graj z ujawnioną wierzchnią kartą twojej biblioteki.

source: You may play the top card of your library if it's a land card.
pl: Możesz zagrać wierzchnią kartę twojej biblioteki jeśli jest to karta lądu.

source: Whenever a land enters the battlefield under your control, you gain 1 life.
pl: Ilekroć ląd wchodzi na pole walki pod twoje władanie, zyskujesz 1 życie.

source: Target creature you control gains protection from creatures your opponents control until end of turn. Untap it.
pl: Wskazany stwór zyskuje do końca tury ochronę przed stworami twoich przeciwników. Odznacz go.

source: Target creature blocks this turn if able.
pl: Wskazany stwór blokuje w tej turze jeśli może.

source: Deepwater Hypnotist
pl: Deepwater Hypnotist (Głębinowy Hipnotyzer)

source: Inspired — Whenever Deepwater Hypnotist becomes untapped, target creature an opponent controls gets -3/-0 until end of turn.
pl: Natchniony — Ilekroć Głębinowy Hipnotyzer zostaje odznaczony, wskazany stwór, którym włada przeciwnik, dostaje -3/-0 do końca tury.

source: Divination
pl: Divination (Wróżbiarstwo)

source: Draw two cards.
pl: Dobierz dwie karty.

source: Drown in Sorrow
pl: Drown in Sorrow (Tonąć w Smutku)

source: All creatures get -2/-2 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wszystkie stwory dostają -2/-2 do końca tury. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Eater of Hope
pl: Eater of Hope (Pożeracz Nadziei)

source: |mana_b|, Sacrifice another creature: Regenerate Eater of Hope.
pl: |mana_b|, poświęć innego stwora: Zregeneruj Pożeracza Nadziei.

source: |mana_2| |mana_b|, Sacrifice two other creatures: Destroy target creature.
pl: |mana_2| |mana_b|, poświęć dwa inne stwory: Zniszcz wskazanego stwora.

source: Eidolon of Countless Battles
pl: Eidolon of Countless Battles (Eidolon Niezliczonych Bitew)

source: Bestow |mana_2| |mana_w| |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_2| |mana_w| |mana_w| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Eidolon of Countless Battles and enchanted creature each get +1/+1 for each creature you control and +1/+1 for each Aura you control.
pl: Eidolon Niezliczonych Bitew oraz zauroczony stwór dostają +1/+1 za każdego stwora, którym władasz oraz +1/+1 za każdą Aurę, którą władasz.

source: Ephara, God of the Polis
pl: Ephara, God of the Polis (Ephara, Bogini Polis)

source: Indestructible
pl: Niezniszczalność

source: As long as your devotion to white and blue is less than seven, Ephara isn't a creature.
pl: Dopóki twój kult zielonego i białego jest mniejszy od siedmiu, Ephara nie jest stworem.

source: At the beginning of each upkeep, if you had another creature enter the battlefield under your control last turn, draw a card.
pl: Na początku każdego utrzymania, jeśli w poprzedniej turze inny stwór wszedł na pole walki pod twoim władaniem, dobierz kartę.

source: Ephara's Enlightenment
pl: Ephara's Enlightenment (Oświecenie Ephary)

source: When Ephara's Enlightenment enters the battlefield, put a +1/+1 counter on enchanted creature.
pl: Kiedy Oświecenie Ephary wchodzi na pole walki, połóż znacznik +1/+1 na zauroczonym stworze.

source: Enchanted creature has flying.
pl: Zauroczony stwór ma latanie.

source: Whenever a creature enters the battlefield under your control, you may return Ephara's Enlightenment to its owner's hand.
pl: Ilekroć stwór wchodzi na pole walki pod twoim władaniem, możesz przywrócić Oświecenie Ephary do ręki jego właściciela.

source: Enchanted creature has \"|mana_1| |mana_w|, |tap|: You gain 3 life.\"
pl: Zauroczony stwór ma \"|mana_1| |mana_w|, |tap|: Zyskujesz 3 życia.\"

source: Enchanted creature has \"|mana_r|, |tap|, Discard a card: Draw a card.\"
pl: Zauroczony stwór ma \"|mana_r|, |tap|, odrzuć kartę: dobierz kartę.\"

source: Eternity Snare
pl: Eternity Snare (Sidła Wieczności)

source: When Eternity Snare enters the battlefield, draw a card.
pl: Kiedy Sidła Wieczności wchodzą na pole walki, dobierz kartę.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odznacza się podczas kroku odznaczania jego władcy.

source: Enchanted creature has \"|mana_1| |mana_u|, |tap|: Target player puts the top three cards of his or her library into his or her graveyard.\"
pl: Zauroczony stwór ma \"|mana_1| |mana_u|, |tap|: Wskazany gracz kładzie trzy wierzchnie karty swojej biblioteki do swojego cmentarza.\"

source: Everflame Eidolon
pl: Everflame Eidolon (Eidolon Wiecznego Ognia)

source: Bestow |mana_2| |mana_r| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_2| |mana_r| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: |mana_r|: Everflame Eidolon gets +1/+0 until end of turn. If it's an Aura, enchanted creature gets +1/+0 until end of turn instead.
pl: |mana_r|: Eidolon Wiecznego Ognia dostaje +1/+0 do końca tury. Jeśli jest Aurą, zamiast tego zauroczony stwór dostaje +1/+0 do końca tury.

source: Enchanted creature gets +1/+1.
pl: Zauroczony stwór dostaje +1/+1.

source: Exile target tapped creature.
pl: Wypędź wskazanego zaznaczonego stwora.

source: Target creature gets -1/-1 until end of turn. If it's a Cyclops, destroy it.
pl: Wskazany stwór do końca tury dostaje -1/-1. Jeśli to Cyklop, zniszcz go.

source: Target creature you control deals damage equal to its power to another target creature.
pl: Wskazany stwór, którym władasz, zadaje obrażenia równe swojej sile innemu wskazanemu stworowi.

source: Fanatic of Xenagos
pl: Fanatic of Xenagos (Fanatyk Xenagosa)

source: Tribute 1 (As this creature enters the battlefield, an opponent of your choice may place a +1/+1 counter on it.)
pl: Danina 1 (Gdy ten stwór jest wprowadzany na pole walki, przeciwnik wybrany przez ciebie może położyć na nim znacznik +1/+1.)

source: When Fanatic of Xenagos enters the battlefield, if tribute wasn't paid, it gets +1/+1 and gains haste until end of turn.
pl: Kiedy Fanatyk Xenagosa wchodzi na pole walki, jeśli danina nie została zapłacona, dostaje on do końca tury +1/+1 i pośpiech.

source: Whenever an opponent draws a card, Fate Unraveler deals 1 damage to that player.
pl: Ilekroć przeciwnik dobiera kratę, Fate Unraveler zadaje 1 obrażenie owemu graczowi.

source: Put a token onto the battlefield that's a copy of target creature you control. If it's your turn, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Połóż na polu walki żeton będący kopią wskazanego stwora, którym władasz. Jeśli jest twoja tura, wróż 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, następnie połóż dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Put two 3/3 green Centaur enchantment creature tokens onto the battlefield. If it's your turn, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Połóż na polu walki dwa żetony zielonego uroku stwora Centaur 3/3. Jeśli jest twoja tura, wróż 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, następnie połóż dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Destroy all creatures and planeswalkers. If it's your turn, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Zniszcz wszystkie stwory i wędrowców. Jeśli jest twoja tura, wróż 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, następnie połóż dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Put target creature card from a graveyard onto the battlefield under your control. It gains indestructible. If it's your turn, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Połóż wskazaną kartę stwora z cmentarza na polu walki pod twoim władaniem. Zyskuje ona niezniszczalność. Jeśli jest twoja tura, wróż 2. (Spójrz na dwie wierzchnie karty twojej biblioteki, następnie połóż dowolne z nich na spodzie twojej biblioteki, a pozostałe na jej wierzchu w dowolnej kolejności.)

source: Fearsome Temper
pl: Fearsome Temper (Ztraszliwy Temperament)

source: Enchanted creature gets +2/+2 and has \"|mana_2| |mana_r|: Target creature can't block this creature this turn.\"
pl: Zauroczony stwór dostaje +2/+2 i ma \"|mana_2| |mana_r|: Wskazany stwór nie może blokować tego stwora w tej turze.\"

source: Flame-Wreathed Phoenix
pl: Flame-Wreathed Phoenix (Fenik Opleciony Ogniem)

source: Tribute 2 (As this creature enters the battlefield, an opponent of your choice may place two +1/+1 counters on it.)
pl: Danina 2 (Gdy ten stwór jest wprowadzany na pole walki, przeciwnik wybrany przez ciebie może położyć na nim dwa znaczniki +1/+1.)

source: When Flame-Wreathed Phoenix enters the battlefield, if tribute wasn't paid, it gains haste and \"When this creature dies, return it to its owner's hand.\"
pl: Kiedy Feniks Opleciony Ogniem wchodzi na pole walki, jeśli danina nie została zapłacona, zyskuje on pośpiech oraz \"Kiedy ten stwór umiera, przywróć go do ręki jego właściciela.\"

source: Flitterstep Eidolon
pl: Flitterstep Eidolon (Cichostępy Eidolon)

source: Bestow |mana_5| |mana_u| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_5| |mana_u| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Flitterstep Eidolon can't be blocked.
pl: Cichostępy Eidolon nie może być blokowany.

source: Enchanted creature gets +1/+1 and can't be blocked.
pl: Zauroczony stwór dostaje +1/+1 i nie może być blokowany.

source: Floodtide Serpent
pl: Wężownik Zatopienia

source: Floodtide Serpent can't attack unless you return an enchantment you control to its owner's hand. (This cost is paid as attackers are declared.)
pl: Wężownik Zatopienia nie może atakować dopóki nie zwrócisz uroku, którym władasz, do ręki jego właściciela. (Koszt ten jest płacony przy deklaracji atakujących.)

source: Intimidate
pl: Zastraszanie

source: Forsaken Drifters
pl: Forsaken Drifters (Porzuceni Rybacy)

source: When Forsaken Drifters dies, put the top four cards of your library into your graveyard.
pl: Kiedy Porzuceni Rybacy umierają, połóż cztery wierzchnie karty twojej biblioteki do twojego cmentarza.

source: Ghostblade Eidolon
pl: Ghostblade Eidolon (Eidolon Duchowego Ostrza)

source: Bestow |mana_5| |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_5| |mana_w| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: Enchanted creature gets +1/+1 and has double strike.
pl: Zauroczony stwór dostaje +1/+1 i ma podwójny cios.

source: Gild
pl: Gild (Ozłocenie)

source: Exile target creature. Put a colorless artifact token named Gold onto the battlefield. It has \"Sacrifice this artifact: Add one mana of any color to your mana pool.\"
pl: Wypędź wskazanego stwora. Połóż na polu walki żeton bezkolorowego artefaktu Złoto z \"Poświęć ten artefakt: Dodaj jedną manę dowolnego koloru do twojej puli many.\"

source: Tap X target creatures. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Zaznacz X wskazanych stworów. Wróż 1. (Spójrz na wierzchnią kartę twojej biblioteki. Możesz położyć ową kartę na spodzie twojej biblioteki.)

source: Gorgon's Head
pl: Gorgon's Head (Głowa Gorgony)

source: Graverobber Spider
pl: Graverobber Spider (Pająk Cmentarny)

source: Reach
pl: Zasięg

source: |mana_3| |mana_b|: Graverobber Spider gets +X/+X until end of turn, where X is the number of creature cards in your graveyard. Activate this ability only once each turn.
pl: |mana_3| |mana_b|: Pająk Cmentarny dostaje do końca tury +X/+X, gdzie X jest liczbą kart stworów w twoim cmentarzu. Aktywuj tę zdolność tylko raz na turę.

source: Enchanted creature has intimidate. (It can't be blocked except by artifact creatures and/or creatures that share a color with it.)
pl: Zauroczony stwór ma zastraszanie. (Nie może być blokowany z wyjątkiem stworów artefaktowych oraz tych, które współdzielą z nim kolor.)

source: Herald of Torment
pl: Herald of Torment (Herold Udręki)

source: Bestow |mana_3| |mana_b| |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdarowanie |mana_3| |mana_b| |mana_b| (Jeśli zagrasz tę kartę za koszt obdarowania, jest ona czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączona do stwora.)

source: At the beginning of your upkeep, you lose 1 life.
pl: Na początku twojego kroku utrzymania tracisz 1 życie.

source: Enchanted creature gets +3/+3 and has flying.
pl: Zauroczony stwór dostaje +3/+3 i ma latanie.

source: Aura spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów Aur kosztuje cię o |mana_1| mniej.

source: Hero of Leina Tower
pl: Hero of Leina Tower (Bohater z Wieży z Leina)
