Repository: dekoza/mtgpl
Catalog: MTG/*/BNG.po
Languages: pl

source: |mana_u|: Put Vortex Elemental and each creature blocking or blocked by it on top of their owners' libraries, then those players shuffle their libraries.
pl: |mana_u|: Połóż Wirołaka i każdego stwora blokującego go lub blokowanego przez niego na wierzchu bibliotek ich właścicieli, następnie owi gracze tasują swoje biblioteki.

source: |mana_3| |mana_u| |mana_u|: Target creature blocks Vortex Elemental this turn if able.
pl: |mana_3| |mana_u| |mana_u|: Wskazany stwór blokuje Wirołaka w tej turze jeśli może.

source: Enchanted creature gets -3/-2.
pl: Zauroczony stwór dostaje -3/-2.

source: Return all creatures to their owners' hands except for Krakens, Leviathans, Octopuses, and Serpents.
pl: Zwróć wszystkie stwory do rąk ich właścicieli z wyjątkiem Krakenów, Lewiatanów, Ośmiornic i Wężowników.

source: Starting with you, each player separates all permanents he or she controls into three piles. Then each player chooses one of his or her piles at random and sacrifices those permanents. (Piles can be empty.)
pl: Począwszy od ciebie, każdy gracz dzieli wszystkie władane przez siebie permanenty na trzy stosy. Następnie każdy gracz wybiera losowo jeden ze swoich stosów i poświęca te permanenty. (Stosy mogą być puste.)

source: Xenagos, God of Revels
pl: Xenagos, God of Revels (Xenagos, Bóg Hulanki)

source: As long as your devotion to red and green is less than seven, Xenagos isn't a creature.
pl: Dopóki twój kult czerwonego i zielonego jest mniejszy niż siedem, Xenagos nie jest stworem.

source: At the beginning of combat on your turn, another target creature you control gains haste and gets +X/+X until end of turn, where X is that creature's power.
pl: Na początku walki w twojej turze, inny wskazany stwór, którym władasz, dostaje do końca tury pośpiech oraz +X/+X, gdzie X jest siłą owego stwora.
