Repository: dekoza/mtgpl
Catalog: MTG/*/DGM.po
Languages: pl

source: Dragon's Maze
pl: Dragon's Maze (Labirynt Smoka)

source: Advent of the Wurm
pl: Advent of the Wurm (Nadejście Żmija)

source: Put a 5/5 green Wurm creature token with trample onto the battlefield.
pl: Połóż na polu walki żeton zielonego stwora Wurm 5/5 z tratowaniem.

source: |mana_u|: Exile Ætherling. Return it to the battlefield under its owner's control at the beginning of the next end step.
pl: |mana_u|: Wypędź Ætherlinga. Przywróć go na pole walki pod władaniem jego właściciela na początku najbliższego kroku końcowego.

source: |mana_u|: Ætherling can't be blocked this turn.
pl: |mana_u|: Ætherling nie może być blokowany w tej turze.

source: |mana_1|: Ætherling gets +1/-1 until end of turn.
pl: |mana_1|: Ætherling dostaje +1/-1 do końca tury.

source: |mana_1|: Ætherling gets -1/+1 until end of turn.
pl: |mana_1|: Ætherling dostaje -1/+1 do końca tury.

source: Alive // Well (Alive)
pl: Alive // Well [Alive] (Cały//Zdrowy [Cały])

source: Put a 3/3 green Centaur creature token onto the battlefield.
pl: Połóż na polu walki żeton zielonego stwora Centaur 3/3.

source: Fuse (You may cast one or both halves of this card from your hand.)
pl: Fuzja (Możesz zagrać jedną lub obie połowy tej karty z ręki.)

source: Armed // Dangerous (Armed)
pl: Armed // Dangerous [Armed] (Uzbrojony//Niebezpieczny [Uzbrojony])

source: Target creature gets +1/+1 and gains double strike until end of turn.
pl: Wskazany stwór dostaje +1/+1 oraz Podwójny Cios do końca tury.

source: Flying, hexproof
pl: Latanie, antyklątwa

source: Target player sacrifices a creature.
pl: Latanie, Antyklątwa

source: Monocolored creatures can't block this turn.
pl: Jednokolorowe stwory nie mogą blokować w tej turze.

source: |tap|: Add |mana_w| or |mana_u| to your mana pool.
pl: |tap|: Dodaj |mana_w| lub |mana_u| do twojej puli many.

source: |mana_w| |mana_u|, |tap|, Sacrifice Azorius Cluestone: Draw a card.
pl: |mana_w| |mana_u|, |tap|, poświęć Azorius Cluestone: Dobierz kartę.

source: Azorius Guildgate enters the battlefield tapped.
pl: Azorius Guildgate wchodzi na pole walki jako zaznaczony.

source: Trample
pl: Tratowanie

source: Evolve (Whenever a creature enters the battlefield under your control, if that creature has greater power or toughness than this creature, put a +1/+1 counter on this creature.)
pl: Rozwój (Ilekroć jakiś stwór wchodzi na pole walki pod twoim władaniem, jeśli jego siła lub wytrzymałość jest większa niż tego stwora, połóż znacznik +1/+1 na tym stworze.)

source: Whenever a creature enters the battlefield this turn, you may draw a card.
pl: Ilekroć w tej turze jakiś stwór wejdzie na pole bitwy, możesz dobrać kartę.

source: Beetleform Mage
pl: Beetleform Mage (Żukokształtny Mag)

source: |mana_g| |mana_u|: Beetleform Mage gets +2/+2 and gains flying until end of turn. Activate this ability only once each turn.
pl: |mana_g| |mana_u|: Beetleform Mage dostaje +2/+2 oraz Latanie do końca tury. Aktywuj tę zdolność tylko raz na turę.

source: Choose target creature or player. Draw three cards, then discard a card. Blast of Genius deals damage equal to the discarded card's converted mana cost to that creature or player.
pl: Wskaż stwora lub gracza. Dobierz trzy karty, a następnie odrzuć jedną kartę. Blast of Genius zadaje obrażenia równe całkowitemu kosztowi odrzuconej karty w tego stwora lub gracza.

source: Whenever an instant or sorcery spell you control deals damage, put two 1/1 red and white Soldier creature tokens with haste onto the battlefield.
pl: Ilekroć czar sztuczki lub obrzędu, którymi władasz, zada obrażenia, połóż na polu walki dwa żetony czerwono-białego stwora Soldier 1/1 z pośpiechem.

source: Flesh // Blood (Blood)
pl: Flesh // Blood [Blood] (Mięso // Krew [Krew])

source: Target creature you control deals damage equal to its power to target creature or player.
pl: Wskazany stwór, którym władasz, zadaje obrażenia równe swojej sile wskazanemu stworowi lub graczowi.

source: Blood Baron of Vizkopa
pl: Blood Baron of Vizkopa (Krwawy Baron z Vizkopa)

source: Lifelink, protection from white and from black
pl: Więź życia, ochrona przed białym i przed czarnym.

source: As long as you have 30 or more life and an opponent has 10 or less life, Blood Baron of Vizkopa gets +6/+6 and has flying.
pl: Tak długo, jak posiadasz 30 lub więcej życia i twój przeciwnik posiada 10 lub mniej życia, Blood Baron of Vizkopa dostaje +6/+6 oraz Latanie.

source: Blood Scrivener
pl: Blood Scrivener (Krwawy Skryba)

source: If you would draw a card while you have no cards in hand, instead draw two cards and lose 1 life.
pl: Jeśli mógłbyś dobrać kartę nie posiadając kart na ręce, zamiast tego dobierz dwie karty i strać 1 życie.

source: At the beginning of each combat, up to one target creature attacks or blocks this combat if able and up to one target creature can't attack or block this combat.
pl: Na początku każdej walki, najwyżej jeden wskazany stwór atakuje lub blokuje w tej walce jeśli to możliwe i najwyżej jeden wskazany stwór nie może atakować lub blokować w tej walce.

source: |tap|: Add |mana_r| or |mana_w| to your mana pool.
pl: |tap|: Dodaj |mana_r| albo |mana_w| do twojej puli many.

source: |mana_r| |mana_w|, |tap|, Sacrifice Boros Cluestone: Draw a card.
pl: |mana_r| |mana_w|, |tap|, poświęć Boros Cluestone: Dobierz kartę.

source: Boros Guildgate enters the battlefield tapped.
pl: Boros Guildgate wchodzi na pole walki jako zaznaczony.

source: Battalion — Whenever Boros Mastiff and at least two other creatures attack, Boros Mastiff gains lifelink until end of turn. (Damage dealt by a creature with lifelink also causes its controller to gain that much life.)
pl: Batalion: Ilekroć Boros Mastiff i przynajmniej dwa inne stwory atakują, Boros Mastiff zyskuje więź życia do końca tury. (Obrażenia zadane przez stwora z więzią życia powodują, że jego władca zyskuje tyle samo życia.)

source: Target player puts the top eight cards of his or her library into his or her graveyard.
pl: Wskazany gracz wkłada osiem wierzchnich kart ze swojej biblioteki do swojego cmentarza.

source: Bred for the Hunt
pl: Bred for the Hunt (Stworzony do Łowów)

source: Whenever a creature you control with a +1/+1 counter on it deals combat damage to a player, you may draw a card.
pl: Ilekroć stwór, którym władasz, ze znacznikami +1/+1 zada graczowi obrażenia bojowe, możesz dobrać kartę.

source: Bronzebeak Moa
pl: Bronzebeak Moa (Brązowoplecy Moa)

source: Whenever another creature enters the battlefield under your control, Bronzebeak Moa gets +3/+3 until end of turn.
pl: Ilekroć jakiś inny stwór wchodzi na pole walki pod twoim władaniem, Bronzebeak Moa dostaje +3/+3 do końca tury.

source: Burn deals 2 damage to target creature or player.
pl: Burn zadaje 2 obrażenia wskazanemu stworowi lub graczowi.

source: Put four 1/1 white Bird creature tokens with flying onto the battlefield.
pl: Połóż na polu walki cztery żetony białych stworów Bird 1/1 z Lataniem.

source: Carnage Gladiator
pl: Carnage Gladiator (Glatiator Rzezi)

source: Whenever a creature blocks, that creature's controller loses 1 life.
pl: Ilekroć jakiś stwór blokuje, władający nim gracz traci 1 życie.

source: |mana_1| |mana_b| |mana_r|: Regenerate Carnage Gladiator.
pl: |mana_1| |mana_b| |mana_r|: Zregeneruj Carnage Gladiator.

source: Gain control of target permanent until end of turn. Untap it. It gains haste until end of turn.
pl: Przejmij władanie nad wskazaną stałką do końca tury. Odznacz ją. Zyskuje ona Pośpiech do końca tury.

source: Clear a Path
pl: Clear a Path (Zrób Przejście)

source: Destroy target creature with defender.
pl: Zniszcz wskazanego stwora z obronnością.

source: Council of the Absolute
pl: Council of the Absolute (Rada Absolutu)

source: As Council of the Absolute enters the battlefield, name a card other than a creature or land card.
pl: Kiedy Council of the Absolute wchodzi na pole walki, nazwij kartę inną niż stwór lub ląd.

source: Your opponents can't cast cards with the chosen name.
pl: Twoi przeciwnicy nie mogą zagrywać kart z wybraną nazwą.

source: Spells with the chosen name you cast cost |mana_2| less to cast.
pl: Czary o wybranej nazwie, które ty rzucasz, kosztują |mana_2| mniej.

source: Exile all creature cards from target player's graveyard. You gain 3 life for each card exiled this way.
pl: Wypędź wszystkie karty stworów z cmentarza wskazanego gracza. Zyskujesz 3 życia za każdą kartę stwora wypędzoną w ten sposób.

source: Armed // Dangerous (Dangerous)
pl: Armed // Dangerous [Dangerous] (Uzbrojony//Niebezpieczny [Niebezpieczny])

source: All creatures able to block target creature this turn do so.
pl: Wszystkie stwory mogące zablokować wskazanego stwora w tej turze, robią to.

source: Deadbridge Chant
pl: Deadbridge Chant (Pieśń Śmierciomostu)

source: When Deadbridge Chant enters the battlefield, put the top ten cards of your library into your graveyard.
pl: Kiedy Deadbridge Chant wchodzi na pole walki, połóż dziesięć wierzchnich kart ze swojej biblioteki do swojego cmentarza.

source: At the beginning of your upkeep, choose a card at random in your graveyard. If it's a creature card, put it onto the battlefield. Otherwise, put it into your hand.
pl: Na początku swojego utrzymania wybierz losowo kartę ze swojego cmentarza. Jeśli jest to karta stwora, połóż go na polu walki. W przeciwnym razie weź tę kartę do ręki.

source: Debt to the Deathless
pl: Debt to the Deathless (Dług Wobec Bezśmiertelnych)

source: Each opponent loses two times X life. You gain life equal to the life lost this way.
pl: Każdy przeciwnik traci dwukrotność X życia. Zyskujesz życie równe życiu straconemu w ten sposób.

source: Flash (You may cast this spell any time you could cast an instant.)
pl: Błysk (Możesz rzucić ten czar w każdej chwili, gdy możesz rzucić sztuczkę.)

source: When Deputy of Acquittals enters the battlefield, you may return another target creature you control to its owner's hand.
pl: Kiedy Deputy of Acquittals wchodzi na pole walki, możesz wrócić innego stwora, którym władasz, na rękę jego właściciela.

source: |tap|: Add |mana_u| or |mana_b| to your mana pool.
pl: |tap|: Dodaj |mana_u| lub |mana_b| do twojej puli many.

source: |mana_u| |mana_b|, |tap|, Sacrifice Dimir Cluestone: Draw a card.
pl: |mana_u| |mana_b|, |tap|, poświęć Dimir Cluestone: Dobierz kartę.

source: Dimir Guildgate enters the battlefield tapped.
pl: Dimir Guildgate wchodzi na pole walki jako zaznaczony.

source: Return target card from your graveyard to your hand.
pl: Przywróć wskazaną kartę ze swojego cmentarza na swoją rękę.

source: Target player discards two cards.
pl: Wskazany gracz odrzuca dwie karty.

source: Until end of turn, target creature you control becomes a 4/4 blue and red Dragon, loses all abilities, and gains flying.
pl: Do końca tury, wskazany stwór, którym władasz, staje się niebiesko-czerwonym Smokiem 4/4, traci wszystkie zdolności i zyskuje latanie.

source: Overload |mana_3| |mana_u| |mana_u| |mana_r| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_3| |mana_u| |mana_u| |mana_r| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Choose target creature. Put the top four cards of your library into your graveyard, then that creature gets -1/-1 until end of turn for each land card in your graveyard.
pl: Wskaż stwora. Połóż 4 górne karty twojej biblioteki do twojego cmentarza i ów stwór otrzymuje -1/-1 do końca tury za każdą kartę lądu w twoim cmentarzu.

source: Prevent all damage that would be dealt to creature tokens you control.
pl: Zapobiegnij wszystkim obrażeniom, które mogłyby być zadane władanym przez ciebie żetonom stworów.

source: Put a creature card from a graveyard onto the battlefield under your control. It gains haste until end of turn.
pl: Połóż kartę stwora z cmentarza na polu walki pod twoim władaniem. Otrzymuje on pośpiech do końca tury.

source: Exava, Rakdos Blood Witch
pl: Exava, Rakdos Blood Witch (Exava, Krwawa Wiedźma Rakdosów)

source: First strike, haste
pl: Pierwszy cios, pośpiech

source: Unleash (You may have this creature enter the battlefield with a +1/+1 counter on it. It can't block as long as it has a +1/+1 counter on it.)
pl: Poszczucie (Możesz zdecydować, że ten stwór wejdzie na pole walki ze znacznikiem +1/+1. Ten stwór nie może blokować dopóki ma znacznik +1/+1.)

source: Each other creature you control with a +1/+1 counter on it has haste.
pl: Każdy inny stwór, którym władasz, ze znacznikiem +1/+1, ma pośpiech.

source: Return target creature to its owner's hand.
pl: Przywróć wskazanego stwora do ręki jego właściciela.

source: Fatal Fumes
pl: Fatal Fumes (Śmiertelne Opary)

source: Target creature gets -4/-2 until end of turn.
pl: Wskazany stwór dostaje -4/-2 do końca tury.

source: |mana_3|: Feral Animist gets +X/+0 until end of turn, where X is its power.
pl: |mana_3|: Feral Animist dostaje +X/+0 do końca tury, gdzie X to jego siła.

source: Exile target creature card from a graveyard. Put X +1/+1 counters on target creature, where X is the power of the card you exiled.
pl: Wypędź wskazaną kartę stwora z cmentarza. Połóż X znaczników +1/+1 na wskazanym stworze, gdzie X to siła karty, którą wypędzono.

source: Flying
pl: Latanie

source: Whenever you cast an instant or sorcery spell, you may switch Fluxcharger's power and toughness until end of turn.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu, możesz do końca tury zamienić siłę i wytrzymałość Fluxchargera.

source: Destroy each nonland permanent with converted mana cost X or less.
pl: Zniszcz każdą stałkę nie będącą lądem mającą łączny koszt many X lub mniej.

source: Give // Take (Give)
pl: Give // Take [Give] (Daj // Zabierz [Daj])

source: Put three +1/+1 counters on target creature.
pl: Połóż trzy znaczniki +1/+1 na wskazanym stworze.

source: Whenever a creature you control attacks, put a +1/+1 counter on it.
pl: Ilekroć stwór, którym władasz, atakuje, połóż na nim znacznik +1/+1.

source: |tap|: Goblin Test Pilot deals 2 damage to target creature or player chosen at random.
pl: |tap|: Goblin Test Pilot zadaje 2 obrażenia losowo wskazanemu stworowi lub graczowi.

source: |tap|: Add |mana_b| or |mana_g| to your mana pool.
pl: |tap|: Dodaj |mana_b| lub |mana_g| do twojej puli many.

source: Golgari Guildgate enters the battlefield tapped.
pl: Golgari Guildgate wchodzi na pole walki jako zaznaczony.

source: |tap|: Add |mana_r| or |mana_g| to your mana pool.
pl: |tap|: Dodaj |mana_r| lub |mana_g| do twojej puli many.

source: |mana_r| |mana_g|, |tap|, Sacrifice Gruul Cluestone: Draw a card.
pl: |mana_r| |mana_g|, |tap|, poświęć Gruul Cluestone: dobierz kartę.

source: Gruul Guildgate enters the battlefield tapped.
pl: Gruul Guildgate wchodzi na pole walki jako zaznaczony.

source: Gruul War Chant
pl: Gruul War Chant (Pieśń Wojenna Gruul)

source: Each attacking creature you control gets +1/+0 and can't be blocked except by two or more creatures.
pl: Każdy atakujący stwór, którym władasz, dostaje +1/+0 i nie może być blokowany przez mniej niż dwa stwory.

source: Whenever Haazda Snare Squad attacks, you may pay |mana_w|. If you do, tap target creature an opponent controls.
pl: Ilekroć Haazda Snare Squad atakuje, możesz zapłacić |mana_w|. Jeśli to zrobisz, zaznacz wskazanego stwora władanego przez przeciwnika.

source: Creatures your opponents control get -1/-0.
pl: Stwory władane przez twoich przeciwników dostają -1/-0.

source: You may tap or untap target permanent, then you may tap or untap another target permanent.
pl: Możesz zaznaczyć lub odznaczyć wskazaną stałkę, a następnie zaznaczyć lub odznaczyć inną wskazaną stałkę.

source: Cipher (Then you may exile this spell card encoded on a creature you control. Whenever that creature deals combat damage to a player, its controller may cast a copy of the encoded card without paying its mana cost.)
pl: Szyfruj (Następnie możesz wypędzić tę kartę kodując ją na stworze, którym władasz. Ilekroć ów stwór zada graczowi obrażenia bojowe, jego władca może rzucić kopię zakodowanej karty bez płacenia kosztu many.)

source: Defender
pl: Obronność

source: |mana_3| |mana_b|, |tap|: Target opponent loses 2 life, then reveals a card at random from his or her hand.
pl: |mana_3| |mana_b|, |tap|: Wskazany przeciwnik traci 2 życia, a następnie ujawnia losową kartę ze swojej ręki.

source: |tap|: Add |mana_u| or |mana_r| to your mana pool.
pl: |tap|: Dodaj |mana_u| lub |mana_r| do twojej puli many.

source: |mana_u| |mana_r|, |tap|, Sacrifice Izzet Cluestone: Draw a card.
pl: |mana_u| |mana_r|, |tap|, poświęć Izzet Cluestone: Dobierz kartę.

source: Izzet Guildgate enters the battlefield tapped.
pl: Izzet Guildgate wchodzi na pole walki jako zaznaczony.

source: Flying, vigilance
pl: Latanie, czujność

source: Whenever Jelenn Sphinx attacks, other attacking creatures get +1/+1 until end of turn.
pl: Ilekroć Jelenn Sphinx atakuje, inne atakujące stwory dostają +1/+1 do końca tury.

source: Deathtouch
pl: Dotyk Śmierci

source: |mana_2|, Remove a +1/+1 counter from a creature you control: Target creature gets -1/-1 until end of turn.
pl: |mana_2|, Usuń znacznik +1/+1 ze stwora, którym władasz: Wskazany stwór dostaje -1/-1 do końca tury.

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature can't attack or block, and its activated abilities can't be activated.
pl: Zauroczony stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą zostać aktywowane.

source: |mana_1| |mana_g| |mana_u|, Return Krasis Incubation to its owner's hand: Put two +1/+1 counters on enchanted creature.
pl: |mana_1| |mana_g| |mana_u|, zwróć Krasis Incubation do ręki jego właściciela: Połóż dwa znaczniki +1/+1 na zauroczonym stworze.

source: |mana_5| |mana_g|: Kraul Warrior gets +3/+3 until end of turn.
pl: |mana_5| |mana_g|: Kraul Warrior dostaje +3/+3 do końca tury.

source: Protection from red
pl: Ochrona przed czerwonym

source: When Lavinia of the Tenth enters the battlefield, detain each nonland permanent your opponents control with converted mana cost 4 or less. (Until your next turn, those permanents can't attack or block and their activated abilities can't be activated.)
pl: Kiedy Lavinia of the Tenth wchodzi na pole walki, uwięź każdą stałkę nie będącą lądem, władaną przez twoich przeciwników, której łączny koszt many nie jest większy niż 4. (Do twojej następnej tury stałki te nie mogą atakować lub blokować, a ich aktywowane zdolności nie mogą zostać aktywowane.)

source: Red creatures you control get +1/+0.
pl: Czerwone stwory, którymi władasz, dostają +1/+0.

source: White creatures you control get +0/+1.
pl: Białe stwory, którymi władasz, dostają +0/+1.

source: |mana_r| |mana_w|, Exile Legion's Initiative: Exile all creatures you control. At the beginning of the next combat, return those cards to the battlefield under their owner's control and those creatures gain haste until end of turn.
pl: |mana_r| |mana_w|, wypędź Legion's Initiative: Wypędź wszystkie stwory, którymi władasz. Na początku następnej walki przywróć te karty na pole walki pod władzą ich właściciela. Stwory te dostają pośpiech do końca tury.

source: Profit // Loss (Loss)
pl: Profit // Loss [Loss] (Zysk // Strata [Strata])

source: Creatures your opponents control get -1/-1 until end of turn.
pl: Stwory władane przez twoich przeciwników dostają -1/-1 do końca tury.

source: Lyev Decree
pl: Lyev Decree (Dekret Lyevów)

source: Detain up to two target creatures your opponents control. (Until your next turn, those creatures can't attack or block and their activated abilities can't be activated.)
pl: Uwięź do dwóch wskazanych stworów władanych przez przeciwników. (Do twojej następnej tury stwory te nie mogą atakować ani blokować, a ich aktywowane zdolności nie mogą być aktywowane.)

source: Master of Cruelties
pl: Master of Cruelties (Mistrz Okrucieństw)

source: First strike, deathtouch
pl: Pierwszy Cios, Dotyk Śmierci

source: Master of Cruelties can only attack alone.
pl: Master of Cruelties może atakować wyłącznie sam.

source: Whenever Master of Cruelties attacks a player and isn't blocked, that player's life total becomes 1. Master of Cruelties assigns no combat damage this combat.
pl: Ilekroć Master of Cruelties atakuje gracza i nie jest blokowany, punkty życia tego gracza stają się równe 1. Master of Cruelties nie zadaje obrażeń bojowych w tej walce.

source: Maw of the Obzedat
pl: Maw of the Obzedat (Paszcza Obzedata)

source: Sacrifice a creature: Creatures you control get +1/+1 until end of turn.
pl: Poświęć stwora: Stwory, którymi władasz, dostają +1/+1 do końca tury.

source: Deathtouch (Any amount of damage this deals to a creature is enough to destroy it.)
pl: Dotyk Śmierci (Stwór otrzymujący od tego jakiekolwiek obrażenia zostaje zniszczony.)

source: Multicolored creatures you control have deathtouch.
pl: Wielokolorowe stwory, którymi władasz, mają dotyk śmierci.

source: Multicolored creatures you control have trample.
pl: Wielokolorowe stwory, którymi władasz, mają tratowanie.

source: Multicolored creatures you control have flying.
pl: Wielokolorowe stwory, którymi władasz, mają latanie.

source: Haste
pl: Pośpiech

source: Multicolored creatures you control have haste.
pl: Wielokolorowe stwory, którymi władasz, mają pośpiech.

source: Vigilance
pl: Czujność

source: Multicolored creatures you control have vigilance.
pl: Wielokolorowe stwory, którymi władasz, mają czujność.

source: Maze's End
pl: Maze's End (Kres Labiryntu)

source: Maze's End enters the battlefield tapped.
pl: Maze's End wchodzi na pole walki jako zaznaczony.

source: |tap|: Add |mana_1| to your mana pool.
pl: |tap|: Dodaj |mana_1| do twojej puli many.

source: |mana_3|, |tap|, Return Maze's End to its owner's hand: Search your library for a Gate card, put it onto the battlefield, then shuffle your library. If you control ten or more Gates with different names, you win the game.
pl: |mana_3|, |tap|, Zwróć Maze's End do ręki jego właściciela: Przeszukaj swoją bibliotekę w poszukiwaniu karty Bramy, połóż ją na pole walki, następnie przetasuj swoją bibliotekę. Jeśli masz we władaniu dziesięć lub więcej Bram z różnymi nazwami, wygrywasz grę.

source: Play with the top card of your library revealed.
pl: Graj z ujawnioną wierzchnią kartą swojej biblioteki.

source: You may cast the top card of your library if it's an instant or sorcery card.
pl: Możesz rzucać górną kartę swojej biblioteki jeśli jest to sztuczka lub obrzęd.

source: Whenever you cast an instant or sorcery spell from your library, copy it. You may choose new targets for the copy.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu ze swojej biblioteki, skopiuj ów czar. Możesz wskazać nowe cele dla owej kopii.

source: Regenerate target creature.
pl: Zregeneruj wskazanego stwora.

source: Counter target spell unless its controller pays |mana_6|.
pl: Skontruj wskazany czar dopóki jego władce nie zapłaci |mana_6|.

source: Whenever Mirko Vosk, Mind Drinker deals combat damage to a player, that player reveals cards from the top of his or her library until he or she reveals four land cards, then puts those cards into his or her graveyard.
pl: Ilekroć Mirko Vosk, Mind Drinker zadaje graczowi obrażenia bojowe, ów gracz odkrywa karty z wierzchu swojej biblioteki do momentu, aż odkryje cztery lądy, następnie umieszcza te karty w swoim cmentarzu.

source: Return target creature card from your graveyard to your hand. Morgue Burst deals damage to target creature or player equal to the power of the card returned this way.
pl: Zwróć wskazaną kartę stwora ze swojego cmentarza do swojej ręki. Morgue Burst zadaje wskazanemu stworowi lub graczowi obrażenia równe sile zwróconej w ten sposób karty.
