Repository: dekoza/mtgpl
Catalog: MTG/*/DGM.po
Languages: pl

source: Target creature you control with a +1/+1 counter on it fights target creature an opponent controls. (Each deals damage equal to its power to the other.)
pl: Wskazany stwór, którym władasz, posiadający znacznik +1/+1 bije się ze wskazanym stworem władanym przez przeciwnika. (Każdy zadaje drugiemu obrażenia równe swojej sile.)

source: Whenever you cast an instant or sorcery spell, Nivix Cyclops gets +3/+0 until end of turn and can attack this turn as though it didn't have defender.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu, Nivix Cyclops dostaje +3/+0 do końca tury i może atakować w tej turze, jak by nie miał obronności.

source: Flash
pl: Błysk

source: If an opponent would draw a card except the first one he or she draws in each of his or her draw steps, instead that player skips that draw and you draw a card.
pl: Jeśli przeciwnik miałby dobrać kartę z wyjątkiem pierwszej, którą dobiera w swoim kroku dobierania, zamiast tego ów gracz pomija to dobieranie, a ty dobierasz kartę.

source: Return target permanent card from your graveyard to the battlefield.
pl: Przywróć wskazaną stałkę ze swojego cmentarza na pole walki.

source: When Opal Lake Gatekeepers enters the battlefield, if you control two or more Gates, you may draw a card.
pl: Kiedy Opal Lake Gatekeepers wchodzi na pole walki możesz dobrać kartę jeśli kontrolujesz przynajmniej dwie Bramy.

source: |tap|: Add |mana_w| or |mana_b| to your mana pool.
pl: |tap|: Dodaj |mana_w| lub |mana_b| do twojej puli many.

source: |mana_w| |mana_b|, |tap|, Sacrifice Orzhov Cluestone: Draw a card.
pl: |mana_w| |mana_b|, |tap|, poświęć Orzhov Cluestone: Dobierz kartę.

source: Orzhov Guildgate enters the battlefield tapped.
pl: Orzhov Guildgate wchodzi na pole walki jako zaznaczony.

source: Target creature gets +5/+5 until end of turn.
pl: Wskazany stwór dostaje +5/+5 do końa tury.

source: Target player puts the top two cards of his or her library into his or her graveyard. Draw two cards.
pl: Wskazany gracz wkłada dwie wierzchnie karty swojej biblioteki do swojego cmentarza. Dobierz dwie karty.

source: Counter target spell. At the beginning of your next precombat main phase, add X mana in any combination of colors to your mana pool, where X is that spell's converted mana cost.
pl: Skontruj wskazany czar. Na początku twojej następnej fazy główniej poprzedzającej walkę, dodaj X many w dowolnej kombinacji kolorów do twojej puli many, gdzie X to łączny koszt skontrowanego czaru.

source: Extort (Whenever you cast a spell, you may pay |mana_wb|. If you do, each opponent loses 1 life and you gain that much life.)
pl: Wymuszenie (Ilekroć rzucasz czar, możesz zapłacić |mana_wb|. Jeśli tak zrobisz, każdy z przeciwników traci 1 życie, a ty zyskujesz tyle samo życia.)

source: Other creatures you control have extort. (If a creature has multiple instances of extort, each triggers separately.)
pl: Inne stwory pod twoim władaniem mają wymuszenie. (Jeśli stwór ma wiele wymuszeń, każdy działa osobno.)

source: Profit // Loss (Profit)
pl: Profit // Loss [Profit] (Zysk // Strata [Zysk])

source: Creatures you control get +1/+1 until end of turn.
pl: Stwory, którymi władasz, dostają +1/+1 do końca tury.

source: You may have Progenitor Mimic enter the battlefield as a copy of any creature on the battlefield except it gains \"At the beginning of your upkeep, if this creature isn't a token, put a token onto the battlefield that's a copy of this creature.\"
pl: Możesz sprawić, że Progenitor Mimic wejdzie na pole walki jako kopia dowolnego stwora znajdującego się na polu walki. Zyskuje on \"Na początku twojego utrzymania, jeśli ten stwór nie jest żetonem, połóż na polu walki żeton, który jest kopią tego stwora.\"

source: Protect // Serve (Protect)
pl: Protect // Serve [Protect] (Chroń // Służ [Chroń])

source: Target creature gets +2/+4 until end of turn.
pl: Wskazany stwór dostaje +2/+4 do końca tury.

source: Punish the Enemy deals 3 damage to target player and 3 damage to target creature.
pl: Punish the Enemy zadaje 3 obrażenia wskazanemu graczowi i 3 obrażenia wskazanemu stworowi.

source: Destroy target artifact or creature. It can't be regenerated.
pl: Zniszcz wskazany artefakt lub stwora. Nie może on zostać zregenerowany.

source: Whenever one or more creatures you control deal combat damage to a player, if Pyrewild Shaman is in your graveyard, you may pay |mana_3|. If you do, return Pyrewild Shaman to your hand.
pl: Ilekroć jeden lub więcej stworów, którymi władasz, zada graczowi obrażenia bojowe, jeśli Pyrewild Shaman jest w twoim cmentarzu możesz zapłacić |mana_3|. Jeśli tak zrobisz, zwróć Pyrewild Shaman do swojej ręki.

source: |tap|: Add |mana_b| or |mana_r| to your mana pool.
pl: |tap|: Dodaj |mana_b| lub |mana_r| do twojej puli many.

source: |mana_b| |mana_r|, |tap|, Sacrifice Rakdos Cluestone: Draw a card.
pl: |mana_b| |mana_r|, |tap|, poświęć Rakdos Cluestone: Dobierz kartę.

source: Rakdos Guildgate enters the battlefield tapped.
pl: Rakdos Guildgate wchodzi na pole walki jako zaznaczony.

source: +1: Tap target permanent, then untap another target permanent.
pl: +1: Zaznacz wskazaną stałkę, następnie odznacz inną stałkę.

source: -2: Ral Zarek deals 3 damage to target creature or player.
pl: -2: Ral Zarek zadaje 3 obrażenia wskazanemu stworowi lub graczowi.

source: -7: Flip five coins. Take an extra turn after this one for each coin that comes up heads.
pl: -7: Rzuć pięcioma monetami. Za każdego orła otrzymujesz dodatkową turę zaraz po tej.

source: Creatures you control gain indestructible until end of turn. Untap each creature you control.
pl: Stwory, którymi władasz, zyskują niezniszczalność do końca tury. Odznacz wszystkie stwory, którymi władasz.

source: Target opponent reveals his or her hand. You choose up to X nonland cards from it and exile them. For each card exiled this way, search that player's graveyard, hand, and library for any number of cards with the same name as that card and exile them. Then that player shuffles his or her library.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierasz do X kart nie będących lądami i wypędzasz je. Za każdą kartę wypędzoną w ten sposób, przeszukaj cmentarz, rękę i bibliotekę owego gracza w poszukiwaniu kart o tej samej nazwie i wypędź je. Następnie ów gracz tasuje swoja bibliotekę.

source: Catch // Release (Release)
pl: Catch // Release [Release] (Złap // Wypuść [Wypuść])

source: Each player sacrifices an artifact, a creature, an enchantment, a land, and a planeswalker.
pl: Każdy gracz poświęca artefakt, stwora, urok, ląd i wędrowca.

source: Counter target spell. Its controller can't cast spells this turn.
pl: Skontruj wskazany czar. Jego władca nie może rzucać czarów w tej turze.

source: Each player sacrifices a multicolored permanent.
pl: Każdy gracz poświęca wielokolorową stałkę.

source: Return each creature that dealt damage this turn to its owner's hand.
pl: Zwróć każdego stwora, który zadał obrażenia w tej turze do ręki jego właściciela.

source: You gain 1 life for each creature your opponents control. Prevent all damage that would be dealt to you this turn.
pl: Zyskujesz 1 życie za każdego stwora władanego przez twoich przeciwników. Zażegnaj wszystkie obrażenia, które mogłyby być tobie zadane w tej turze.

source: First strike
pl: Pierwszy cios

source: Riot Piker attacks each turn if able.
pl: Riot Piker atakuje w każdej turze jeśli to możliwe.

source: Rot Farm Skeleton can't block.
pl: Rot Farm Skeleton nie może blokować.

source: |mana_2| |mana_b| |mana_g|, Put the top four cards of your library into your graveyard: Return Rot Farm Skeleton from your graveyard to the battlefield. Activate this ability only any time you could cast a sorcery.
pl: |mana_2| |mana_b| |mana_g|, połóż cztery wierzchnie karty ze swojej biblioteki do swojego cmentarza: Zwróć Rot Farm Skeleton ze swojego cmentarza na pole walki. Aktywuj tę zdolność tylko w chwili, gdy możesz rzucić obrzęd.

source: Enchant creature with power 3 or less
pl: Zaurocz stwora o sile nie większej niż 3

source: When Runner's Bane enters the battlefield, tap enchanted creature.
pl: Kiedy Runner's Bane wchodzi na pole walki, zaznacz zauroczonego stwora.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odznacza się podczas kroku odznaczania swojego władcy.

source: Vigilance, reach
pl: Czujność, zasięg

source: Ruric Thar, the Unbowed attacks each turn if able.
pl: Ruric Thar, the Unbowed atakuje każdej tury jeśli to możliwe.

source: Whenever a player casts a noncreature spell, Ruric Thar deals 6 damage to that player.
pl: Ilekroć gracz rzuca czar nie będący stworem, Ruric Thar zadaje temu graczowi 6 obrażeń.

source: When Saruli Gatekeepers enters the battlefield, if you control two or more Gates, you gain 7 life.
pl: Kiedy Saruli Gatekeepers wchodzi na pole walki, jeśli władasz przynajmniej dwiema Bramami zyskujesz 7 życia.

source: Savageborn Hydra enters the battlefield with X +1/+1 counters on it.
pl: Savageborn Hydra wchodzi na pole walki z X znacznikami +1/+1.

source: |mana_1| |mana_rg|: Put a +1/+1 counter on Savageborn Hydra. Activate this ability only any time you could cast a sorcery.
pl: |mana_1| |mana_rg|: Połóż znacznik +1/+1 na Savageborn Hydrze. Aktywuj tę zdolność tylko wtedy, kiedy mógłbyś rzucić obrzęd.

source: When Scab-Clan Giant enters the battlefield, it fights target creature an opponent controls chosen at random.
pl: Kiedy Scab-Clan Giant wchodzi na pole walki, bije się z losowo wskazanym stworem kontrolowanym przez przeciwnika.

source: |tap|: Add |mana_g| or |mana_w| to your mana pool.
pl: |tap|: Dodaj |mana_g| lub |mana_w| do twojej puli many.

source: |mana_g| |mana_w|, |tap|, Sacrifice Selesnya Cluestone: Draw a card.
pl: |mana_g| |mana_w|, |tap|, poświęć Selesnya Cluestone: Dobierz kartę.

source: Selesnya Guildgate enters the battlefield tapped.
pl: Selesnya Guildgate wchodzi na pole walki jako zaznaczony.

source: Target creature gets -6/-0 until end of turn.
pl: Wskazany stwór dostaje -6/-0 do końca tury.

source: Until end of turn, creatures you control gain \"When this creature dies, it deals 2 damage to target creature an opponent controls.\"
pl: Stwory, którymi władasz zyskują do końca tury \"Kiedy ten stwór umiera, zadaje 2 obrażenia wskazanemu stworowi władanemu przez przeciwnika.\"

source: |tap|: Add |mana_g| or |mana_u| to your mana pool.
pl: |tap|: Dodaj |mana_g| lub |mana_u| do twojej puli many.

source: |mana_g| |mana_u|, |tap|, Sacrifice Simic Cluestone: Draw a card.
pl: |mana_g| |mana_u|, |tap|, poświęć Simic Cluestone: Dobierz kartę.

source: Simic Guildgate enters the battlefield tapped.
pl: Simic Guildgate wchodzi na pole walki jako zaznaczony.

source: When Sin Collector enters the battlefield, target opponent reveals his or her hand. You choose an instant or sorcery card from it and exile that card.
pl: Kiedy Sin Collector wchodzi na pole walki, wskazany przeciwnik ujawnia swoją rękę. Wybierasz z niej kartę sztuczki lub obrzędu i wypędzasz ją.

source: Whenever enchanted creature attacks or blocks, its controller loses 2 life.
pl: Ilekroć zauroczony stwór atakuje lub blokuje, jego władca traci 2 życia.

source: Sire of Insanity
pl: Sire of Insanity (Ojciec Szaleństwa)

source: At the beginning of each end step, each player discards his or her hand.
pl: Z początkiem każdego kroku końcowego, każdy gracz odrzuca swoją rękę.

source: Skylasher can't be countered.
pl: Skylasher nie może zostać skontrowany.

source: Reach, protection from blue
pl: Zasięg, ochrona przed niebieskim

source: When Smelt-Ward Gatekeepers enters the battlefield, if you control two or more Gates, gain control of target creature an opponent controls until end of turn. Untap that creature. It gains haste until end of turn.
pl: Kiedy Smelt-Ward Gatekeepers wchodzi na pole walki, jeśli władasz przynajmniej dwiema Bramami, przejmij do końca tury władanie nad wskazanym stworem, którym włada przeciwnik. Odznacz tego stwora. Zyskuje on pośpiech do końca tury.

source: At the beginning of your upkeep, return a creature you control to its owner's hand.
pl: Na początku swojego utrzymania zwróć stwora, którym władasz, do ręki jego właściciela.

source: Flying, first strike
pl: Latanie, pierwszy cios

source: When Sunspire Gatekeepers enters the battlefield, if you control two or more Gates, put a 2/2 white Knight creature token with vigilance onto the battlefield.
pl: Kiedy Sunspire Gatekeepers wchodzi na pole walki, jeśli władasz przynajmniej dwiema Bramami, połóż na polu walki żeton białego stwora Knight 2/2 z czujnością.

source: Indestructible
pl: Niezniszczalność

source: Battalion — Whenever Tajic, Blade of the Legion and at least two other creatures attack, Tajic gets +5/+5 until end of turn.
pl: Batalion: Ilekroś Tajic, Blade of the Legion i przynajmniej dwa inne stwory atakują, Tajic dostaje +5/+5 do końca tury.

source: Remove all +1/+1 counters from target creature you control. Draw that many cards.
pl: Zdejmij wszystkie znaczniki +1/+1 ze wskazanego stwora, którym władasz. Dobierz tyle samo kart.

source: Destroy target enchantment.
pl: Zniszcz wskazany urok.

source: Vigilance, protection from creatures
pl: Czujność, ochrona przed stworami

source: Whenever a creature deals combat damage to you, destroy that creature. Put a 1/1 white and black Spirit creature token with flying onto the battlefield.
pl: Ilekroć jakiś stwór zada tobie obrażenia bojowe, zniszcz owego stwora. Połóż na polu walki żeton czarno-białego stwora Spirit 1/1 z lataniem.

source: Reach (This creature can block creatures with flying.)
pl: Zasięg (Ten stwór może blokować stwory z lataniem.)

source: Scavenge |mana_4| |mana_g| |mana_g| (|mana_4| |mana_g| |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_4| |mana_g| |mana_g| (|mana_4| |mana_g| |mana_g|, wypędź tę kartę ze swojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: Lifelink (Damage dealt by this creature also causes you to gain that much life.)
pl: Więź Życia (Obrażenia zadane przez tego stwora powodują, że zyskujesz tyle samo życia.)

source: Target player draws two cards and loses 2 life.
pl: Wskazany gracz dobiera dwie karty i traci 2 życia.

source: Change the text of target permanent by replacing all instances of one color word with another or one basic land type with another until end of turn.
pl: Zmień tekst wskazanej stałki poprzez zmianę wszystkich wystąpień jednego koloru innym albo jednego podstawowego typu lądu innym, do końca tury.

source: When Trostani's Summoner enters the battlefield, put a 2/2 white Knight creature token with vigilance, a 3/3 green Centaur creature token, and a 4/4 green Rhino creature token with trample onto the battlefield.
pl: Kiedy Trostani's Summoner wchodzi na pole walki połóż na polu walki żeton białego stwora Knight 2/2 z czujnością, żeton zielonego stwora Centaur 3/3 oraz żeton zielonego stwora Rhino 4/4 z tratowaniem.

source: Trouble deals damage to target player equal to the number of cards in that player's hand.
pl: Trouble zadaje wskazanemu graczowi tyle obrażeń, ile ów gracz ma kart w ręce.

source: Target creature loses all abilities and becomes a 0/1 red Weird until end of turn.
pl: Wskazany stwór do końca tury traci wszystkie zdolności i staje się czerwonym stworem Weird 0/1.

source: When Ubul Sar Gatekeepers enters the battlefield, if you control two or more Gates, target creature an opponent controls gets -2/-2 until end of turn.
pl: Kiedy Ubul Sar Gatekeepers wchodzi na pole walki, jeśli władasz przynajmniej dwiema Bramami wskazany stwór, którym włada przeciwnik, dostaje -2/-2 do końca tury.

source: Look at the top four cards of your library. You may reveal up to two instant and/or sorcery cards from among them and put the revealed cards into your hand. Put the rest on the bottom of your library in any order.
pl: Spójrz na cztery wierzchnie karty swojej biblioteki. Możesz ujawnić najwyżej dwie karty sztuczki lub obrzędu spośród nich i włożyć ujawnione karty do swojej ręki. Połóż pozostałe na spodzie swojej biblioteki w dowolnej kolejności.

source: Unflinching Courage
pl: Unflinching Courage (Niezachwiana Odwaga)

source: Enchanted creature gets +2/+2 and has trample and lifelink.
pl: Zauroczony stwór dostaje +2/+2 i ma Tratowanie oraz Więź Życia.

source: Each creature card in your graveyard has scavenge. The scavenge cost is equal to its mana cost. (Exile a creature card from your graveyard and pay its mana cost: Put a number of +1/+1 counters equal to that card's power on target creature. Scavenge only as a sorcery.)
pl: Każda karta stwora w twoim cmentarzy ma czystkę. Koszt czystki jest równy kosztowi many tej karty. (Wypędź kartę stwora ze swojego cmentarza i opłać jej koszt many: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła wypędzonej karty. Używaj jedynie jako obrzęd.)

source: Sacrifice another creature: Regenerate Varolz, the Scar-Striped.
pl: Poświęć innego stwora: Zregeneruj Varolz, the Scar-Striped.

source: When Viashino Firstblade enters the battlefield, it gets +2/+2 until end of turn.
pl: Kiedy Viashino Firstblade wchodzi na pole walki, dostaje +2/+2 do końca tury.

source: Voice of Resurgence
pl: Voice of Resurgence (Głos Odrodzenia)

source: Whenever an opponent casts a spell during your turn or when Voice of Resurgence dies, put a green and white Elemental creature token onto the battlefield with \"This creature's power and toughness are each equal to the number of creatures you control.\"
pl: Ilekroć przeciwnik rzuca czar w twojej turze lub kiedy Voice of Resurgence umiera, połóż na polu walki zielono-białego stwora Elemental posiadającego \"Siła i wytrzymałość tego stwora są równe liczbie stworów pod twoim w władaniem każde.\"

source: |mana_g| |mana_u|, |tap|: For each counter on target artifact, creature, or land, put another of those counters on that permanent.
pl: |mana_g| |mana_u|, |tap|: Dla każdego znacznika na wskazanym artefakcie, stworze lub lądzie, połóż na owej stałce kolejny taki sam znacznik.

source: Populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Zaludnij. (Połóż na polu walki żeton, będący kopią kontrolowanego przez ciebie żetonu stwora.)

source: Warleader's Helix deals 4 damage to target creature or player and you gain 4 life.
pl: Warleader's Helix zadaje 4 obrażenia wskazanemu stworowi lub graczowi, a ty zyskujesz 4 życia.

source: Target creature gets +X/-X until end of turn, where X is the number of cards in your hand.
pl: Wskazany stwór dostaje +X/-X do końca tury, gdzie X jest liczbą kart w twojej ręce.

source: Target creature you control gets +1/+0 and gains first strike until end of turn.
pl: Wskazany stwór, którym władasz dostaje +1/+0 oraz pierwszy cios do końca tury.

source: Overload |mana_1| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_1| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Destroy target artifact.
pl: Zniszcz wskazany artefakt.

source: You gain 2 life for each creature you control.
pl: Zyskujesz 2 życia za każdego stwora, którym władasz.

source: Creatures you control gain deathtouch and lifelink until end of turn.
pl: Stwory, które kontrolujesz, dostają Dotyk Śmierci oraz Więź Życia do końca tury.

source: Forestwalk, protection from green
pl: Zdobywca lasów, ochrona przed zielonym

source: Whenever a player taps a land for mana, that player adds one mana to his or her mana pool of any type that land produced.
pl: Ilekroć jakiś gracz zaznacza ląd pobierając manę, ów gracz dodaje do swojej puli many jedną manę w kolorze, który został przez ów ląd wyprodukowany.

source: Zhur-Taa Druid
pl: Zhur-Taa Druid (Druid z Zhur-Taa)

source: |tap|: Add |mana_g| to your mana pool.
pl: |tap|: Dodaj |mana_g| do twojej puli many.

source: Whenever you tap Zhur-Taa Druid for mana, it deals 1 damage to each opponent.
pl: Ilekroć zaznaczasz Zhur-Taa Druid pobierając manę, zadaje on po 1 obrażeniu każdemu z przeciwników.
