Repository: dekoza/mtgpl
Catalog: MTG/*/RTR.po
Languages: pl

source: You can't cast Rakdos, Lord of Riots unless an opponent lost life this turn.
pl: Nie możesz rzucić Rakdos, Lord of Riots dopóki przeciwnik nie stracił punktów życia w tej turze.

source: Flying, trample
pl: Latanie, Tratowanie

source: Creature spells you cast cost |mana_1| less to cast for each 1 life your opponents have lost this turn.
pl: Czary stworów kosztują cię o |mana_1| za każde 1 życie stracone przez przeciwników w tej turze.

source: Rakdos's Return
pl: Rakdos's Return (Powrót Rakdosa)

source: Rakdos's Return deals X damage to target opponent. That player discards X cards.
pl: Rakdos's Return zadaje X obrażeń wskazanemu przeciwnikowi. Ów gracz odrzuca X kart.

source: Rest in Peace
pl: Rest in Peace (Spoczywaj w Pokoju)

source: When Rest in Peace enters the battlefield, exile all cards from all graveyards.
pl: Kiedy Rest in Peace wchodzi na pole walki, wypędź wszystkie karty ze wszystkich cmentarzy.

source: If a card or token would be put into a graveyard from anywhere, exile it instead.
pl: Jeśli karta lub żeton miałby trafić skądkolwiek na cmentarz, zamiast tego wypędź go.

source: Enchanted creature gets +1/+1 for each card in its controller's hand.
pl: Zauroczony stwór dostaje +1/+1 za każdą kartę w ręce jego władcy.

source: At the beginning of the draw step of enchanted creature's controller, that player draws an additional card.
pl: Na początku kroku dobierania władcy zauroczonego stwora, ów gracz dobiera dodatkową kartę.

source: Target creature gets +3/+3 until end of turn. Another target creature gets -3/-3 until end of turn.
pl: Wskazany stwór dostaje +3/+3 do końca tury. Inny wskazany stwór dostaje -3/-3 do końca tury.

source: |mana_b| |mana_r|: Target blocking creature gets -1/-1 until end of turn.
pl: |mana_b| |mana_r|: Wskazany blokujący stwór dostaje -1/-1 do końca tury.

source: |mana_b| |mana_r|: Target player who lost life this turn loses 1 life.
pl: |mana_b| |mana_r|: Wskazany gracz, który stracił punkty życia w tej turze, traci 1 życie.

source: |mana_4|, |tap|: Target creature can't be blocked this turn.
pl: |mana_4|, |tap|: Wskazany stwór nie może być blokowany w tej turze.

source: Populate. Creatures you control gain indestructible until end of turn. (To populate, put a token onto the battlefield that's a copy of a creature token you control. Damage and effects that say \"destroy\" don't destroy creatures with indestructible.)
pl: Zaludnij. Stwory, którymi władasz zyskują niezniszczalność do końca tury. (By zaludnić, połóż na polu walki żeton stwora będący kopią władanego przez ciebie żetonu stwora. Obrażenia i efekty mówiące \"zniszcz\" nie niszczą stworów z niezniszczalnością.)

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być wskazywany przez czary i zdolności władane przez twoich przeciwników.)

source: Runewing
pl: Runewing (Runoskrzydły)

source: When Runewing dies, draw a card.
pl: Kiedy Runewing umiera, dobierz kartę.

source: Target creature gets +2/+2 until end of turn. Untap that creature.
pl: Wskazany stwór dostaje +2/+2 do końca tury. Odznacz owego stwora.

source: When Search the City enters the battlefield, exile the top five cards of your library.
pl: Kiedy Search the City wchodzi na pole walki, wypędź pięć wierzchnich kart twojej biblioteki.

source: Whenever you play a card with the same name as one of the exiled cards, you may put one of those cards with that name into its owner's hand. Then if there are no cards exiled with Search the City, sacrifice it. If you do, take an extra turn after this one.
pl: Ilekroć zagrywasz kartę z taką samą nazwą jak jedna z wypędzonych kart, możesz dołożyć jedną z owych kart o takiej nazwie do ręki jej właściciela. Następnie jeśli nie ma już kart wypędzonych przez Search the City, poświęć go. Gdy tak zrobisz, weź dodatkową turę po obecnej.

source: Search Warrant
pl: Search Warrant (Nakaz Rewizji)

source: Target player reveals his or her hand. You gain life equal to the number of cards in that player's hand.
pl: Wskazany gracz ujawnia swoją rękę. Zyskujesz tyle życia, ile kart jest w ręce owego gracza.

source: When Security Blockade enters the battlefield, put a 2/2 white Knight creature token with vigilance onto the battlefield.
pl: Kiedy Security Blockade wchodzi na pole walki, połóż na polu walki żeton białego stwora Rycerz 2/2 z czujnością.

source: Enchanted land has \"|tap|: Prevent the next 1 damage that would be dealt to you this turn.\"
pl: Zauroczony ląd ma \"|tap|: Zażegnaj następnemu 1 obrażeniu, które mogłoby zostać ci zadane w tej turze.\"

source: Search your library for up to three basic land cards, reveal them, and put them into your hand. Then shuffle your library.
pl: Poszukaj w twojej bibliotece do trzech kart zwykłych lądów, ujawnij je i dołóż do twojej ręki. Następnie przetasuj twoją bibliotekę.

source: Choose one — Target creature gets +2/+2 and gains trample until end of turn; or exile target creature with power 5 or greater; or put a 2/2 white Knight creature token with vigilance onto the battlefield.
pl: Wybierz jedno — Wskazany stwór dostaje +2/+2 oraz tratowanie do końca tury; albo wypędź wskazanego stwora o sile 5 lub większej; albo połóż na polu walki żeton białego stwora Rycerz 2/2 z czujnością.

source: Selesnya Guildgate
pl: Selesnya Guildgate (Brama Gildii Selesnya)

source: Selesnya Guildgate enters the battlefield tapped.
pl: Selesnya Guildgate wchodzi na pole walki zaznaczony.

source: |tap|: Add |mana_g| or |mana_w| to your mana pool.
pl: |tap|: Dodaj |mana_g| lub |mana_w| do twojej puli many.

source: |mana_g| |mana_w|: Selesnya Keyrune becomes a 3/3 green and white Wolf artifact creature until end of turn.
pl: |mana_g| |mana_w|: Do końca tury Selesnya Keyrune staje się zielono-białym artefaktycznym stworem Wolf 3/3.

source: |mana_5| |mana_g|: Regenerate Selesnya Sentry.
pl: |mana_5| |mana_g|: Zregeneruj Selesnya Sentry.

source: When Seller of Songbirds enters the battlefield, put a 1/1 white Bird creature token with flying onto the battlefield.
pl: Kiedy Seller of Songbirds wchodzi na pole walki, połóż na polu walki żeton białego stwora Ptak 1/1 z lataniem.

source: Swampwalk (This creature can't be blocked as long as defending player controls a Swamp.)
pl: Zdobywca bagien (Ten stwór nie może być blokowany jeśli broniący gracz posiada Bagno)

source: Scavenge |mana_2| |mana_b| (|mana_2| |mana_b|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_2| |mana_b| (|mana_2| |mana_b|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: At the beginning of each opponent's upkeep, if that player has one or fewer cards in hand, he or she loses 3 life.
pl: Na początku utrzymania każdego z przeciwników, jeśli ów gracz ma jedną lub mniej kart w ręce, traci 3 życia.

source: Skull Rend deals 2 damage to each opponent. Those players each discard two cards at random.
pl: Skull Rend zadaje 2 obrażenia każdemu przeciwnikowi. Owi gracze odrzucają losowo po dwie karty.

source: Whenever Skymark Roc attacks, you may return target creature defending player controls with toughness 2 or less to its owner's hand.
pl: Ilekroć Skymark Roc atakuje, możesz zwrócić wskazanego stwora o wytrzymałości 2 lub mniej władanego przez broniącego się gracza do ręki jego właściciela.

source: Slaughter Games can't be countered by spells or abilities.
pl: Slaughter Games nie mogą być skontrowany przez czary lub zdolności.

source: Name a nonland card. Search target opponent's graveyard, hand, and library for any number of cards with that name and exile them. Then that player shuffles his or her library.
pl: Nazwij nielądową kartę. Poszukaj cmentarz, rękę i bibliotekę wskazanego przeciwnika dowolną liczbę kart o tej nazwie i wypędź je. Następnie ów gracz tasuje swoją bibliotekę.

source: Slime Molding
pl: Slime Molding (Śluzowacenie)

source: Put an X/X green Ooze creature token onto the battlefield.
pl: Połóż na polu walki żeton zielonego stwora Szlam X/X.

source: Scavenge |mana_0| (|mana_0|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_0| (|mana_0|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: Deathtouch (Any amount of damage this deals to a creature is enough to destroy it.)
pl: Dotyk śmierci (Stwór otrzymujący od tego jakiekolwiek obrażenia, zostaje zniszczony.)

source: Scavenge |mana_1| |mana_b| |mana_g| (|mana_1| |mana_b| |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_1| |mana_b| |mana_g| (|mana_1| |mana_b| |mana_g|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: When Slum Reaper enters the battlefield, each player sacrifices a creature.
pl: Kiedy Slum Reaper wchodzi na pole walki, każdy gracz poświęca stwora.

source: Enchant nonland permanent
pl: Zaurocz stałkę nie będącą lądem

source: At the beginning of the upkeep of enchanted permanent's controller, that player sacrifices it unless he or she pays |mana_x|, where X is its converted mana cost.
pl: Na początku utrzymania władcy zauroczonej stałki, ów gracz poświęca ją dopóki nie zapłaci |mana_x|, gdzie X jest jej łącznym kosztem many.

source: Soulsworn Spirit can't be blocked.
pl: Soulsworn Spirit nie może być blokowany.

source: When Soulsworn Spirit enters the battlefield, detain target creature an opponent controls. (Until your next turn, that creature can't attack or block and its activated abilities can't be activated.)
pl: Kiedy Soulsworn Spirit wchodzi na pole walki, uwięź wskazanego stwora władanego przez przeciwnika. (Do twojej następnej tury ów stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą być aktywowane.)

source: Creatures can't attack you or a planeswalker you control unless their controller pays |mana_x| for each of those creatures, where X is the number of enchantments you control.
pl: Stwory nie mogą atakować ciebie ani wędrowca, którym władasz dopóki ich władca nie zapłaci |mana_x| za każdego z owych stworów, gdzie X to liczba uroków, którymi władasz.

source: Sphinx of the Chimes
pl: Sphinx of the Chimes (Sfinks Dzwonów)

source: Discard two nonland cards with the same name: Draw four cards.
pl: Odrzuć dwie nielądowe karty o takiej samej nazwie: Dobierz cztery karty.

source: You gain X life and draw X cards.
pl: Zyskujesz X życia i dobierasz X kart.

source: Enchanted creature gets -2/-2.
pl: Zauroczony stwór dostaje -2/-2.

source: At the beginning of the upkeep of enchanted creature's controller, that player loses 2 life.
pl: Na początku utrzymania władcy zauroczonego stwora, ów gracz traci 2 życia.

source: Stealer of Secrets
pl: Stealer of Secrets (Złodziej Tajemnic)

source: Whenever Stealer of Secrets deals combat damage to a player, draw a card.
pl: Ilekroć Stealer of Secrets zadaje graczowi obrażenia bojowe, dobierz kartę.

source: (|tap|: Add |mana_u| or |mana_r| to your mana pool.)
pl: (|tap|: Dodaj |mana_u| lub |mana_r| do twojej puli many.)

source: As Steam Vents enters the battlefield, you may pay 2 life. If you don't, Steam Vents enters the battlefield tapped.
pl: Kładąc Steam Vents na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz Steam Vents wchodzi na pole walki zaznaczony.

source: |mana_2| |mana_b|: Stonefare Crocodile gains lifelink until end of turn. (Damage dealt by this creature also causes you to gain that much life.)
pl: |mana_2| |mana_b|: Stonefare Crocodile zyskuje więź życia do końca tury. (Obrażenia zadane przez tego stwora powodują, że zyskujesz tyle samo życia.)

source: Street Spasm deals X damage to target creature without flying you don't control.
pl: Wskazany stwór bez latania, którym nie władasz dostaje od Street Spasm X obrażeń.

source: Overload |mana_x| |mana_x| |mana_r| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_x| |mana_x| |mana_r| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Whenever Street Sweeper attacks, destroy all Auras attached to target land.
pl: Ilekroć Street Sweeper atakuje, zniszcz wszystkie Aury dołączone do wskazanego lądu.

source: Destroy target artifact or enchantment, then populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Zniszcz wskazany artefakt lub urok, następnie zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: Supreme Verdict can't be countered.
pl: Supreme Verdict nie może być skontrowany.

source: Destroy all creatures.
pl: Zniszcz wszystkie stwory.

source: Destroy target land. Put a 1/1 red Goblin creature token onto the battlefield.
pl: Zniszcz wskazany ląd. Połóż na polu walki żeton czerownego stwora Goblin 1/1.

source: Swamp
pl: Swamp (Bagno)

source: B
pl: |mana_b|

source: Until end of turn, target creature gets +1/+0 and gains first strike and lifelink.
pl: Do końca tury wskazany stwór dostaje +1/+0, pierwszy cios i więź życia.

source: Counter target spell unless its controller pays |mana_x|. If that spell is countered this way, exile it instead of putting it into its owner's graveyard.
pl: Skontruj wskazany czar dopóki jego władca nie zapłaci |mana_x|. Jeśli czar zostanie skontrowany w ten sposób, wypędź go zamiast kłaść go na cmentarz jego właściciela.

source: As Tablet of the Guilds enters the battlefield, choose two colors.
pl: Kładąc Tablet of the Guild na polu walki wybierz dwa kolory.

source: Whenever you cast a spell, if it's at least one of the chosen colors, you gain 1 life for each of the chosen colors it is.
pl: Ilekroć rzucasz czar, zyskujesz 1 życie za każdy kolor owego czaru należący do wybranych kolorów.

source: |tap|, Pay 3 life: Flip a coin. If you win the flip, you gain 6 life.
pl: |tap|, zapłać 3 życia: Rzuć monetą. Jeśli wygrasz rzut, zyskujesz 6 punktów życia.

source: Target creature you control gets +1/+0 until end of turn and can't be blocked this turn.
pl: Wskazany stwór, którym władasz dostaje +1/+0 do końca tury i nie może być blokowany w tej turze.

source: (|tap|: Add |mana_g| or |mana_w| to your mana pool.)
pl: (|tap|: Dodaj |mana_g| lub |mana_w| do twojej puli many.)

source: As Temple Garden enters the battlefield, you may pay 2 life. If you don't, Temple Garden enters the battlefield tapped.
pl: Kładąc Temple Garden na pole walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz Temple Garden wchodzi na pole walki zaznaczony.

source: Scavenge |mana_6| |mana_b| (|mana_6| |mana_b|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_6| |mana_b| (|mana_6| |mana_b|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: Draw four cards, then discard two cards.
pl: Dobierz cztery karty, następnie odrzuć dwie karty.

source: Deathtouch
pl: Dotyk śmierci

source: |mana_w|: Tower Drake gets +0/+1 until end of turn.
pl: |mana_w|: Tower Drake dostaje +0/+1 do końca tury.

source: Reach (This creature can block creatures with flying.)
pl: Zasięg (Ten stwór może blokować stwory z lataniem.)

source: Gain control of target creature until end of turn. Untap that creature. Until end of turn, it gets +2/+0 and gains haste.
pl: Przejmij władanie nad wskazanym stworem do końca tury. Odznacz owego stwora. Do końca tury dostaje on +2/+0 oraz pośpiech.

source: Transguild Promenade enters the battlefield tapped.
pl: Transguild Promenade wchodzi na pole walki zaznaczony.

source: When Transguild Promenade enters the battlefield, sacrifice it unless you pay |mana_1|.
pl: Kiedy Transguild Promenade wchodzi na pole walki, poświęć go dopóki nie zapłacisz |mana_1|.

source: Return target card from your graveyard to your hand. Exile Treasured Find.
pl: Zwróć wskazaną kartę z twojego cmentarza do twojej ręki. Wypędź Treasured Find.

source: |mana_1| |mana_b| |mana_g|: Regenerate Trestle Troll.
pl: |mana_1| |mana_b| |mana_g|: Zregeneruj Trestle Troll.

source: Whenever another creature enters the battlefield under your control, you gain life equal to that creature's toughness.
pl: Ilekroć inny stwór wchodzi na pole walki pod twoje władanie, zyskujesz życie równe wytrzymałości owego stwora.

source: |mana_1| |mana_g| |mana_w|, |tap|: Populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: |mana_1| |mana_g| |mana_w|, |tap|: Zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: Exile target creature, then populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Wypędź wskazanego stwora, następnie zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: Destroy target monocolored creature.
pl: Zniszcz wskazanego jednokolorowego stwora.

source: Enchanted land has \"|tap|, Pay 1 life: Draw a card.\"
pl: Zauroczony ląd ma \"|tap|, zapłać 1 życie: Dobierz kartę.\"

source: Enchanted land has \"Untap this land during each other player's untap step.\"
pl: Zauroczony ląd ma \"Odznacz ten ląd podczas kroku odznaczania każdego innego gracza.\"

source: Whenever a Dragon you control attacks, put a 6/6 red Dragon creature token with flying onto the battlefield.
pl: Ilekroć Smok, którym władasz atakuje, połóż na polu walki żeton czerwonego stwora Smok 6/6 z lataniem.

source: Destroy target artifact you don't control.
pl: Zniszcz wskazany artefakt, którym nie władasz.

source: Overload |mana_4| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_4| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: When Viashino Racketeer enters the battlefield, you may discard a card. If you do, draw a card.
pl: Kiedy Viashino Racketeer wchodzi na pole walki, możesz odrzucić kartę. Jeśli tak zrobisz, dobierz kartę.

source: |mana_4| |mana_g| |mana_w|: Put a 3/3 green Centaur creature token onto the battlefield.
pl: |mana_4| |mana_g| |mana_w|: Połóż na polu walki żeton zielonego stwora Centaur 3/3.

source: |mana_2| |mana_g| |mana_w|: Populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: |mana_2| |mana_g| |mana_w|: Zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: When Voidwielder enters the battlefield, you may return target creature to its owner's hand.
pl: Kiedy Voidwielder wchodzi na pole walki, możesz zwrócić wskazanego stwora do ręki jego właściciela.

source: Volatile Rig attacks each turn if able.
pl: Volatile Rig atakuje w każdej turze jeśli może.

source: Whenever Volatile Rig is dealt damage, flip a coin. If you lose the flip, sacrifice Volatile Rig.
pl: Ilekroć Volatile Rig otrzymuje obrażenia, rzuć monetą. Jeśli przegrasz rzut, poświęć Volatile Rig.

source: When Volatile Rig dies, flip a coin. If you lose the flip, it deals 4 damage to each creature and each player.
pl: Ilekroć Volatile Rig umiera, rzuć monetą. Jeśli przegrasz rzut, Volatile Rig zadaje 4 obrażenia każdemu stworowi i graczowi.

source: -3: Destroy target nonland permanent.
pl: -3: Zniszcz wskazaną nielądową stałkę.

source: -7: Put three 1/1 black Assassin creature tokens onto the battlefield with \"Whenever this creature deals combat damage to a player, that player loses the game.\"
pl: -7: Połóż na polu walki trzy żeton stwora Zabójca 1/1 mającego \"Ilekroć ten stwór zada graczowi obrażenia bojowe, ów gracz przegrywa grę.\"

source: Wayfaring Temple's power and toughness are each equal to the number of creatures you control.
pl: Siła i wytrzymałość Wayfaring Temple's są równe liczbie stworów, którymi władasz każda.

source: Whenever Wayfaring Temple deals combat damage to a player, populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Ilekroć Wayfaring Temple zadaje graczowi obrażenia bojowe, zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: Whenever Wild Beastmaster attacks, each other creature you control gets +X/+X until end of turn, where X is Wild Beastmaster's power.
pl: Ilekroć Wild Beastmaster atakuje, każdy inny stwór, którym władasz dostaje +X/+X do końca tury, gdzie X to siła Wild Beastmaster.

source: When Worldspine Wurm dies, put three 5/5 green Wurm creature tokens with trample onto the battlefield.
pl: Kiedy Worldspine Wurm umiera, połóż na polu walki trzy żetony zielonego stwora Żmij 5/5 z tratowaniem.

source: When Worldspine Wurm is put into a graveyard from anywhere, shuffle it into its owner's library.
pl: Kiedy Worldspine Wurm trafia skądkolwiek na cmentarz, wtasuj go w bibliotekę jego właściciela.

source: Scavenge |mana_2| |mana_b| |mana_b| (|mana_2| |mana_b| |mana_b|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_2| |mana_b| |mana_b| (|mana_2| |mana_b| |mana_b|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)
