Repository: dekoza/mtgpl
Catalog: MTG/*/RTR.po
Languages: pl

source: When Gatecreeper Vine enters the battlefield, you may search your library for a basic land card or a Gate card, reveal it, put it into your hand, then shuffle your library.
pl: Kiedy Gatecreeper Vine wchodzi na pole walki, możesz poszukać w twojej bibliotece karty zwykłego lądu lub karty Bramy, ujawnić ją i dołożyć do twojej ręki, a następnie przetasować twoją bibliotekę.

source: Target creature gets +3/+3 until end of turn.
pl: Wskazany stwór dostaje +3/+3 do końca tury.

source: Gobbling Ooze
pl: Gobbling Ooze (Żarłoczny Szlam)

source: |mana_g|, Sacrifice another creature: Put a +1/+1 counter on Gobbling Ooze.
pl: |mana_g|, poświęć innego stwora: Połóż znacznik +1/+1 na Gobbling Ooze.

source: Goblin Electromancer
pl: Goblin Electromancer (Goblin Elektromanta)

source: Instant and sorcery spells you cast cost |mana_1| less to cast.
pl: Rzucanie czarów sztuczek i obrzędów kosztuje cię o |mana_1| mniej.

source: Put four 1/1 red Goblin creature tokens onto the battlefield.
pl: Połóż na polu walki cztery żetony czerwonego stwora Goblin 1/1.

source: Choose one — All creatures get -1/-1 until end of turn; or destroy target enchantment; or regenerate each creature you control.
pl: Wybierz jedno — Wszystkie stwory dostają -1/-1 do końca tury; albo zniszcz wskazany urok; albo zregeneruj każdego stwora, którym władasz.

source: All creatures able to block Golgari Decoy do so.
pl: Wszystkie stwory mogące blokować Golgari Decoy robią to.

source: Scavenge |mana_3| |mana_g| |mana_g| (|mana_3| |mana_g| |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_3| |mana_g| |mana_g| (|mana_3| |mana_g| |mana_g|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: Golgari Guildgate enters the battlefield tapped.
pl: Golgari Guildgate wchodzi na pole walki zaznaczony.

source: |tap|: Add |mana_b| or |mana_g| to your mana pool.
pl: |tap|: Dodaj |mana_b| lub |mana_g| do twojej puli many.

source: |mana_b| |mana_g|: Golgari Keyrune becomes a 2/2 black and green Insect artifact creature with deathtouch until end of turn.
pl: |mana_b| |mana_g|: Do końca tury Golgari Keyrune staje się czarno-zielonym artefaktycznym stworem Insect 2/2 z Dotykiem Śmierci.

source: Whenever a creature you don't control dies, return it to the battlefield under your control with an additional +1/+1 counter on it at the beginning of the next end step. That creature is a black Zombie in addition to its other colors and types.
pl: Ilekroć umiera stwór, którym nie władasz, zwróć go na pole walki pod twoim władaniem z dodatkowym znacznikiem +1/+1 ba początku najbliższego kroku końcowego. Ów stwór jest czarnym Umarlakiem w uzupełnieniu swoich innych kolorów i typów.

source: |mana_1| |mana_b|: Regenerate Grim Roustabout.
pl: |mana_1| |mana_b|: Zregeneruj Grim Roustabout.

source: Reveal the top five cards of your library. You may put a creature or land card from among them into your hand. Put the rest into your graveyard.
pl: Ujawnij pięć wierzchnich kart twojej biblioteki. Możesz dołożyć kartę stwora lub lądu spośród nich do twojej ręki. Połóż pozostałe na swój cmentarz.

source: |tap|: Add |mana_1| to your mana pool.
pl: |tap|: Dodaj |mana_1| do twojej puli many.

source: |mana_3| |mana_g| |mana_w|, |tap|, Tap two untapped creatures you control, Sacrifice Grove of the Guardian: Put an 8/8 green and white Elemental creature token with vigilance onto the battlefield.
pl: |mana_3| |mana_g| |mana_w|, |tap|, zaznacz dwa odznaczone stwory, którymi władasz, poświęć Grove of the Guardian: Połóż na polu walki żeton biało-zielonego stwora Elemental 8/8 z czujnością.

source: At the beginning of your upkeep, populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Na początku twojego utrzymania, zaludnij. (Połóż na polu walki żeton będący kopią władanego przez ciebie żetonu stwora.)

source: At the beginning of your upkeep, target opponent reveals the top three cards of his or her library, may put a creature card from among them onto the battlefield, then puts the rest into his or her graveyard. You do the same with the top three cards of your library. If two creatures are put onto the battlefield this way, those creatures fight each other.
pl: Na początku twojego utrzymania wskazany przeciwnik ujawnia trzy wierzchnia karty swojej biblioteki, może położyć kartę stwora spośród nich na polu walki, następnie wkłada pozostałe karty do swojego cmentarza. Robisz to samo z trzema wierzchnimi kartami twojej biblioteki. Jeśli w ten sposób na polu walki położone zostaną dwa stwory, owe stwory biją się ze sobą.

source: Whenever you cast an instant or sorcery spell, Guttersnipe deals 2 damage to each opponent.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu, Guutersnipe zadaje każdemu przeciwnikowi 2 obrażenia.

source: Hallowed Fountain
pl: Hallowed Fountain (Uświęcona Fontanna)

source: (|tap|: Add |mana_w| or |mana_u| to your mana pool.)
pl: (|tap|: Dodaj |mana_w| lub |mana_u| do twojej puli many.)

source: As Hallowed Fountain enters the battlefield, you may pay 2 life. If you don't, Hallowed Fountain enters the battlefield tapped.
pl: Kładąc Hallowed Fountain na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, Hallowed Fountain wchodzi na pole walki zaznaczony.

source: Players can't gain life.
pl: Gracze nie mogą zyskiwać życia.

source: At the beginning of each player's upkeep, that player loses half his or her life, rounded up.
pl: Na początku utrzymania każdego z graczy, ów gracz traci połowę swojego życia zaokrągloną w górę.

source: |mana_2| |mana_b| |mana_r|, Sacrifice Hellhole Flailer: Hellhole Flailer deals damage equal to its power to target player.
pl: |mana_2| |mana_b| |mana_r|, poświęć Hellhole Flailer: Hellhole Flailer zadaje wskazanemu graczowi obrażenia równe swojej sile.

source: Target player gains 7 life.
pl: Wskazany gracz zyskuje 7 punktów życia.

source: Put a 4/4 green Rhino creature token with trample onto the battlefield, then populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Połóż na polu walki żeton zielonego stwora Nosorożec 4/4 z tratowaniem, następnie zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: Defender, flying
pl: Obronność, latanie

source: Flash (You may cast this spell any time you could cast an instant.)
pl: Błysk (Możesz rzucić ten czar w każdej chwili, gdy możesz rzucić sztuczkę.)

source: Flying, haste
pl: Latanie, Pośpiech

source: You may cast sorcery cards as though they had flash. (You may cast them any time you could cast an instant.)
pl: Możesz rzucać karty obrzędu tak jakby miały błysk. (Możesz je rzucić w każdej chwili, gdy możesz rzucić sztuczkę.)

source: Detain target creature an opponent controls. (Until your next turn, that creature can't attack or block and its activated abilities can't be activated.)
pl: Uwięź wskazanego stwora, którym włada przeciwnik. (Do twojej następnej tury ów stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą być aktywowane.)

source: Inspiration
pl: Inspiration (Inspiracja)

source: Target player draws two cards.
pl: Wskazany gracz dobiera dwie karty.

source: Island
pl: Island (Wyspa)

source: U
pl: |mana_u|

source: Isperia, Supreme Judge
pl: Isperia, Supreme Judge (Isperia, Najwyższy Sędzia)

source: Whenever a creature attacks you or a planeswalker you control, you may draw a card.
pl: Ilekroć jakiś stwór atakuje ciebie lub wędrowca, którym władasz, możesz dobrać kartę.

source: When Isperia's Skywatch enters the battlefield, detain target creature an opponent controls. (Until your next turn, that creature can't attack or block and its activated abilities can't be activated.)
pl: Kiedy Isperia's Skywatch wchodzi na pole walki, uwięź wskazanego stwora, którym włada przeciwnik. (Do twojej następnej tury ów stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą być aktywowane.)

source: Choose one — Counter target noncreature spell unless its controller pays |mana_2|; or Izzet Charm deals 2 damage to target creature; or draw two cards, then discard two cards.
pl: Wybierz jedno — Skontruj wskazany czar nie-stwora dopóki jego władca nie zapłaci |mana_2|; albo Izzet Charm zadaje 2 obrażenia wskazanemu stworowi; albo dobierz dwie karty, po czym odrzuć dwie karty.

source: Izzet Guildgate
pl: Izzet Guildgate (Brama Gildii Izzet)

source: Izzet Guildgate enters the battlefield tapped.
pl: Izzet Guildgate wchodzi na pole walki zaznaczony.

source: |tap|: Add |mana_u| or |mana_r| to your mana pool.
pl: |tap|: Dodaj |mana_u| lub |mana_r| do twojej puli many.

source: |mana_u| |mana_r|: Until end of turn, Izzet Keyrune becomes a 2/1 blue and red Elemental artifact creature.
pl: |mana_u| |mana_r|: Do końca tury Izzet Keyrune staje się niebiesko-czerwonym artefaktycznym stworem Elemental 2/1.

source: Whenever Izzet Keyrune deals combat damage to a player, you may draw a card. If you do, discard a card.
pl: Ilekroć Izzet Keyrune zada graczowi obrażenia bojowe, możesz dobrać kartę. Jeśli tak zrobisz, odrzuć kartę.

source: |tap|: Izzet Staticaster deals 1 damage to target creature and each other creature with the same name as that creature.
pl: |tap|: Izzet Staticaster zadaje 1 obrażenie wskazanemu stworowi i każdemu innemu stworowi o takiej samej nazwie jak ów stwór.

source: Jace, Architect of Thought
pl: Jace, Architect of Thought (Jace, Architekt Myśli)

source: +1: Until your next turn, whenever a creature an opponent controls attacks, it gets -1/-0 until end of turn.
pl: +1: Do twojej następnej tury ilekroć stwór władany przez przeciwnika atakuje, dostaje -1/-0 do końca tury.

source: -2: Reveal the top three cards of your library. An opponent separates those cards into two piles. Put one pile into your hand and the other on the bottom of your library in any order.
pl: -2: Ujawnij trzy wierzchnie karty twojej biblioteki. Przeciwnik rozdziela je na dwa stosy. Dołóż jeden stos do twojej ręki, a pozostały połóż na spodzie twojej biblioteki w dowolnej kolejności.

source: -8: For each player, search that player's library for a nonland card and exile it, then that player shuffles his or her library. You may cast those cards without paying their mana costs.
pl: -8: Dla każdego gracza, poszukaj w bibliotece owego gracza nielądowej karty i wypędź ją, następnie ów gracz tasuje swoją bibliotekę. Możesz rzucić owe karty bez płacenia kosztu many.

source: Jarad, Golgari Lich Lord gets +1/+1 for each creature card in your graveyard.
pl: Jarad, Golgari Lich Lord dostaje +1/+1 za każdą kartę stwora w twoim cmentarzu.

source: |mana_1| |mana_b| |mana_g|, Sacrifice another creature: Each opponent loses life equal to the sacrificed creature's power.
pl: |mana_1| |mana_b| |mana_g|, poświęć innego stwora: Każdy przeciwnik traci tyle życia, ile siły miał poświęcony stwór.

source: Sacrifice a Swamp and a Forest: Return Jarad from your graveyard to your hand.
pl: Poświęć Bagno oraz Las: Zwróć Jarada z twojego cmentarza do twojej ręki.

source: Search your library for up to two creature cards and reveal them. Put one into your hand and the other into your graveyard. Then shuffle your library.
pl: Poszukaj w twojej bibliotece do dwóch kart stwora i ujawnij je. Dołóż jedną do twojej ręki, a drugą na twój cmentarz. Następnie przetasuj twoją bibliotekę.

source: Sacrifice Judge's Familiar: Counter target instant or sorcery spell unless its controller pays |mana_1|.
pl: Poświęć Judge's Familiar: Skontruj wskazany czar sztuczki lub obrzędu dopóki jego władca nie zapłaci |mana_1|.

source: Sacrifice Keening Apparition: Destroy target enchantment.
pl: Poświęć Keening Apparition: Zniszcz wskazany urok.

source: When Knightly Valor enters the battlefield, put a 2/2 white Knight creature token with vigilance onto the battlefield.
pl: Kiedy Knightly Valor wchodzi na pole walki, połóż na polu walki żeton białego stwora Rycerz 2/2 z czujnością.

source: Enchanted creature gets +2/+2 and has vigilance.
pl: Zauroczony stwór dostaje +2/+2 oraz ma czujność.

source: |mana_1| |mana_b| |mana_g|: Target creature gets +1/+1 and gains intimidate until end of turn.
pl: |mana_1| |mana_b| |mana_g|: Wskazany stwór dostaje +1/+1 oraz zastraszanie do końca tury.

source: |mana_2| |mana_b| |mana_g|, Sacrifice a nontoken creature: Put X 1/1 green Saproling creature tokens onto the battlefield, where X is the sacrificed creature's toughness.
pl: |mana_2| |mana_b| |mana_g|, poświęć nieżetonowego stwora: Połóż na polu walki X żetonów zielonego stwora Saproling 1/1, gdzie X to wytrzymałość poświęconego stwora.

source: Scavenge |mana_5| |mana_g| |mana_g| (|mana_5| |mana_g| |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_5| |mana_g| |mana_g| (|mana_5| |mana_g| |mana_g|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: As an additional cost to cast Launch Party, sacrifice a creature.
pl: Jako dodatkowy koszt rzucenia Launch Party, poświęć stwora.

source: Destroy target creature. Its controller loses 2 life.
pl: Zniszcz wskazanego stwora. Jego władca traci 2 życia.

source: |tap|: Lobber Crew deals 1 damage to each opponent.
pl: |tap|: Lobber Crew zadaje 1 obrażenie każdemu przeciwnikowi.

source: Whenever you cast a multicolored spell, untap Lobber Crew.
pl: Ilekroć rzucasz wielokolorowy czar, odznacz Lobber Crew.

source: Discard a creature card: Put a +1/+1 counter on Lotleth Troll.
pl: Odrzuć kartę stwora: Połóż znacznik +1/+1 na Lotleth Troll.

source: |mana_b|: Regenerate Lotleth Troll.
pl: |mana_b|: Zregeneruj Lotleth Troll.

source: Loxodon Smiter can't be countered.
pl: Loxodon Smiter nie może być skontrowany.

source: If a spell or ability an opponent controls causes you to discard Loxodon Smiter, put it onto the battlefield instead of putting it into your graveyard.
pl: Jeśli czar lub zdolność władane przez przeciwnika powodują, że odrzucasz Loxodon Smitera, połóż go na polu walki zamiast kłaść go na swój cmentarz.

source: When Lyev Skyknight enters the battlefield, detain target nonland permanent an opponent controls. (Until your next turn, that permanent can't attack or block and its activated abilities can't be activated.)
pl: Kiedy Lyev Skyknight wchodzi na pole walki, uwięź wskazaną nielądową stałkę władaną przez przeciwnika. (Do twojej następnej tury owa stałka nie może atakować ani blokować, a jaj aktywowane zdolności nie mogą być aktywowane.)

source: Mana Bloom enters the battlefield with X charge counters on it.
pl: Mana Bloom wchodzi na pole walki z X znacznikami ładowania.

source: Remove a charge counter from Mana Bloom: Add one mana of any color to your mana pool. Activate this ability only once each turn.
pl: Usuń znacznik ładowania z Mana Bloom: Dodaj jedną manę dowolnego koloru do twojej puli many. Aktywuj tę zdolność tylko raz na turę.

source: At the beginning of your upkeep, if Mana Bloom has no charge counters on it, return it to its owner's hand.
pl: Na początku twojego utrzymania jeśli Mana Bloom nie ma znaczników ładowania, przywróć go do ręki właściciela.

source: At the beginning of your upkeep, detain target creature an opponent controls. (Until your next turn, that creature can't attack or block and its activated abilities can't be activated.)
pl: Na początku twojego utrzymania, uwięź wskazanego stwora, którym włada przeciwnik. (Do twojej następnej tury ów stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą być aktywowane.)

source: |mana_u|, |tap|: Draw two cards.
pl: |mana_u|, |tap|: Dobierz dwie karty.

source: |mana_r|, |tap|, Discard a card: Mercurial Chemister deals damage to target creature equal to the discarded card's converted mana cost.
pl: |mana_r|, |tap|, odrzuć kartę: Mercurial Chemister zadaje wskazanemu stworowi obrażenia równe łącznemu kosztowi many odrzuconej karty.

source: Target player discards two cards.
pl: Wskazany gracz odrzuca dwie karty.

source: Mizzium Mortars deals 4 damage to target creature you don't control.
pl: Wskazany stwór, którym nie władasz dostaje od Mizzium Mortars 4 obrażenia.

source: Overload |mana_3| |mana_r| |mana_r| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_3| |mana_r| |mana_r| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Target creature you control gets +0/+1 and gains hexproof until end of turn.
pl: Wskazany stwór, którym władasz dostaje +0/+1 oraz antyklątwę do końca tury.

source: Overload |mana_1| |mana_u| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_1| |mana_u| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Mountain
pl: Mountain (Góra)

source: R
pl: |mana_r|

source: Necropolis Regent
pl: Necropolis Regent (Władca Nekropolii)

source: Whenever a creature you control deals combat damage to a player, put that many +1/+1 counters on it.
pl: Ilekroć stwór, którym władasz zadaje graczowi obrażenia bojowe, połóż na nim tyle samo znaczników +1/+1.

source: |mana_w| |mana_u|: Target creature gains flying until end of turn.
pl: |mana_w| |mana_u|: Wskazany stwór zyskuje latanie do końca tury.

source: |mana_3| |mana_w| |mana_u|: Detain target nonland permanent an opponent controls. (Until your next turn, that permanent can't attack or block and its activated abilities can't be activated.)
pl: |mana_3| |mana_w| |mana_u|: Uwięź wskazaną nielądową stałkę władaną przez przeciwnika. (Do twojej następnej tury owa stałka nie może atakować ani blokować, a jej aktywowane zdolności nie mogą być aktywowane.)

source: |mana_1| |mana_u| |mana_r|: Draw a card, then discard a card.
pl: |mana_1| |mana_u| |mana_r|: Dobierz kartę, po czym odrzuć kartę.

source: |mana_2| |mana_u| |mana_r|: Copy target instant or sorcery spell you control. You may choose new targets for the copy.
pl: |mana_2| |mana_u| |mana_r|: Skopiuj wskazany czar sztuczki lub obrzędu, którym władasz. Możesz wskazać nowe cele dla kopii.

source: Exile an instant or sorcery spell you control: Put two +1/+1 counters on Nivmagus Elemental. (That spell won't resolve.)
pl: Wypędź czar sztuczki lub obrzędu, którym władasz: Połóż dwa znaczniki +1/+1 na Nivmagus Elemental. (Ów czar nie rozpatrzy się.)

source: Whenever Niv-Mizzet, Dracogenius deals damage to a player, you may draw a card.
pl: Ilekroć Niv-Mizzet, Dracogenius zadaje graczowi obrażenia, możesz dobrać kartę.

source: |mana_u| |mana_r|: Niv-Mizzet, Dracogenius deals 1 damage to target creature or player.
pl: |mana_u| |mana_r|: Niv-Mizzet, Dracogenius zadaje 1 obrażenie wskazanemu stworowi lub graczowi.

source: As long as it's not your turn, tapped creatures you control have hexproof.
pl: Dopóki nie jest twoja tura, zaznaczone stwory, którymi władasz, mają antyklątwę.

source: Ogre Jailbreaker can attack as though it didn't have defender as long as you control a Gate.
pl: Ogre Jailbreaker może atakować jakby nie miał obronności dopóki władasz Bramą.

source: (|tap|: Add |mana_b| or |mana_g| to your mana pool.)
pl: (|tap|: Dodaj |mana_b| lub |mana_g| do twojej puli many.)

source: As Overgrown Tomb enters the battlefield, you may pay 2 life. If you don't, Overgrown Tomb enters the battlefield tapped.
pl: Kładąc Overgrown Tomb na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz, Overgrown Tomb wchodzi na pole walki zaznaczony.

source: Pack Rat's power and toughness are each equal to the number of Rats you control.
pl: Pack Rat ma siłę i wytrzymałość równe liczbie Szczurów, którymi władasz.

source: |mana_2| |mana_b|, Discard a card: Put a token onto the battlefield that's a copy of Pack Rat.
pl: |mana_2| |mana_b|, odrzuć kartę: Połóż na polu walki żeton będący kopią Pack Rat.

source: All damage that would be dealt to you or another permanent you control is dealt to Palisade Giant instead.
pl: Wszelkie obrażenia, które mogłyby zostać zadane tobie lub innej władanej przez ciebie stałce albo tobie, są zamiast tego zadawane Palisade Giantowi.

source: Enchanted creature doesn't untap during its controller's untap step.
pl: Zauroczony stwór nie odznacza się podczas kroku odznaczania swojego władcy.

source: |mana_1| |mana_b|: Perilous Shadow gets +2/+2 until end of turn.
pl: |mana_1| |mana_b|: Perilous Shadow dostaje +2/+2 do końca tury.

source: Creature tokens you control get +1/+1.
pl: Żetony stworów, którymi władasz dostają +1/+1.

source: As Pithing Needle enters the battlefield, name a card.
pl: Kładąc Pithing Needle na polu walki nazwij kartę.

source: Activated abilities of sources with the chosen name can't be activated unless they're mana abilities.
pl: Aktywowane zdolności źródeł o wybranej nazwie nie mogą być aktywowane, chyba że dają manę.

source: Plains
pl: Plains (Równina)

source: W
pl: |mana_w|

source: First strike
pl: Pierwszy cios

source: Whenever Precinct Captain deals combat damage to a player, put a 1/1 white Soldier creature token onto the battlefield.
pl: Ilekroć Precinct Captain zada graczowi obrażenia bojowe, połóż na polu walki żeton białego stwora Piechur 1/1.

source: Shuffle all cards from your graveyard into your library. Target player puts that many cards from the top of his or her library into his or her graveyard.
pl: Wtasuj wszystkie karty z twojego cmentarza do twojej biblioteki. Wskazany gracz wkłada tyle samo kart z wierzchu swojej biblioteki do swojego cmentarza.

source: Enchanted creature gets +2/+2 and has \"|mana_u|: This creature gains flying until end of turn.\"
pl: Zauroczony stwór dostaje +2/+2 i ma \"|mana_u|: Ten stwór zyskuje latanie do końca tury.\"

source: Whenever you cast a multicolored spell, Pyroconvergence deals 2 damage to target creature or player.
pl: Ilekroć rzucasz wielokolorowy czar, Pyroconvergence zadaje 2 obrażenia wskazanemu stworowi lub graczowi.

source: Enchanted land has \"|tap|: Target creature gains haste until end of turn.\"
pl: Zauroczony ląd ma \"|tap:| Wskazany stwór zyskuje pośpiech do końca tury.\"

source: Choose one — Exile all cards from target player's graveyard; or destroy target artifact; or each creature deals 1 damage to its controller.
pl: Wybierz jedno — Wypędź wszystkie karty z cmentarza wskazanego gracza; albo zniszcz wskazany artefakt; albo każdy stwór zadaje 1 obrażenie swojemu władcy.

source: Rakdos Guildgate
pl: Rakdos Guildgate (Brama Gildii Rakdos)

source: Rakdos Guildgate enters the battlefield tapped.
pl: Rakdos Guildgate wchodzi na pole walki zaznaczony.

source: |tap|: Add |mana_b| or |mana_r| to your mana pool.
pl: |tap|: Dodaj |mana_b| lub |mana_r| do twojej puli many.

source: |mana_b| |mana_r|: Rakdos Keyrune becomes a 3/1 black and red Devil artifact creature with first strike until end of turn.
pl: |mana_b| |mana_r|: Do końca tury Rakdos Keyrune staje się czarno-czerwonym artefaktycznym stworem Devil 3/1 z Pierwszym Ciosem.

source: Lifelink, haste
pl: Więź życia, pośpiech

source: Whenever Rakdos Ringleader deals combat damage to a player, that player discards a card at random.
pl: Ilekroć Rakdos Ringleader zadaje graczowi obrażenia bojowe, ów gracz odrzuca losową kartę.

source: |mana_b|: Regenerate Rakdos Ringleader.
pl: |mana_b|: Zregeneruj Rakdos Ringleader.
