Repository: dekoza/mtgpl
Catalog: MTG/*/RTR.po
Languages: pl

source: Return to Ravnica
pl: Return to Ravnica (Powrót do Ravniki)

source: Abrupt Decay
pl: Abrupt Decay (Nagłe Przegnicie)

source: Abrupt Decay can't be countered by spells or abilities.
pl: Abrupt Decay nie może być skontrowany przez czary i zdolności.

source: Destroy target nonland permanent with converted mana cost 3 or less.
pl: Zniszcz wskazaną nielądową stałkę o łącznym koszcie many 3 lub mniej.

source: Aerial Predation
pl: Aerial Predation (Powietrzna Drapieżność)

source: Destroy target creature with flying. You gain 2 life.
pl: Zniszcz wskazanego stwora z Lataniem. Zyskujesz 2 życia.

source: Angel of Serenity
pl: Angel of Serenity (Anioł Spokoju)

source: Flying
pl: Latanie

source: When Angel of Serenity enters the battlefield, you may exile up to three other target creatures from the battlefield and/or creature cards from graveyards.
pl: Kiedy Angel of Serenity wchodzi na pole walki możesz wypędzić co najwyżej trzy inne wskazane stwory z pola walki lub karty stworów z cmentarzy.

source: When Angel of Serenity leaves the battlefield, return the exiled cards to their owners' hands.
pl: KIedy Angel of Serenity opuszcza pole walki, przywróć wypędzone karty do rąk ich właścicieli.

source: Annihilating Fire
pl: Annihilating Fire (Unicestwiający Ogień)

source: Annihilating Fire deals 3 damage to target creature or player. If a creature dealt damage this way would die this turn, exile it instead.
pl: Annihilating Fire zadaje 3 obrażenia wskazanemu graczowi lub stworowi. Jeśli stwór otrzymujący w ten sposób obrażenia miałby umrzeć w tej turze, wypędź go zamiast tego.

source: |mana_2| |mana_u|, |tap|: Target creature gets -2/-0 until end of turn.
pl: |mana_2| |mana_u|, |tap|: Wskazany stwór dostaje -2/-0 do końca tury.

source: Whenever Archon of the Triumvirate attacks, detain up to two target nonland permanents your opponents control. (Until your next turn, those permanents can't attack or block and their activated abilities can't be activated.)
pl: Ilekroć Archon of the Triumvirate atakuje, uwięź najwyżej dwie wskazane nielądowe stałki władane przez twoich przeciwników. (Do twojej następnej tury owe stałki nie mogą atakować ani blokować, a ich aktywowane zdolności nie mogą być aktywowane.)

source: Reach, trample
pl: Zasięg, tratowanie

source: Trample
pl: Tratowanie

source: When Armada Wurm enters the battlefield, put a 5/5 green Wurm creature token with trample onto the battlefield.
pl: Kiedy Armada Wurm wchodzi na pole walki, połóż na polu walki żeton zielonego stwora Wurm 5/5 z tratowaniem.

source: Armory Guard
pl: Armory Guard (Strażnik Zbrojowni)

source: Armory Guard has vigilance as long as you control a Gate.
pl: Strażnik Zbrojowni ma czujność dopóki władasz Bramą.

source: Arrest
pl: Arrest (Areszt)

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature can't attack or block, and its activated abilities can't be activated.
pl: Zauroczony stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą zostać aktywowane,

source: First strike, haste
pl: Pierwszy Cios, pośpiech

source: Whenever a player casts a spell from a graveyard, Ash Zealot deals 3 damage to that player.
pl: Ilekroć gracz rzuca czar z cmentarza, Ash Zealot zadaje owemu graczowi 3 obrażenia.

source: Destroy target creature. Its controller discards a card.
pl: Zniszcz wskazanego stwora. Jego władca odrzuca kartę.

source: Target creature gets +4/-4 until end of turn.
pl: Wskazany stwór dostaje +4/-4 do końca tury.

source: Destroy target creature that dealt damage this turn.
pl: Zniszcz wskazanego stwora, który zadał obrażenia w tej turze.

source: Defender
pl: Obronność

source: |tap|: Add X mana in any combination of colors to your mana pool, where X is the number of creatures with defender you control.
pl: |tap|: Dodaj X many w dowolnej kombinacji kolorów do twojej puli many, gdzie X jest liczbą władanych przez ciebie stworów z obronnością.

source: When Azorius Arrester enters the battlefield, detain target creature an opponent controls. (Until your next turn, that creature can't attack or block and its activated abilities can't be activated.)
pl: Kiedy Azorius Arrester wchodzi na pole walki, uwięź wskazanego stwora władanego przez przeciwnika. (Do twojej następnej tury ten stwór nie może atakować ani blokować, a jego aktywowane zdolności nie mogą zostać aktywowane.)

source: Choose one — Creatures you control gain lifelink until end of turn; or draw a card; or put target attacking or blocking creature on top of its owner's library.
pl: Wybierz jedno — Stwory, którymi władasz zyskują więź życia do końca tury; albo dobierz kartę; albo połóż wskazanego atakującego lub blokującego stwora na wierzchu biblioteki jego właściciela.

source: Azorius Guildgate
pl: Azorius Guildgate (Brama Gildii Azorius)

source: Azorius Guildgate enters the battlefield tapped.
pl: Brama Gildii Azorius wchodzi na pole walki zaznaczona.

source: |tap|: Add |mana_w| or |mana_u| to your mana pool.
pl: |tap|: Dodaj |mana_w| lub |mana_u| do twojej puli many.

source: When Azorius Justiciar enters the battlefield, detain up to two target creatures your opponents control. (Until your next turn, those creatures can't attack or block and their activated abilities can't be activated.)
pl: Kiedy Azorius Justicar wchodzi na pole walki, uwięź do dwóch wskazanych stworów władanych przez przeciwnika. (Do twojej następnej tury te stwory nie mogą atakować ani blokować, a ich aktywowane zdolności nie mogą zostać aktywowane.)

source: |mana_w| |mana_u|: Azorius Keyrune becomes a 2/2 white and blue Bird artifact creature with flying until end of turn.
pl: |mana_w| |mana_u|: Do końca tury Azorius Keyrune staje się biało-niebieskim artefaktycznym stworem Bird 2/2 z Lataniem.

source: At the beginning of your upkeep, put a filibuster counter on Azor's Elocutors. Then if Azor's Elocutors has five or more filibuster counters on it, you win the game.
pl: Na początku twojego utrzymania połóż znacznik przestoju na Azor's Elocutors. Następnie jeśli Azor's Elocutors ma pięć lub więcej znaczników przestoju, wygrywasz grę.

source: Whenever a source deals damage to you, remove a filibuster counter from Azor's Elocutors.
pl: Ilekroć jakieś źródło zadaje tobie obrażenia, usuń znacznik przestoju z Azor's Elocutors.

source: When Batterhorn enters the battlefield, you may destroy target artifact.
pl: Kiedy Batterhorn wchodzi na pole walki, możesz zniszczyć wskazany artefakt.

source: Whenever Bazaar Krovod attacks, another target attacking creature gets +0/+2 until end of turn. Untap that creature.
pl: Ilekroć Bazaar Krovod atakuje inny atakujący stwór dostaje +0/+2 do końca tury. Odznacz owego stwora.

source: |mana_1| |mana_r|: Bellows Lizard gets +1/+0 until end of turn.
pl: |mana_1| |mana_r|: Bellows Lizard dostaje +1/+0 do końca tury.

source: Whenever you cast an instant or sorcery spell, Blistercoil Weird gets +1/+1 until end of turn. Untap it.
pl: Ilekroć rzucasz czar sztuczki lub obrzędu, Blistercoil Weird dostaje +1/+1 do końca tury. Odznacz go.

source: (|tap|: Add |mana_b| or |mana_r| to your mana pool.)
pl: (|tap|: Dodaj |mana_b| lub |mana_r| do twojej puli many.)

source: As Blood Crypt enters the battlefield, you may pay 2 life. If you don't, Blood Crypt enters the battlefield tapped.
pl: Kładąc Blood Crypt na polu walki możesz zapłacić 2 życia. Jeśli tego nie zrobisz Blood Crypt wchodzi na pole walki zaznaczony.

source: Unleash (You may have this creature enter the battlefield with a +1/+1 counter on it. It can't block as long as it has a +1/+1 counter on it.)
pl: Poszczucie (Możesz zdecydować, że ten stwór wejdzie na pole walki ze znacznikiem +1/+1. Ten stwór nie może blokować dopóki ma znacznik +1/+1.)

source: Tap target creature you don't control.
pl: Zaznacz wskazanego stwora, którym nie władasz.

source: Overload |mana_3| |mana_u| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_3| |mana_u| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Vigilance
pl: Czujność

source: Put a 3/3 green Centaur creature token onto the battlefield.
pl: Połóż na polu walki żeton zielonego stwora Centaur 3/3.

source: Counter target spell.
pl: Skontruj wskazany czar.

source: When Centaur Healer enters the battlefield, you gain 3 life.
pl: Kiedy Centaur Healer wchodzi na pole walki, zyskujesz 3 życia.

source: |mana_2| |mana_g|, Sacrifice Centaur's Herald: Put a 3/3 green Centaur creature token onto the battlefield.
pl: |mana_2| |mana_g|, poświęć Centaur's Herald: Połóż na polu walki żeton zielonego stwora Centaur 3/3.

source: Chaos Imps has trample as long as it has a +1/+1 counter on it.
pl: Chaos Imps mają tratowanie dopóki mają na sobie znacznik +1/+1.

source: Target creature you don't control gets -2/-0 until end of turn and attacks this turn if able.
pl: Wskazany stwór, którym nie władasz otrzymuje -2/-0 do końca tury i atakuje w tej turze jeśli to możliwe.

source: Overload |mana_3| |mana_u| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_3| |mana_u| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Until end of turn, target creature gets +1/+1 for each creature you control and gains trample.
pl: Do końca tury wskazany stwór dostaje +1/+1 za każdego stwora, którym władasz oraz tratowanie.

source: Lands you control have \"|tap|: Add one mana of any color to your mana pool.\"
pl: Lądy, którymi władasz mają \"|tap|: Dodaj jedną manę dowolnego koloru do twojej puli many.\"

source: |tap|: Add one mana of any color to your mana pool.
pl: |tap|: Dodaj jedną manę dowolnego koloru do twojej puli many.

source: Enchant land
pl: Zaurocz ląd

source: Whenever enchanted land becomes tapped, its controller puts the top three cards of his or her library into his or her graveyard.
pl: Ilekroć zauroczony ląd zostaje zaznaczony, jego władca wkłada trzy wierzchnie karty swojej biblioteki do swojego cmentarza.

source: Equipped creature gets +1/+0 for each of its colors.
pl: Wyposażony stwór dostaje +1/+0 za każdy ze swoich kolorów.

source: Equip |mana_1|
pl: Wyposaż |mana_1|

source: |tap|: Target player puts the top card of his or her library into his or her graveyard.
pl: |tap|: Wskazany gracz wkłada górną kartę ze swojej biblioteki do swojego cmentarza.

source: |mana_5|, |tap|, Sacrifice Codex Shredder: Return target card from your graveyard to your hand.
pl: |mana_5|, |tap|, poświęć Codex Shredder: Zwróć wskazaną kartę z twojego cmentarza do twojej ręki.

source: Creatures you control get +3/+3.
pl: Stwory, którymi władasz dostają +3/+3.

source: Put a +1/+1 counter on target creature.
pl: Połóż znacznik +1/+1 na wskazanym stworze.

source: Conjured Currency
pl: Conjured Currency (Fałszywa Waluta)

source: At the beginning of your upkeep, you may exchange control of Conjured Currency and target permanent you neither own nor control.
pl: Na początku twojego utrzymania możesz zamienić władanie nad Conjured Currency na władanie nad wskazaną stałką którą nie władasz i która nie jest twoją własnością.

source: If one or more +1/+1 counters would be placed on a creature you control, twice that many +1/+1 counters are placed on it instead.
pl: Jeśli jeden lub więcej znaczników +1/+1 miałoby zostać położonych na stworze, którym władasz, zamiast tego zostanie ich położonych dwukrotnie więcej.

source: Counterflux can't be countered by spells or abilities.
pl: Counterflux nie może być skontrowany przez czary lub zdolności.

source: Counter target spell you don't control.
pl: Skontruj wskazany czar, którym nie władasz.

source: Overload |mana_1| |mana_u| |mana_u| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_1| |mana_u| |mana_u| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Put a 3/3 green Centaur creature token onto the battlefield, then populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Połóż na polu walki żeton zielonego stwora Centaur 3/3, następnie zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: Cremate
pl: Cremate (Kremacja)

source: Exile target card from a graveyard.
pl: Wypędź wskazaną kartę z cmentarza.

source: Draw a card.
pl: Dobierz kartę.

source: Whenever Crosstown Courier deals combat damage to a player, that player puts that many cards from the top of his or her library into his or her graveyard.
pl: Ilekroć Crosstown Courier zadaje graczowi obrażenia bojowe, ów gracz wkłada tyle samo kart z wierzchu swojej biblioteki do swojego cmentarza.

source: Cryptborn Horror
pl: Cryptborn Horror (Przeraza z Krypty)

source: Cryptborn Horror enters the battlefield with X +1/+1 counters on it, where X is the total life lost by your opponents this turn.
pl: Cryptborn Horror wchodzi na pole walki z tyloma znacznikami +1/+1, ile twoi przeciwnicy stracili łącznie punktów życia w tej turze.

source: Return target nonland permanent you don't control to its owner's hand.
pl: Przywróć wskazaną nie-lądową stałkę, którą nie władasz do ręki jej właściciela.

source: Overload |mana_6| |mana_u| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_6| |mana_u| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Lifelink (Damage dealt by this creature also causes you to gain that much life.)
pl: Więź życia (Obrażenia zadane przez tego stwora powodują, że zyskujesz tyle samo życia.)

source: When Dark Revenant dies, put it on top of its owner's library.
pl: Kiedy Dark Revenant umiera, połóż go na wierzchu biblioteki jego właściciela.

source: Scavenge |mana_4| |mana_g| |mana_g| (|mana_4| |mana_g| |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_4| |mana_g| |mana_g| (|mana_4| |mana_g| |mana_g|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: |tap|: Exile target land card from a graveyard. Add one mana of any color to your mana pool.
pl: |tap|: Wypędź wskazaną kartę lądu z cmentarza. Dodaj jedną manę dowolnego koloru do twojej puli many.

source: |mana_b|, |tap|: Exile target instant or sorcery card from a graveyard. Each opponent loses 2 life.
pl: |mana_b|, |tap|: Wypędź wskazaną kartę sztuczki lub obrzędu z cmentarza. Każdy z przeciwników traci po 2 życia

source: |mana_g|, |tap|: Exile target creature card from a graveyard. You gain 2 life.
pl: |mana_g|, |tap|: Wypędź wskazaną kartę stwora z cmentarza. Zyskujesz 2 życia.

source: Whenever a creature you control dies, put X +1/+1 counters on target creature you control, where X is the power of the creature that died.
pl: Ilekroć umiera stwór, którym władasz, połóż na wskazanym władanym przez siebie stworze tyle znaczników +1/+1, ile wynosi siła owego zmarłego stwora.

source: At the beginning of each combat, any opponent may sacrifice a creature. If a player does, tap Desecration Demon and put a +1/+1 counter on it.
pl: Na początku każdej walki dowolny przeciwnik może poświęcić stwora. Jeśli któryś tak zrobi, zaznacz Desecration Demon i połóż na nim znacznik +1/+1.

source: Destroy target land. Its controller reveals cards from the top of his or her library until he or she reveals a land card, then puts those cards into his or her graveyard.
pl: Zniszcz wskazany ląd. Jego władca ujawnia karty z wierzchu swojej biblioteki dopóki nie ujawni karty lądu, a następnie wkłada owe karty do swojego cmentarza.

source: When Detention Sphere enters the battlefield, you may exile target nonland permanent not named Detention Sphere and all other permanents with the same name as that permanent.
pl: Kiedy Detention Sphere wchodzi na pole walki, możesz wypędzić wskazaną nielądową stałkę o nazwie innej niż Detention Sphere oraz wszystkie inne stałki o takiej samej nazwie jak owa stałka.

source: When Detention Sphere leaves the battlefield, return the exiled cards to the battlefield under their owner's control.
pl: Kiedy Detention Sphere opuszcza pole walki, zwróć wypędzone karty na pole walki pod władaniem ich właścicieli.

source: Enchanted creature gets +2/+1 and has \"|mana_r|: This creature gains trample until end of turn.\"
pl: Zauroczony stwór dostaje +2/+1 i ma \"|mana_r|: Ten stwór zyskuje tratowanie do końca tury.\"

source: Counter target instant spell.
pl: Skontruj wskazany czar sztuczki.

source: Doorkeeper
pl: Doorkeeper (Odźwierny)

source: |mana_2| |mana_u|, |tap|: Target player puts the top X cards of his or her library into his or her graveyard, where X is the number of creatures with defender you control.
pl: |mana_2| |mana_u|, |tap|: Wskazany gracz wkłada X wierzchnich kart swojej biblioteki do swojego cmentarza, gdzie X jest liczbą władanych przez ciebie stworów z obronnością.

source: Downsize
pl: Downsize (Pomniejszenie)

source: Target creature you don't control gets -4/-0 until end of turn.
pl: Wskazany stwór, którym nie władasz dostaje -4/-0 do końca tury.

source: Overload |mana_2| |mana_u| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_2| |mana_u| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: When Drainpipe Vermin dies, you may pay |mana_b|. If you do, target player discards a card.
pl: KIedy Drainpipe Vermin umiera, możesz zapłacić |mana_b|. Jeśli tak zrobisz, wskazany gracz odrzuca kartę.

source: Return target creature to its owner's hand. You gain 2 life.
pl: Zwróć wskazanego stwora do ręki jego właściciela. Zyskujesz 2 życia.

source: Destroy target creature or planeswalker.
pl: Zniszcz wskazanego stwora lub wędrowca.

source: Haste
pl: Pośpiech

source: Scavenge |mana_3| |mana_b| |mana_g| (|mana_3| |mana_b| |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_3| |mana_b| |mana_g| (|mana_3| |mana_b| |mana_g|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: Scavenge |mana_5| |mana_g| (|mana_5| |mana_g|, Exile this card from your graveyard: Put a number of +1/+1 counters equal to this card's power on target creature. Scavenge only as a sorcery.)
pl: Czystka |mana_5| |mana_g| (|mana_5| |mana_g|, wypędź tę kartę z twojego cmentarza: Połóż na wskazanym stworze tyle znaczników +1/+1, ile wynosi siła tej karty. Używaj jedynie jako obrzęd.)

source: Prevent all combat damage that would be dealt to you this turn. Populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Zażegnaj wszystkie obrażenia bojowe, które mogłyby zostać ci zadane w tej turze. Zaludnij. (Połóż na polu walki żeton będący kopią żetonu stwora, którym władasz.

source: If an instant or sorcery card would be put into a graveyard from anywhere, exile it instead.
pl: Jeśli karta sztuczki lub obrzędu miałaby skądkolwiek trawić na cmentarz, zamiast tego wypędź ją.

source: Target creature you control gets +2/+0 until end of turn.
pl: Wskazany stwór, którym władasz, dostaje +2/+0 do końca tury.

source: Overload |mana_2| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_2| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Electrickery deals 1 damage to target creature you don't control.
pl: Wskazany stwór, którym nie władasz, dostaje od Electrickery 1 obrażenie.

source: Overload |mana_1| |mana_r| (You may cast this spell for its overload cost. If you do, change its text by replacing all instances of \"target\" with \"each.\")
pl: Przeciążenie |mana_1| |mana_r| (Możesz rzucić czar po jego przeciążeniowym koszcie. Jeśli to zrobisz, zmień jego tekst zamieniając wszystkie słowa \"wskazany\" na \"każdy.\")

source: Epic Experiment
pl: Epic Experiment (Epicki Eksperyment)

source: Exile the top X cards of your library. For each instant and sorcery card with converted mana cost X or less among them, you may cast that card without paying its mana cost. Then put all cards exiled this way that weren't cast into your graveyard.
pl: Wypędź X wierzchnich kart twojej biblioteki. Dla każdej karty sztuczki i obrzędu o łącznym koszcie many X lub mniej spośród nich, możesz rzucić ową kartę bez płacenia jej kosztu many. Następnie połóż do twojego cmentarza wszystkie karty wypędzone w ten sposób, które nie zostały rzucone.

source: Counter target creature spell. Essence Backlash deals damage equal to that spell's power to its controller.
pl: Skontruj wskazany czar stwora. Essence Backlash zadaje władcy owego czaru tyle obrażeń, ile siły miał ów czar.

source: Enchanted creature gets +1/+1 for each enchantment you control and has first strike.
pl: Zauroczony stwór ma pierwszy cios oraz dostaje +1/+1 za każdy urok, którym władasz.

source: Explosive Impact deals 5 damage to target creature or player.
pl: Explosive Impact zadaje 5 obrażeń wskazanemu stworowi lub graczowi.

source: Put a 1/1 white Bird creature token with flying onto the battlefield, then populate. (Put a token onto the battlefield that's a copy of a creature token you control.)
pl: Połóż na polu walki żeton białego stwora Ptak 1/1 z lataniem, następnie zaludnij. (Połóż na polu walki żeton, będący kopią władanego przez ciebie żetonu stwora.)

source: When Faerie Impostor enters the battlefield, sacrifice it unless you return another creature you control to its owner's hand.
pl: Kiedy Faerie Impostor wchodzi na pole walki, poświęć go dopóki nie zwrócisz innego stwora, którym władasz do ręki jego właściciela.

source: Counter target spell. You gain 5 life.
pl: Skontruj wskazany czar. Zyskujesz 5 punktów życia.

source: Fencing Ace
pl: Fencing Ace (As Szermierki)

source: Double strike (This creature deals both first-strike and regular combat damage.)
pl: Podwójny cios (Ten stwór zadaje obrażenia w pierwszym ciosie oraz normalnie.)

source: Search your library for an instant card with converted mana cost 3, reveal it, and put it into your hand. Then repeat this process for instant cards with converted mana costs 2 and 1. Then shuffle your library.
pl: Poszukaj w twojej bibliotece karty sztuczki o łącznym koszcie many 3, ujawnij ją i dołóż do twojej ręki. Następnie powtórz ten proces dla kart sztuczek o łącznym koszcie many 2 i 1. Następnie przetasuj twoją bibliotekę.

source: Forest
pl: Forest (Las)

source: G
pl: |mana_g|

source: Frostburn Weird
pl: Frostburn Weird (Dziwadło Palącego Mrozu)

source: |mana_ur|: Frostburn Weird gets +1/-1 until end of turn.
pl: |mana_ur|: Frostburn Weird dostaje +1/-1 do końca tury.

source: Gatecreeper Vine
pl: Gatecreeper Vine (Bramoplotne Pnącze)
