Repository: dekoza/mtgpl
Catalog: MTG/*/THS.po
Languages: pl

source: Gain control of target creature until end of turn. Untap that creature. It gains haste until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Przejmij kontrolę nad wskazanym stworem do końca tury. Odznacz tego stwora. Dostaje on pośpiech do końca tury. Wróż 1. (Spójrz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Whenever you cast an instant or sorcery spell, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ilekroć rzucasz czar sztuczki lub obrzędu, wróż 1. (Spójrz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: |mana_3| |mana_w|, Sacrifice Priest of Iroas: Destroy target enchantment.
pl: |mana_3| |mana_w|, poświęć Priest of Iroas: Zniszcz wskazany urok.

source: Discard a card: Prognostic Sphinx gains hexproof until end of turn. Tap it.
pl: Odrzuć kartę: Prognostic Sphinx dostaje antyklątwę do końca tury. Zaznacz go.

source: Whenever Prognostic Sphinx attacks, scry 3. (Look at the top three cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy Prognostic Sphinx atakuje, wróż 3. (Spójrz na trzy wierzchnie karty swojej biblioteki, następnie połóż dowolną liczbę z nich na spodzie swojej biblioteki, a pozostałe na wierzchu w dowolnej kolejności.)

source: Untap all creatures and lands you control during each other player's untap step.
pl: Odznacz wszystkie stwory i lądy, którymi władasz, podczas kroku odznaczania każdego innego gracza.

source: You may cast creature cards as though they had flash.
pl: Możesz rzucać czary stworów tak jakby miały błysk.

source: Equipped creature can't be blocked except by Walls.
pl: Wyposażony stwór może być blokowany wyłącznie przez Ściany.

source: Equip |mana_2|
pl: Wyposaż |mana_2|

source: Target opponent reveals his or her hand. You choose a nonland card from that player's graveyard or hand and exile it. You may cast that card for as long as it remains exiled, and you may spend mana as though it were mana of any color to cast that spell.
pl: Wskazany przeciwnik ujawnia swoją rękę. Wybierasz kartę nie będącą lądem z cmentarza lub ręki owego gracza i wypędzasz ją. Możesz zagrać ową kartę dopóki pozostaje ona wypędzona i możesz wydawać manę tak, jakby była maną dowolnego koloru potrzebnego do rzucenia owego czaru.

source: As long as your devotion to red is less than five, Purphoros isn't a creature.
pl: Dopóki twój kult czerwonego jest mniejszy niż pięć, Purphoros nie jest stworem.

source: Whenever another creature enters the battlefield under your control, Purphoros deals 2 damage to each opponent.
pl: Ilekroć na pole walki wchodzi stwór pod twoje władanie, Purphoros zadaje 2 obrażenia każdemu przeciwnikowi.

source: |mana_2| |mana_r|: Creatures you control get +1/+0 until end of turn.
pl: |mana_2| |mana_r|: Stwory, którymi władasz, dostają +1/+0 do końca tury.

source: Bestow |mana_6| |mana_r| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_6| |mana_r| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Purphoros's Emissary can't be blocked except by two or more creatures.
pl: Purphoros' Emissary może być blokowany tylko przez co najmniej dwa stwory.

source: Enchanted creature gets +3/+3 and can't be blocked except by two or more creatures.
pl: Zauroczony stwór dostaje +3/+3 i może być blokowany tylko przez co najmniej dwa stwory.

source: |tap|: Each player exiles the top card of his or her library face down.
pl: |tap|: Każdy gracz wypędza wierzchnią kartę swojej biblioteki obrazkiem do dołu.

source: |mana_7|, |tap|, Sacrifice Pyxis of Pandemonium: Each player turns face up all cards he or she owns exiled with Pyxis of Pandemonium, then puts all permanent cards among them onto the battlefield.
pl: |mana_7|, |tap|: poświęć Pyxis of Pandemonium: Każdy gracz odwraca wszystkie własne karty wypędzone z użyciem Pyxis of Pandemonium, następnie kładzie wszystkie karty stałek spośród nich na polu walki.

source: Rage of Purphoros deals 4 damage to target creature. It can't be regenerated this turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Rage of Purphoros zadaje 4 obrażenia wskazanemu stworowi. Ów stwór nie może być regenerowany w tej turze. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Other Minotaur creatures you control get +1/+1 and have trample.
pl: Inne stwory Minotaur, którymi władasz, dostają +1/+1 i mają tratowanie.

source: Destroy target enchantment. You gain 3 life.
pl: Zniszcz wskazany urok. Zyskujesz 3 życia.

source: Scry 2, then draw two cards. You lose 2 life. (To scry 2, look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Wróż 2, następnie dobierz dwie karty. Tracisz 2 życia. (By wróżyć 2, spójrz na dwie wierzchnie karty swojej biblioteki, następnie połóż dowolną liczbę z nich na spodzie swojej biblioteki, a pozostałe na wierzchu w dowolnej kolejności.)

source: Whenever another creature dies, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ilekroć umiera inny stwór, wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: |mana_b|: Reaper of the Wilds gains deathtouch until end of turn.
pl: |mana_b|: Reaper of the Wilds dostaje dotyk śmierci do końca tury.

source: |mana_1| |mana_g|: Reaper of the Wilds gains hexproof until end of turn.
pl: |mana_1| |mana_g|: Reaper of the Wilds dostaje antyklątwę do końca tury.

source: As an additional cost to cast Rescue from the Underworld, sacrifice a creature.
pl: Poświęć stwora jako dodatkowy koszt rzucenia Rescue from the Underworld.

source: Choose target creature card in your graveyard. Return that card and the sacrificed card to the battlefield under your control at the beginning of your next upkeep. Exile Rescue from the Underworld.
pl: Wskaż kartę stwora w swoim cmentarzu. Zwróć tę kartę oraz poświęconą kartę na pole walki pod swoim władaniem na początku swojej następnej fazy utrzymania. Wypędź Rescue from the Underworld.

source: When Returned Centaur enters the battlefield, target player puts the top four cards of his or her library into his or her graveyard.
pl: Kiedy Returned Centaur wchodzi na pole walki, wskazany gracz wkłada cztery wierzchnie karty swojej biblioteki do swojego cmentarza.

source: |mana_1| |mana_u|: Returned Phalanx can attack this turn as though it didn't have defender.
pl: |mana_1| |mana_u|: Returned Phalanx może atakować w tej turze jakby nie miał obronności.

source: When Reverent Hunter enters the battlefield, put a number of +1/+1 counters on it equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Kiedy Reverent Hunter wchodzi na pole walki, połóż na nim tyle znaczników +1/+1, ile wynosi twój kult zielonego. (Każda |mana_g| w kosztach many stałek, którymi władasz wlicza się do twojego kultu zielonego.)

source: |mana_r|, Sacrifice Satyr Hedonist: Add |mana_r| |mana_r| |mana_r| to your mana pool.
pl: |mana_r|, poświęć Satyra Hedonistę: Dodaj |mana_r| |mana_r| |mana_r| do twojej puli many.

source: |mana_3| |mana_g|: Target creature must be blocked this turn if able.
pl: |mana_3| |mana_g|: Wskazany stwór musi być blokowany w tej turze, jeśli to możliwe.

source: Target creature gets +2/+2 until end of turn. Untap that creature.
pl: Wskazany stwór dostaje +2/+2 do końca tury. Odznacz owego stwora.

source: |mana_2| |mana_b|: Each opponent loses 1 life. You gain life equal to the life lost this way.
pl: |mana_2| |mana_b|: Każdy z przeciwników traci po 1 życiu. Zyskujesz tyle życia, ile stracono w ten sposób.

source: When Scourgemark enters the battlefield, draw a card.
pl: Kiedy Scourgemark wchodzi na pole walki, dobierz kartę.

source: Enchanted creature gets +1/+0.
pl: Zauroczony stwór dostaje +1/+0.

source: Sea God's Revenge
pl: Sea God's Revenge (Zemsta Bóstwa Mórz)

source: Return up to three target creatures your opponents control to their owners' hands. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Przywróć najwyżej trzy wskazane stwory, którymi władają twoi przeciwnicy, do rąk ich właścicieli. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Sealock Monster can't attack unless defending player controls an Island.
pl: Sealock Monster nie może atakować dopóki broniący się gracz nie kontroluje wyspy.

source: |mana_5| |mana_u| |mana_u|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_5| |mana_u| |mana_u|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Sealock Monster becomes monstrous, target land becomes an Island in addition to its other types.
pl: Kiedy Sealock Monster staje się monstrualny, wskazany ląd staje się dodatkowo Wyspą.

source: Flying, vigilance
pl: Latanie, czujność

source: |mana_w| |mana_b|, Pay 3 life: Regenerate Sentry of the Underworld.
pl: |mana_w| |mana_b|, zapłać 3 życia: Zregeneruj Sentry of the Underworld.

source: Heroic — Whenever you cast a spell that targets Setessan Battle Priest, you gain 2 life.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Setessan Battle Priest, zyskujesz 2 życia.

source: |mana_2| |mana_g| |mana_g|: Setessan Griffin gets +2/+2 until end of turn. Activate this ability only once each turn.
pl: |mana_2| |mana_g| |mana_g|: Setessan Griffin dostaje +2/+2 do końca tury. Aktywuj tę zdolność tylko raz na turę.

source: |mana_6| |mana_u| |mana_u|: Monstrosity 4. (If this creature isn't monstrous, put four +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6| |mana_u| |mana_u|: Monstrualność 4. (Jeśli ten stwór nie jest monstrualny, połóż na nim cztery znaczniki +1/+1 i staje się on monstrualny.)

source: When Shipbreaker Kraken becomes monstrous, tap up to four target creatures. Those creatures don't untap during their controllers' untap steps for as long as you control Shipbreaker Kraken.
pl: Kiedy Shipbreaker Kraken staje się monstrualny, zaznacz najwyżej cztery wskazane stwory. Owe stwory nie odznaczą się podczas kroku odznaczania swoich władców dopóki władasz Shipbreaker Krakenem.

source: |mana_1| |mana_u|: Target creature an opponent controls attacks this turn if able.
pl: |mana_1| |mana_u|: Wskazany stwór, którego kontroluje przeciwnik, atakuje w tej turze jeśli może.

source: |mana_1| |mana_b|, |tap|: Attacking creatures get -1/-1 until end of turn.
pl: |mana_1| |mana_b|, |tap|: Atakujące stwory dostają -1/-1 do końca tury.

source: Shredding Winds deals 7 damage to target creature with flying.
pl: Shredding Winds zadaje 7 obrażeń wskazanemu stworowi z lataniem.

source: Destroy target creature. Its controller loses 2 life.
pl: Zniszcz wskazanego stwora. Jego władca traci 2 życia.

source: Protection from multicolored
pl: Ochrona przed wielokolorowym

source: Whenever an opponent casts a multicolored spell, you gain 1 life.
pl: Ilekroć przeciwnik rzuca wielokolorowy czar, dostajesz 1 życie.

source: Spark Jolt deals 1 damage to target creature or player. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Spark Jolt zadaje 1 obrażenie wskazanemu stworowi lub graczowi. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Creatures you control get +1/+1.
pl: Stwory, którymi władasz dostają +1/+1.

source: |mana_1| |mana_w| |mana_w|, |tap|: Destroy target creature that dealt damage to you this turn.
pl: |mana_1| |mana_w| |mana_w|, |tap|: Zniszcz wskazanego stwora, który zadał tobie obrażenia w tej turze.

source: Bestow |mana_5| |mana_r| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5| |mana_r| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: First strike
pl: Pierwszy cios

source: Enchanted creature gets +2/+2 and has first strike.
pl: Zauroczony stwór dostaje +2/+2 i ma pierwszy cios.

source: Spellheart Chimera's power is equal to the number of instant and sorcery cards in your graveyard.
pl: Spellheart Chimera's ma siłę równą liczbie kart sztuczek i obrzędów w twoim cmentarzu.

source: Heroic — Whenever you cast a spell that targets Staunch-Hearted Warrior, put two +1/+1 counters on Staunch-Hearted Warrior.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Staunch-Hearted Warrior, połóż dwa znaczniki +1/+1 na Staunch-Hearted Warrior.

source: Reveal the top five cards of your library and separate them into two piles. An opponent chooses one of those piles. Put that pile into your hand and the other into your graveyard.
pl: Ujawnij pięć wierzchnich kart swojej biblioteki i rozdziel je na dwa stosy. Przeciwnik wybiera jeden z tych stosów. Umieść ów stos w swojej ręce, a pozostały w swoim cmentarzu.

source: |mana_6| |mana_r| |mana_r|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6| |mana_r| |mana_r|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Stoneshock Giant becomes monstrous, creatures without flying your opponents control can't block this turn.
pl: Kiedy Stoneshock Giant staje się monstrualne, stwory bez latania, którymi władają przeciwnicy, nie mogą blokować w tej turze.

source: Flying, haste, protection from white
pl: Latanie, pośpiech, ochrona przed białym

source: When Stormbreath Dragon becomes monstrous, it deals damage to each opponent equal to the number of cards in that player's hand.
pl: Kiedy Stormbreath Dragon staje się monstrualny, zadaje każdemu przeciwnikowi tyle obrażeń, ile kart znajduje się w ręce owego gracza.

source: Counter target spell unless its controller pays |mana_1|. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Skontruj wskazany czar dopóki jego władca nie zapłaci |mana_1|. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Swamp
pl: Swamp (Bagno)

source: B
pl: |mana_b|

source: Swan Song
pl: Swan Song (Łabędzi Śpiew)

source: Counter target enchantment, instant, or sorcery spell. Its controller puts a 2/2 blue Bird creature token with flying onto the battlefield.
pl: Skontruj wskazany czar uroku, sztuczki lub obrzędu. Jego władca kładzie na polu walki żeton niebieskiego stwora Bird 2/2 z lataniem.

source: Defender, hexproof
pl: Obronność, antyklątwa

source: Temple of Abandon enters the battlefield tapped.
pl: Temple of Abandon wchodzi na pole walki zaznaczony.

source: When Temple of Abandon enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Temple of Abandon wchodzi na pole walki, wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: |tap|: Add |mana_r| or |mana_g| to your mana pool.
pl: |tap|: Dodaj |mana_r| lub |mana_g| do twojej puli many.

source: Temple of Deceit enters the battlefield tapped.
pl: Temple of Deceit wchodzi na pole walki zaznaczony.

source: When Temple of Deceit enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Temple of Deceit wchodzi na pole walki, wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: |tap|: Add |mana_u| or |mana_b| to your mana pool.
pl: |tap|: Dodaj |mana_u| lub |mana_b| do twojej puli many.

source: Temple of Mystery enters the battlefield tapped.
pl: Temple of Mystery wchodzi na pole walki zaznaczony.

source: When Temple of Mystery enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Temple of Mystery wchodzi na pole walki, wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: |tap|: Add |mana_g| or |mana_u| to your mana pool.
pl: |tap|: Dodaj |mana_g| lub |mana_u| do twojej puli many.

source: Temple of Silence enters the battlefield tapped.
pl: Temple of Silence wchodzi na pole walki zaznaczony.

source: When Temple of Silence enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Temple of Silence wchodzi na pole walki, wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: |tap|: Add |mana_w| or |mana_b| to your mana pool.
pl: |tap|: Dodaj |mana_w| lub |mana_b| do twojej puli many.

source: Temple of Triumph enters the battlefield tapped.
pl: Temple of Triumph wchodzi na pole walki zaznaczony.

source: When Temple of Triumph enters the battlefield, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Kiedy Temple of Triumph wchodzi na pole walki, wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: |tap|: Add |mana_r| or |mana_w| to your mana pool.
pl: |tap|: Dodaj |mana_r| lub |mana_w| do twojej puli many.

source: As long as your devotion to blue is less than five, Thassa isn't a creature. (Each |mana_u| in the mana costs of permanents you control counts toward your devotion to blue.)
pl: Dopóki twój kult niebieskiego jest mniejszy niż pięć, Thassa nie jest stworem (Każda |mana_u| w kosztach many stałek, którymi władasz, wlicza się do twojego kultu niebieskiego.)

source: At the beginning of your upkeep, scry 1.
pl: Na początku swojego kroku utrzymania, wróż 1.

source: |mana_1| |mana_u|: Target creature you control can't be blocked this turn.
pl: |mana_1| |mana_u|: Wskazany stwór, którym władasz, nie może być blokowany w tej turze.

source: Draw three cards. Target player puts the top three cards of his or her library into his or her graveyard.
pl: Dobierz trzy karty. Wskazany gracz wkłada trzy wierzchnie karty swojej biblioteki do swojego cmentarza.

source: Bestow |mana_5| |mana_u| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5| |mana_u| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Whenever Thassa's Emissary or enchanted creature deals combat damage to a player, draw a card.
pl: Ilekroć Thassa's Emissary lub zauroczony stwór zada graczowi obrażenia bojowe, dobierz kartę.

source: Target player reveals his or her hand. You choose a nonland card from it. That player discards that card. You lose 2 life.
pl: Wskazany gracz ujawnia swoją rękę. Wybierasz z niej kartę nie będącą lądem. Ów gracz odrzuca tę kartę. Tracisz 2 życia.

source: Choose target creature an opponent controls. When that creature dies this turn, you gain 3 life. Target creature you control fights that
pl: Wskaż stwora, którym włada przeciwnik. Jeśli ów stwór umrze w tej turze, zyskasz 3 życia. Wskazany stwór, którym władasz, bije się z owym stworem.

source: creature. (Each deals damage equal to its power to the other.)
pl: (Każdy zadaje drugiemu obrażenia równe swojej sile.)

source: Each Human creature you control has \"|mana_r|, |tap|: This creature deals 1 damage to target creature or player.\"
pl: Każdy Human, którym władasz ma \"|mana_r|, |tap|: Ten stwór zadaje 1 obrażenie wskazanemu stworowi lub graczowi.\"

source: Target creature gets +3/+1 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wskazany stwór dostaje +3/+1 do końca tury. Wróż 1. (Spójrz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Tormented Hero enters the battlefield tapped.
pl: Tormented Hero wchodzi na pole walki zaznaczony.

source: Heroic — Whenever you cast a spell that targets Tormented Hero, each opponent loses 1 life. You gain life equal to the life lost this way.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Tormented Hero, każdy przeciwnik traci 1 życie. Zyskujesz tyle życia, ile stracono w ten sposób.

source: |mana_1|, Sacrifice Traveler's Amulet: Search your library for a basic land card, reveal it, and put it into your hand. Then shuffle your library.
pl: |mana_1|, poświęć Traveler's Amulet: Poszukaj w swojej bibliotece karty podstawowego lądu, ujawnij ją i dołóż do swojej ręki. Następnie przetasuj swoją bibliotekę.

source: |mana_1|, |tap|: Put a fate counter on another target creature.
pl: |mana_1|, |tap|: Umieść znacznik przeznaczenia na wskazanym stworze.

source: |mana_w|, |tap|: Exile target creature that has a fate counter on it, then return it to the battlefield under its owner's control.
pl: |mana_w|, |tap|: Wypędź wskazanego stwora posiadającego znacznik przeznaczenia, a następnie przywróć go na pole walki władaniem jego właściciela.

source: |mana_b|, |tap|: Exile target creature that has a fate counter on it. Its controller draws two cards.
pl: |mana_b|, |tap|: Wypędź wskazanego stwora posiadającego znacznik przeznaczenia. Jego władca dobiera dwie karty.

source: Heroic — Whenever you cast a spell that targets Triton Fortune Hunter, draw a card.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Triton Fortune Hunter, dobierz kartę.

source: Up to two target creatures each get +0/+3 until end of turn. Untap those creatures. At this turn's next end of combat, tap each creature that was blocked by one of those creatures this turn and it doesn't untap during its controller's next untap step.
pl: Każdy z nie więcej niż dwóch wskazanych stworów dostaje do końca tury +0/+3. Odznacz owe stwory. W chwili najbliższego końca walki w tej turze, zaznacz każdego stwora, który był blokowany przez te stwory i owe stwory nie odznaczą się w następnym kroku odznaczania ich władcy.

source: Double strike (This creature deals both first-strike and regular combat damage.)
pl: Podwójny Cios (Ten stwór zadaje obrażenia bojowe zarówno jako Pierwszy Cios oraz normalnie.)

source: Tymaret, the Murder King
pl: Tymaret, the Murder King (Tymaret, Król Mordu)

source: |mana_1| |mana_r|, Sacrifice another creature: Tymaret, the Murder King deals 2 damage to target player.
pl: |mana_1| |mana_r|, poświęć innego stwora: Tymaret, the Murder King zadaje 2 obrażenia wskazanemu graczowi.

source: |mana_1| |mana_b|, Sacrifice a creature: Return Tymaret from your graveyard to your hand.
pl: |mana_1| |mana_b|, poświęć stwora: Przywróć Tymaret ze swojego cmentarza na swoją rękę.

source: Underworld Cerberus can't be blocked except by three or more creatures.
pl: Underworld Cerberus nie może być blokowany przez mniej niż trzy stwory.
