Repository: dekoza/mtgpl
Catalog: MTG/*/THS.po
Languages: pl

source: Flying
pl: Latanie

source: When Abhorrent Overlord enters the battlefield, put a number of 1/1 black Harpy creature tokens with flying onto the battlefield equal to your devotion to black. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy Abhorrent Overlord wchodzi na pole walki, połóż na polu walki tyle żetonów czarnego stwora Harpy 1/1 z lataniem, ile wynosi twój kult czarnego. (Każda |mana_b| w kosztach many stałek, którymi władasz wlicza się do twojego kultu czarnego.)

source: At the beginning of your upkeep, sacrifice a creature.
pl: Na początku swojej fazy utrzymania, poświęć stwora.

source: |mana_2| |mana_u|: Agent of Horizons can't be blocked this turn.
pl: |mana_2| |mana_u|: Agent of Horizons nie może być blokowany w tej turze.

source: Deathtouch
pl: Dotyk śmierci

source: Heroic — Whenever you cast a spell that targets Agent of the Fates, each opponent sacrifices a creature.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Agent of the Fates, każdy z przeciwników poświęca stwora.

source: Heroic — Whenever you cast a spell that targets Akroan Crusader, put a 1/1 red Soldier creature token with haste onto the battlefield.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Akroan Crusader, połóż na polu walki żeton czerwonego stwora Soldier 1/1 z pośpiechem.

source: Whenever Akroan Hoplite attacks, it gets +X/+0 until end of turn, where X is the number of attacking creatures you control.
pl: Ilekroć Akroan Hoplite atakuje, dostaje on +X/+0 do końca tury, gdzie X jest liczbą atakujących stworów, którymi władasz.

source: Defender
pl: Obronność

source: When Akroan Horse enters the battlefield, an opponent gains control of it.
pl: Kiedy Akroan Horse wchodzi na pole walki, przeciwnik zyskuje władanie nad nim.

source: At the beginning of your upkeep, each opponent puts a 1/1 white Soldier creature token onto the battlefield.
pl: Na początku twojego utrzymania, każdy przeciwnik kładzie na polu walki żeton białego stwora Soldier 1/1.

source: First strike, vigilance
pl: Pierwszy cios, czujność

source: Heroic — Whenever you cast a spell that targets Anax and Cymede, creatures you control get +1/+1 and gain trample until end of turn.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Anax and Cymede, stwory, którymi władasz, dostają +1/+1 oraz tratowanie do końca tury.

source: Anger of the Gods deals 3 damage to each creature. If a creature dealt damage this way would die this turn, exile it instead.
pl: Anger of the Gods zadaje każdemu stworowi 3 obrażenia. Jeśli stwór, który otrzymał obrażenia w ten sposób, miałby umrzeć w tej turze, zostaje zamiast tego wypędzony.

source: Counter target artifact or enchantment spell.
pl: Skontruj wskazany czar artefaktu lub uroku.

source: Heroic — Whenever you cast a spell that targets Anthousa, Setessan Hero, up to three target lands you control each become 2/2 Warrior creatures until end of turn. They're still lands.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Anthousa, Setessan Hero, każdy z najwyżej trzech wskazanych lądów, którymi władasz, staje się stworem Warrior 2/2 i nadal pozostaje lądem.

source: Flying, first strike
pl: Latanie, pierwszy cios

source: Enchant creature
pl: Zaurocz stwora

source: Enchanted creature can't be blocked.
pl: Zauroczony stwór nie może być blokowany.

source: Whenever enchanted creature attacks, scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Ilekroć zauroczony stwór atakuje, wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Reach
pl: Zasięg

source: |mana_3| |mana_g| |mana_g| |mana_g|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_3| |mana_g| |mana_g| |mana_g|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Arbor Colossus becomes monstrous, destroy target creature with flying an opponent controls.
pl: Kiedy Arbor Colossus staje się monstrualny, zniszcz wskazanego stwora z lataniem, którym włada przeciwnik.

source: Heroic — Whenever you cast a spell that targets Arena Athlete, target creature an opponent controls can't block this turn.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Arena Athlete, wskazany stwór, którym włada przeciwnik, nie może blokować w tej turze.

source: Heroic — Whenever you cast a spell that targets Artisan of Forms, you may have Artisan of Forms become a copy of target creature and gain this ability.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Artisan of Forms, możesz sprawić, by Artisan of Forms stał się kopią wskazanego stwora i otrzymał tę zdolność.

source: Destroy target artifact or enchantment. Scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Zniszcz wskazany artefakt lub urok. Wróż 2. (By wróżyć 2, spójrz na dwie wierzchnie karty swojej biblioteki, następnie połóż dowolną liczbę z nich na spodzie swojej biblioteki, a pozostałe na wierzchu w dowolnej kolejności.)

source: When Ashen Rider enters the battlefield or dies, exile target permanent.
pl: Ilekroć Ashen Rider wchodzi na pole walki lub umiera, wypędź wskazaną stałkę.

source: +2: Exile the top three cards of target opponent's library.
pl: +2: Wypędź trzy wierzchnie karty z biblioteki wskazanego przeciwnika.

source: -X: Put a creature card with converted mana cost X exiled with Ashiok, Nightmare Weaver onto the battlefield under your control. That creature is a Nightmare in addition to its other types.
pl: -X: Połóż na polu walki pod swoim władaniem kartę stwora o łącznym koszcie many X wypędzoną z użyciem Ashiok, Nightmare Weaver. Ów stwór jest dodatkowo typu Nightmare.

source: -10: Exile all cards from all opponents' hands and graveyards.
pl: -10: Wypędź wszystkie karty z rąk i cmentarzy wszystkich przeciwników.

source: |mana_2| |mana_b|: Regenerate Asphodel Wanderer.
pl: |mana_2| |mana_b|: Zregeneruj Asphodel Wanderer.

source: Bestow |mana_4| |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_4| |mana_b| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Deathtouch (Any amount of damage this deals to a creature is enough to destroy it.)
pl: Dotyk śmierci (Dowolna liczba obrażeń zadanych stworowi przez tę stałkę wystarcza, by zniszczyć owego stwora.)

source: Enchanted creature gets +1/+1 and has deathtouch.
pl: Zauroczony stwór dostaje +1/+1 i ma dotyk śmierci.

source: Heroic — Whenever you cast a spell that targets Battlewise Hoplite, put a +1/+1 counter on Battlewise Hoplite, then scry 1. (To scry 1, look at the top card of your library, then you may put that card on the bottom of your library.)
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Battlewise Hoplite, połóż znacznik +1/+1 na Battlewise Hoplite, a następnie wróż 1. (By wróżyć 1, spójrz na wierzchnią kartę swojej bilbioteki, następnie możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Target creature gets +2/+2 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wskazany stwór dostaje +2/+2 do końca tury. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Hexproof (This creature can't be the target of spells or abilities your opponents control.)
pl: Antyklątwa (Ten stwór nie może być wskazywany przez czary i zdolności, którymi władają twoi przeciwnicy.)

source: Whenever a creature you control deals combat damage to a player, you may draw a card.
pl: Ilekroć stwór, którym władasz, zada graczowi obrażenia bojowe, możesz dobrać kartę.

source: |mana_1| |mana_u|, |tap|: Creatures your opponents control attack this turn if able.
pl: |mana_1| |mana_u|, |tap|: Stwory, którymi władają przeciwnicy, atakują w tej turze jeśli mogą.

source: When Blood-Toll Harpy enters the battlefield, each player loses 1 life.
pl: Kiedy Blood-Toll Harpy wchodzi na pole walki, każdy gracz traci 1 życie.

source: Target creature gets +2/+0 until end of turn. Regenerate it. You lose 2 life.
pl: Wskazany stwór dostaje +2/+0 do końca tury. Zregeneruj go. Tracisz 2 życia.

source: Flash
pl: Błysk

source: Bestow |mana_3| |mana_g| |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_3| |mana_g| |mana_g| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Enchanted creature gets +4/+2.
pl: Zauroczony stwór dostaje +4/+2.

source: Boulderfall deals 5 damage divided as you choose among any number of target creatures and/or players.
pl: Boulderfall zadaje 5 obrażeń rozdzielonych według twojej woli pomiędzy dowolną liczbę wskazanych stworów lub graczy.

source: Attacking creatures you control have deathtouch.
pl: Atakujące stwory, którymi władasz, mają dotyk śmierci.

source: |mana_1| |mana_g|, |tap|: Choose one — Put a +1/+1 counter on target creature
pl: |mana_1| |mana_g|, |tap|: Wybierz jedno: Połóż znacznik +1/+1 na wskazanym stworze

source: or Bow of Nylea deals 2 damage to target creature with flying
pl: albo Bow of Nylea zadaje 2 obrażenia wskazanemu stworowi z lataniem

source: or you gain 3 life
pl: albo zyskujesz 3 życia

source: or put up to four target cards from your graveyard on the bottom of your library in any order.
pl: albo połóż najwyżej cztery wskazane karty ze swojego cmentarza na spodzie swojej biblioteki w dowolnej kolejności.

source: Flash (You may cast this spell any time you could cast an instant.)
pl: Błysk (Możesz rzucić ten czar w każdej chwili, gdy możesz rzucić sztuczkę.)

source: When Breaching Hippocamp enters the battlefield, untap another target creature you control.
pl: Kiedy Breaching Hippocamp wchodzi na pole walki, odznacz innego wskazanego stwora, którym władasz.

source: |mana_3|, Sacrifice Burnished Hart: Search your library for up to two basic land cards, put them onto the battlefield tapped, then shuffle your library.
pl: |mana_3|, poświęć Burnished Hart: Poszukaj w swojej bibliotece najwyżej dwie karty podstawowych lądów, połóż je na polu walki zaznaczone, a następnie przetasuj swoją bibliotekę.

source: Whenever Cavalry Pegasus attacks, each attacking Human gains flying until end of turn.
pl: Ilekroć Cavalry Pegasus atakuje, każdy atakujący Human dostaje latanie do końca tury.

source: Bestow |mana_5| |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5| |mana_b| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Intimidate
pl: Zastraszanie

source: Enchanted creature gets +2/+2 and has intimidate.
pl: Zauroczony stwór dostaje +2/+2 i ma zastraszanie.

source: Bestow |mana_5| |mana_w| |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5| |mana_w| |mana_w| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Enchanted creature gets +4/+4 and has flying and first strike.
pl: Zauroczony stwór dostaje +4/+4 oraz ma latanie i pierwszy cios.

source: Heroic — Whenever you cast a spell that targets Centaur Battlemaster, put three +1/+1 counters on Centaur Battlemaster.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Centaur Battlemaster, połóż trzy znaczniki +1/+1 na Centaur Battlemaster.

source: Enchant Mountain you control
pl: Zaurocz górę, którą władasz

source: When Chained to the Rocks enters the battlefield, exile target creature an opponent controls until Chained to the Rocks leaves the battlefield. (That creature returns under its owner's control.)
pl: Kiedy Chained to the Rocks wchodzi na pole walki, wypędź wskazanego stwora władanego przez przeciwnika dopóki Chained to the Rocks nie opuści pola walki. (Ów stwór wraca pod władanie swojego właściciela.)

source: When Chosen by Heliod enters the battlefield, draw a card.
pl: Kiedy Chosen by Heliod wchodzi na pole walki, dobierz kartę.

source: Enchanted creature gets +0/+2.
pl: Zauroczony stwór dostaje +0/+2.

source: When Chronicler of Heroes enters the battlefield, draw a card if you control a creature with a +1/+1 counter on it.
pl: Kiedy Chronicler of Heroes wchodzi na pole walki, dobierz kartę jeśli władasz stworem posiadającym znacznik +1/+1.

source: |mana_1| |mana_w|: Coastline Chimera can block an additional creature this turn.
pl: |mana_1| |mana_w|: Coastline Chimera może blokować dodatkowego stwora w tej turze.

source: Defender, indestructible
pl: Obronność, niezniszczalność

source: |mana_1|0: Monstrosity 10. (If this creature isn't monstrous, put ten +1/+1 counters on it and it becomes monstrous.)
pl: |mana_10|: Monstrualność 10 (Jeśli ten stwór nie jest monstrualny, połóż na nim dziesięć znaczników +1/+1 i staje się on monstrualny.)

source: As long as Colossus of Akros is monstrous, it has trample and can attack as though it didn't have defender.
pl: Dopóki Colossus of Akros jest monstrualny, ma tratowanie i może atakować jakby nie miał obronności.

source: Reveal the top five cards of your library. You may put a creature or enchantment card from among them into your hand. Put the rest into your graveyard.
pl: Ujawnij pięć wierzchnich kart swojej biblioteki. Możesz umieścić kartę stwora lub uroku spośród nich w swojej ręce. Połóż pozostałe w cmentarzu.

source: Up to two target creatures each get +1/+0 and gain first strike until end of turn.
pl: Każdy z najwyżej dwóch wskazanych stworów dostaje do końca tury +1/+0 oraz pierwszy cios.

source: |mana_2| |mana_r|, Sacrifice Crackling Triton: Crackling Triton deals 2 damage to target creature or player.
pl: |mana_2| |mana_r|, poświęć Crackling Triton: Crackling Triton zadaje 2 obrażenia wskazanemu stworowi lub graczowi.

source: Exile X target creatures. For each creature exiled this way, its controller puts a 2/2 green Boar creature token onto the battlefield.
pl: Wypędź X wskazanych stworów. Za każdego stwora wypędzonego w ten sposób, jego władca wkłada na pole walki żeton zielonego stwora Boar 2/2.

source: Up to two target creatures each get +1/+1 and gain lifelink until end of turn.
pl: Każdy z najwyżej dwóch wskazanych stworów dostaje do końca tury +1/+1 oraz więź życia.

source: Destroy target black creature.
pl: Zniszcz wskazanego czarnego stwora.

source: Up to two target creatures each get +2/+2 until end of turn.
pl: Każdy z najwyżej dwóch wskazanych stworów dostaje +2/+2 do końca tury.

source: Daxos of Meletis can't be blocked by creatures with power 3 or greater.
pl: Daxos of Meletis nie może być blokowany przez stwory o sile 3 lub większej.

source: Whenever Daxos of Meletis deals combat damage to a player, exile the top card of that player's library. You gain life equal to that card's converted mana cost. Until end of turn, you may cast that card and you may spend mana as though it were mana of any color to cast it.
pl: Ilekroć Daxos of Meletis zadaje graczowi obrażenia bojowe, wypędź wierzchnią kartę biblioteki owego gracza. Zyskujesz tyle życia, ile wynosi łączny koszt many owej karty. Do końca tury możesz zagrać ową kartę i możesz wydawać manę tak, jakby to była mana dowolnego koloru potrzebnego, by ją zagrać.

source: Deathbellow Raider attacks each turn if able.
pl: Deathbellow Raider atakuje w każdej turze jeśli to możliwe.

source: |mana_2| |mana_b|: Regenerate Deathbellow Raider.
pl: |mana_2| |mana_b|: Zregeneruj Deathbellow Raider.

source: |mana_1| |mana_w|: Prevent the next 1 combat damage that would be dealt to you this turn.
pl: |mana_1| |mana_w|: Zażegnaj następne 1 obrażenie bojowe, które może zostać ci zadane w tej turze.

source: Prevent all combat damage that would be dealt to players this turn.
pl: Zażegnaj wszystkie obrażenia bojowe, które mogłyby zostać zadane w tej turze graczom.

source: Destroy target artifact or land.
pl: Zniszcz wskazany artefakt lub ląd.

source: Destroy target artifact or enchantment. Destructive Revelry deals 2 damage to that permanent's controller.
pl: Zniszcz wskazany artefakt lub urok. Destructive Revelry zadaje 2 obrażenia władcy owej stałki.

source: When Disciple of Phenax enters the battlefield, target player reveals a number of cards from his or her hand equal to your devotion to black. You choose one of them. That player discards that card. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy Disciple of Phenax wchodzi na pole walki, wskazany gracz ujawnia tyle kart ze swojej ręki, ile wynosi twój kult czarnego. Wybierasz jedną z nich. Ów gracz odrzuca ową kartę. (Każda |mana_b| w kosztach many stałek, którymi władasz, wlicza się do twojego kultu czarnego.)

source: Counter target spell. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Skontruj wskazany czar. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Destroy target attacking or blocking creature.
pl: Zniszcz wskazanego atakującego lub blokującego stwora.

source: When Dragon Mantle enters the battlefield, draw a card.
pl: Kiedy Dragon Mantle wchodzi na pole walki, dobierz kartę.

source: Enchanted creature has \"|mana_r|: This creature gets +1/+0 until end of turn.\"
pl: Zauroczony stwór ma "|mana_r|: Ten stwór dostaje +1/+0 do końca tury."

source: +1: Put three 1/1 white Soldier creature tokens onto the battlefield.
pl: +1: Połóż na polu walki trzy żetony białego stwora Soldier 1/1.

source: -3: Destroy all creatures with power 4 or greater.
pl: -3: Zniszcz wszystkie stwory o sile 4 lub większej.

source: -7: You get an emblem with \"Creatures you control get +2/+2 and have flying.\"
pl: -7: Dostajesz emblemat o treści \"Stwory, którymi władasz dostają +2/+2 i mają latanie.\"

source: |mana_5| |mana_r| |mana_r|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_5| |mana_r| |mana_r|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Ember Swallower becomes monstrous, each player sacrifices three lands.
pl: Kiedy Ember Swallower staje się monstrualny, każdy gracz poświęca trzy lądy.

source: |tap|: Tap target creature with power 3 or less.
pl: |tap|: Zaznacz wskazanego stwora o sile 3 lub mniejszej.

source: Indestructible
pl: Niezniszczalność

source: As long as your devotion to black is less than five, Erebos isn't a creature. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Dopóki twój kult czarnego jest mniejszy niż pięć, Erebos nie jest stworem (Każda |mana_b| w kosztach many stałek, którymi władasz, wlicza się do twojego kultu czarnego.)

source: Your opponents can't gain life.
pl: Twoi przeciwnicy nie mogą zyskiwać życia.

source: |mana_1| |mana_b|, Pay 2 life: Draw a card.
pl: |mana_1| |mana_b|, zapłać 2 życia: Dobierz kartę.

source: Discard a creature card: Erebos's Emissary gets +2/+2 until end of turn. If Erebos's Emissary is an Aura, enchanted creature gets +2/+2 until end of turn instead.
pl: Odrzuć kartę stwora: Erebos's Emissary dostaje +2/+2 do końca tury. Jeśli Erebos's Emissary jest Aurą, zamiast tego zauroczony stwór dostaje +2/+2 do końca tury.

source: Enchanted creature gets +3/+3.
pl: Zauroczony stwór dostaje +3/+3.

source: When Evangel of Heliod enters the battlefield, put a number of 1/1 white Soldier creature tokens onto the battlefield equal to your devotion to white. (Each |mana_w| in the mana costs of permanents you control counts toward your devotion to white.)
pl: Kiedy Evangel of Heliod wchodzi na pole walki, połóż na polu walki tyle żetonów białego stwora Soldier 1/1, ile wynosi twój kult białego. (Każda |mana_w| w kosztach many stałek, którymi władasz wlicza się do twojego kultu białego.)

source: Double strike
pl: Podwójny cios

source: Heroic — Whenever you cast a spell that targets Fabled Hero, put a +1/+1 counter on Fabled Hero.
pl: Heroizm: Ilekroć rzucasz czar wskazujący Fabled Hero, połóż znacznik +1/+1 na Fabled Hero.

source: Exile target artifact or enchantment.
pl: Wypędź wskazany artefakt lub urok.

source: When Fanatic of Mogis enters the battlefield, it deals damage to each opponent equal to your devotion to red. (Each |mana_r| in the mana costs of permanents you control counts toward your devotion to red.)
pl: Kiedy Fanatic of Mogis wchodzi na pole walki, zadaje każdemu przeciwnikowi po tyle obrażeń, ile wynosi twój kult czerwonego. (Każda |mana_r| w kosztach many stałek, którymi władasz wlicza się do twojego kultu czerwonego.)

source: When Fate Foretold enters the battlefield, draw a card.
pl: Kiedy Fate Foretold wchodzi na pole walki, dobierz kartę.

source: When enchanted creature dies, its controller draws a card.
pl: Kiedy zauroczony stwór umiera, jego władca dobiera kartę.

source: Heroic — Whenever you cast a spell that targets Favored Hoplite, put a +1/+1 counter on Favored Hoplite and prevent all damage that would be dealt to it this turn.
pl: Heroizm: Ilekroć rzucasz czar wskazujący Favored Hoplite, połóż znacznik +1/+1 na Favored Hoplite i zapobiegnij wszystkim obrażeniom, które mogłyby mu być zadane w tej turze.

source: Enchanted creature gets +2/+2.
pl: Zauroczony stwór dostaje +2/+2.

source: Whenever Firedrinker Satyr is dealt damage, it deals that much damage to you.
pl: Ilekroć Firedrinker Satyr otrzymuje obrażenia, zadaje tyle samo obrażeń tobie.

source: |mana_1| |mana_r|: Firedrinker Satyr gets +1/+0 until end of turn and deals 1 damage to you.
pl: |mana_1| |mana_r|: Firedrinker Satyr dostaje +1/+0 do końca tury i zadaje tobie 1 obrażenie.

source: |mana_5|, |tap|, Sacrifice Flamecast Wheel: Flamecast Wheel deals 3 damage to target creature.
pl: |mana_5|, |tap|, poświęć Flamecast Wheel: Flamecast Wheel zadaje 3 obrażenia wskazanemu stworowi.

source: Whenever you scry, Flamespeaker Adept gets +2/+0 and gains first strike until end of turn.
pl: Ilekroć wróżysz, Flamespeaker Adept dostaje do końca tury +2/+0 oraz pierwszy cios.

source: |mana_3| |mana_g| |mana_w|: Monstrosity 1. (If this creature isn't monstrous, put a +1/+1 counter on it and it becomes monstrous.)
pl: |mana_3| |mana_g| |mana_w|: Monstrualność 1. (Jeśli ten stwór nie jest monstrualny, połóż na nim znacznik +1/+1 i staje się on monstrualny.)

source: As long as Fleecemane Lion is monstrous, it has hexproof and indestructible.
pl: Dopóki Fleecemane Lion jest monstrualny, ma antyklątwę i niezniszczalność.

source: Equipped creature has flying and haste.
pl: Wyposażony stwór ma latanie i pośpiech.

source: Equip |mana_2| (|mana_2|: Attach to target creature you control. Equip only as a sorcery.)
pl: Wyposaż |mana_2| (|mana_2|: Dołącz do wskazanego stwora, którym władasz. Wyposaż wyłącznie jako obrzęd.)

source: Whenever another creature dies, tap Fleshmad Steed.
pl: Ilekroć umiera inny stwór, zaznacz Fleshmad Steed.

source: Forest
pl: Forest (Las)

source: G
pl: |mana_g|

source: Counter target blue spell.
pl: Skontruj wskazany niebieski czar.
