Repository: dekoza/mtgpl
Catalog: MTG/*/THS.po
Languages: pl

source: When enchanted creature dies, return that card to the battlefield under its owner's control. Return Gift of Immortality to the battlefield attached to that creature at the beginning of the next end step.
pl: Gdy zauroczony stwór umiera, przywróć ową kartę na pole walki pod władaniem jej właściciela. Przywróć Gift of Immortality na pole walki dołączone do owego stwora na początku następnego kroku końcowego.

source: Exile target white permanent.
pl: Wypędź wskazaną białą stałkę.

source: Target creature you control gains protection from the color of your choice until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wskazany stwór dostaje +2/+2 do końca tury. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: When Gray Merchant of Asphodel enters the battlefield, each opponent loses X life, where X is your devotion to black. You gain life equal to the life lost this way. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy Gray Merchant of Asphodel wchodzi na pole walki, każdy przeciwnik traci X życia, gdzie X jest twoim kultem czarnego. Zyskujesz tyle życia, ile stracono w ten sposób. (Każda |mana_b| w kosztach many stałek, którymi władasz wlicza się do twojego kultu czarnego.)

source: Put target creature on top of its owner's library.
pl: Połóż wskazanego stwora na wierzchu biblioteki jego właściciela.

source: Creatures you control have haste.
pl: Stwory, którymi władasz, mają pośpiech.

source: |mana_2| |mana_r|, |tap|, Sacrifice a land: Put a 3/3 colorless Golem enchantment artifact creature token onto the battlefield.
pl: |mana_2| |mana_r|, |tap|, poświęć ląd: Połóż na polu walki żeton bezkolorowego artefaktycznego stwora-uroku Golem 3/3.

source: As long as your devotion to white is less than five, Heliod isn't a creature. (Each |mana_w| in the mana costs of permanents you control counts toward your devotion to white.)
pl: Dopóki twój kult białego jest mniejszy niż pięć, Heliod nie jest stworem (Każda |mana_w| w kosztach many stałek, którymi władasz, wlicza się do twojego kultu białego.)

source: Other creatures you control have vigilance.
pl: Inne stwory pod twoim władaniem mają czujność.

source: |mana_2| |mana_w| |mana_w|: Put a 2/1 white Cleric enchantment creature token onto the battlefield.
pl: |mana_2| |mana_w| |mana_w|: Połóż na polu walki żeton białego stwora-uroku Cleric 2/1.

source: Bestow |mana_6| |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_6| |mana_w| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Whenever Heliod's Emissary or enchanted creature attacks, tap target creature an opponent controls.
pl: Ilekroć Heliod's Emissary lub zauroczony stwór atakuje, zaznacz wskazanego stwora, którym włada przeciwnik.

source: Destroy target creature or planeswalker.
pl: Zniszcz wskazanego stwora lub wędrowca.

source: Bestow |mana_3| |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_3| |mana_w| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Lifelink (Damage dealt by this creature also causes you to gain that much life.)
pl: Więź Życia (Obrażenia zadane przez tego stwora powodują, że zyskujesz tyle samo życia.)

source: Enchanted creature gets +1/+1 and has lifelink.
pl: Zauroczony stwór dostaje +1/+1 i ma więź życia.

source: Flying, trample
pl: Latanie, tratowanie

source: Whenever you draw a card, you gain 1 life.
pl: Ilekroć dobierasz kartę, zyskujesz 1 życie.

source: When Horizon Scholar enters the battlefield, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy Horizon Scholar wchodzi na pole walki, wróż 2. (By wróżyć 2, spójrz na dwie wierzchnie karty swojej biblioteki, następnie połóż dowolną liczbę z nich na spodzie swojej biblioteki, a pozostałe na wierzchu w dowolnej kolejności.)

source: Hundred-Handed One
pl: Hundred-Handed One (Sturęki)

source: Vigilance
pl: Czujność

source: |mana_3| |mana_w| |mana_w| |mana_w|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_3| |mana_w| |mana_w| |mana_w|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: As long as Hundred-Handed One is monstrous, it has reach and can block an additional ninety-nine creatures each combat.
pl: Dopóki Hundred-Handed One jest monstrualny, ma zasięg i może blokować dodatkowych dziewięćdziesiąt dziewięć stworów w każdej walce.

source: Target green creature you control gets +2/+2 until end of turn. It fights target green creature an opponent controls.
pl: Wskazany zielony stwór, którym władasz, dostaje +2/+2 do końca tury. Bije się on ze wskazanym zielonym stworem, którym włada przeciwnik.

source: Hythonia the Cruel
pl: Hythonia the Cruel (Hythonia Okrutna)

source: |mana_6| |mana_b| |mana_b|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6| |mana_b| |mana_b|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: When Hythonia the Cruel becomes monstrous, destroy all non-Gorgon creatures.
pl: Kiedy Hythonia the Cruel staje się monstrualny, zniszcz wszystkie stwory nie mające typu Gorgon.

source: Trample
pl: Tratowanie

source: |mana_5| |mana_r|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_5| |mana_r|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: Insatiable Harpy
pl: Insatiable Harpy (Nienasycona Harpia)

source: Flying, lifelink
pl: Latanie, więź życia

source: Island
pl: Island (Wyspa)

source: U
pl: |mana_u|

source: |tap|: Add an amount of |mana_g| to your mana pool equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: |tap|: Dodaj tyle |mana_g| do twojej puli many, ile wynosi twój kult zielonego. (Każda |mana_g| w kosztach many stałek, którymi władasz wlicza się do twojego kultu zielonego.)

source: |mana_5| |mana_b| |mana_b|: Monstrosity 1. (If this creature isn't monstrous, put a +1/+1 counter on it and it becomes monstrous.)
pl: |mana_5| |mana_b| |mana_b|: Monstrualność 1. (Jeśli ten stwór nie jest monstrualny, połóż na nim znacznik +1/+1 i staje się on monstrualny.)

source: When Keepsake Gorgon becomes monstrous, destroy target non-Gorgon creature an opponent controls.
pl: Kiedy Keepsake Gorgon staje się monstrualny, zniszcz wskazanego stwora nie będącego Gorgonem, którym włada przeciwnik.

source: Minotaur creatures you control have haste.
pl: Stwory Minotaur, którymi władasz, mają pośpiech.

source: Whenever a Minotaur you control attacks, it gets +2/+0 until end of turn.
pl: Ilekroć Minotaur, którym władasz, atakuje, dostaje on +2/+0 do końca tury.

source: Heroic — Whenever you cast a spell that targets Labyrinth Champion, Labyrinth Champion deals 2 damage to target creature or player.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Labyrinth Champion, Labyrinth Champion zadaje wskazanemu stworowi lub graczowi 2 obrażenia.

source: When Lagonna-Band Elder enters the battlefield, if you control an enchantment, you gain 3 life.
pl: Kiedy Lagonna-Band Elde wchodzi na pole walki, jeśli władasz urokiem, zyskujesz 3 życia.

source: Target creature gets -4/-4 until end of turn.
pl: Wskazany stwór dostaje -4/-4 do końca tury.

source: Last Breath
pl: Last Breath (Ostatnie Tchnienie)

source: Exile target creature with power 2 or less. Its controller gains 4 life.
pl: Wypędź wskazanego stwora o sile 2 lub mniej. Jego władca zyskuje 4 życia.

source: Bestow |mana_3| |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_3| |mana_g| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Enchanted creature gets +2/+2 and has reach.
pl: Zauroczony stwór dostaje +2/+2 i ma zasięg.

source: When Leonin Snarecaster enters the battlefield, you may tap target creature.
pl: Kiedy Leonin Snarecaster wchodzi na pole walki, możesz zaznaczyć wskazanego stwora.

source: Lightning Strike deals 3 damage to target creature or player.
pl: Lightning Strike zadaje wskazanemu stworowi lub graczowi 3 obrażenia.

source: |mana_2| |mana_g|: Loathsome Catoblepas must be blocked this turn if able.
pl: |mana_2| |mana_g|: Loathsome Catoblepas musi być blokowany w tej turze jeśli to możliwe.

source: When Loathsome Catoblepas dies, target creature an opponent controls gets -3/-3 until end of turn.
pl: Kiedy Loathsome Catoblepas umiera, wskazany stwór, którym włada przeciwnik, dostaje -3/-3 do końca tury.

source: Target creature gets -3/-0 until end of turn. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Wskazany stwór dostaje +2/+2 do końca tury. Wróż 1. (Spójdz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Magma Jet deals 2 damage to target creature or player. Scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Magma Jet zadaje 2 obrażenia wskazanemu stworowi lub graczowi. Wróż 2. (By wróżyć 2, spójrz na dwie wierzchnie karty swojej biblioteki, następnie połóż dowolną liczbę z nich na spodzie swojej biblioteki, a pozostałe na wierzchu w dowolnej kolejności.)

source: Return up to two target creature cards from your graveyard to your hand.
pl: Przywróć najwyżej dwie wskazane karty stwora ze swojego cmentarza do swojej ręki.

source: Master of Waves
pl: Master of Waves (Władca Fal)

source: Protection from red
pl: Ochrona przed czerwonym

source: Elemental creatures you control get +1/+1.
pl: Stwory Elemental, którymi władasz, dostają +1/+1.

source: When Master of Waves enters the battlefield, put a number of 1/0 blue Elemental creature tokens onto the battlefield equal to your devotion to blue. (Each |mana_u| in the mana costs of permanents you control counts toward your devotion to blue.)
pl: Kiedy Master of Waves wchodzi na pole walki, połóż na polu walki tyle żetonów niebieskiego stwora Elemental 1/0, ile wynosi twój kult niebieskiego. (Każda |mana_u| w kosztach many stałek, którymi władasz wlicza się do twojego kultu niebieskiego.)

source: Medomai the Ageless
pl: Medomai the Ageless (Medomai Wiekuisty)

source: Whenever Medomai the Ageless deals combat damage to a player, take an extra turn after this one.
pl: Ilekroć Medomai the Ageless zadaje graczowi obrażenia bojowe, weź dodatkową turę po bieżącej.

source: Medomai the Ageless can't attack during extra turns.
pl: Medomai the Ageless nie może atakować podczas dodatkowych tur.

source: |mana_2| |mana_u|, |tap|: The controller of target instant or sorcery spell copies it. That player may choose new targets for the copy.
pl: |mana_2| |mana_u|, |tap|: Władca wskazanego czaru sztuczki lub obrzędu kopiuje go. Ów gracz może wybrać nowe cele dla kopii.

source: Enchanted creature has trample and haste.
pl: Zauroczony stwór ma tratowanie i pośpiech.

source: Haste
pl: Pośpiech

source: When Minotaur Skullcleaver enters the battlefield, it gets +2/+0 until end of turn.
pl: Kiedy Minotaur Skullcleaver wchodzi na pole walki, dostaje do końca tury +2/+0.

source: Mistcutter Hydra can't be countered.
pl: Mistcutter Hydra nie może być skontrowana.

source: Haste, protection from blue
pl: Pośpiech, ochrona przed niebieskim

source: Mistcutter Hydra enters the battlefield with X +1/+1 counters on it.
pl: Mistcutter Hydra wchodzi na pole walki z X znacznikami +1/+1.

source: When Mnemonic Wall enters the battlefield, you may return target instant or sorcery card from your graveyard to your hand.
pl: Kiedy Mnemonic Wall wchodzi na pole walki możesz zwrócić wskazaną kartę sztuczki lub obrzędu ze swojego cmentarza do swojej ręki.

source: When Mogis's Marauder enters the battlefield, up to X target creatures each gain intimidate and haste until end of turn, where X is your devotion to black. (Each |mana_b| in the mana costs of permanents you control counts toward your devotion to black.)
pl: Kiedy Mogis's Marauder wchodzi na pole walki, każdy z najwyżej X wskazanych stworów dostaje do końca tury zastraszanie i pośpiech, gdzie X jest twoim kultem czarnego. (Każda |mana_b| w kosztach many stałek, którymi władasz wlicza się do twojego kultu czarnego.)

source: Mountain
pl: Mountain (Góra)

source: R
pl: |mana_r|

source: Nemesis of Mortals costs |mana_1| less to cast for each creature card in your graveyard.
pl: Nemesis of Mortals kosztuje o |mana_1| mniej za każdego stwora w twoim cmentarzu.

source: |mana_7| |mana_g| |mana_g|: Monstrosity 5. This ability costs |mana_1| less to activate for each creature card in your graveyard. (If this creature isn't monstrous, put five +1/+1 counters on it and it becomes monstrous.)
pl: |mana_7| |mana_g| |mana_g|: Monstrualność 5. Aktywacja tej zdolności kosztuje o |mana_1| mniej za każdego stwora w twoim cmentarzu. (Jeśli ten stwór nie jest monstrualny, połóż na nim pięć znaczników +1/+1 i staje się on monstrualny.)

source: |mana_6| |mana_g|: Monstrosity 4. (If this creature isn't monstrous, put four +1/+1 counters on it and it becomes monstrous.)
pl: |mana_6| |mana_g|: Monstrualność 4. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: Bestow |mana_2| |mana_b| |mana_b| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_2| |mana_b| |mana_b| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Nighthowler and enchanted creature each get +X/+X, where X is the number of creature cards in all graveyards.
pl: Nighthowler oraz zauroczony stwór dostają +X/+X każdy, gdzie X jest równe liczbie kart stworów we wszystkich cmentarzach.

source: Bestow |mana_4| |mana_u| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_4| |mana_u| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Enchanted creature gets +2/+2 and has flying.
pl: Zauroczony stwór dostaje +2/+2 i ma latanie.

source: |tap|: Add |mana_1| to your mana pool.
pl: |tap|: Dodaj |mana_1| do twojej puli many.

source: |mana_2|, |tap|: Choose a color. Add to your mana pool an amount of mana of that color equal to your devotion to that color. (Your devotion to a color is the number of mana symbols of that color in the mana costs of permanents you control.)
pl: |mana_2|, |tap|: Wybierz kolor. Dodaj do twojej puli many tyle many wybranego koloru, ile wynosi twój kult tego koloru. (Twój kult koloru jest liczbą symboli many tego koloru w kosztach władanych przez ciebie stałek.)

source: As long as your devotion to green is less than five, Nylea isn't a creature. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Dopóki twój kult zielonego jest mniejszy niż pięć, Nylea nie jest stworem (Każda |mana_g| w kosztach many stałek, którymi władasz, wlicza się do twojego kultu zielonego.)

source: Other creatures you control have trample.
pl: Inne stwory, którymi władasz, mają tratowanie.

source: |mana_3| |mana_g|: Target creature gets +2/+2 until end of turn.
pl: |mana_3| |mana_g|: Wskazany stwór dostaje +2/+2 do końca tury.

source: When Nylea's Disciple enters the battlefield, you gain life equal to your devotion to green. (Each |mana_g| in the mana costs of permanents you control counts toward your devotion to green.)
pl: Kiedy Nylea's Disciple wchodzi na pole walki, zyskujesz tyle życia, ile wynosi twój kult zielonego. (Każda |mana_g| w kosztach many stałek, którymi władasz wlicza się do twojego kultu zielonego.)

source: Bestow |mana_5| |mana_g| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_5| |mana_g| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Enchanted creature gets +3/+3 and has trample.
pl: Zauroczony stwór dostaje +3/+3 i ma tratowanie.

source: Enchant land
pl: Zaurocz ląd

source: When Nylea's Presence enters the battlefield, draw a card.
pl: Kiedy Nylea's Presence wchodzi na pole walki, dobierz kartę.

source: Enchanted land is every basic land type in addition to its other types.
pl: Zauroczony ląd ma dodatkowo typ każdego lądu podstawowego.

source: Bestow |mana_4| |mana_w| (If you cast this card for its bestow cost, it's an Aura spell with enchant creature. It becomes a creature again if it's not attached to a creature.)
pl: Obdaruj |mana_4| |mana_w| (Jeśli zagrasz tę kartę za koszt obdarowania, jest on czarem Aury zauroczenia stwora. Ponownie staje się stworem, jeśli nie jest dołączony do stwora.)

source: Enchanted creature gets +2/+2 and has vigilance.
pl: Zauroczony stwór dostaje +2/+2 i ma czujność.

source: When Omenspeaker enters the battlefield, scry 2. (Look at the top two cards of your library, then put any number of them on the bottom of your library and the rest on top in any order.)
pl: Kiedy Omenspeaker wchodzi na pole walki, wróż 2. (Spójrz na dwie wierzchnie karty swojej biblioteki, następnie połóż dowolną liczbę z nich na spodzie swojej biblioteki, a pozostałe na wierzchu w dowolnej kolejności.)

source: |tap|: Add one mana of any color to your mana pool.
pl: |tap|: Dodaj jedną manę dowolnego koloru do twojej puli many.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Erebos.
pl: Ilekroć zauroczony stwór atakuje, połóż na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć Ordeal of Erebos.

source: When you sacrifice Ordeal of Erebos, target player discards two cards.
pl: Kiedy poświęcasz Ordeal of Erebos, wskazany gracz odrzuca dwie karty.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Heliod.
pl: Ilekroć zauroczony stwór atakuje, połóż na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć Ordeal of Heliod.

source: When you sacrifice Ordeal of Heliod, you gain 10 life.
pl: Kiedy poświęcisz Ordeal of Heliod, zyskujesz 10 życia.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Nylea.
pl: Ilekroć zauroczony stwór atakuje, połóż na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć Ordeal of Nylea.

source: When you sacrifice Ordeal of Nylea, search your library for up to two basic land cards, put them onto the battlefield tapped, then shuffle your library.
pl: Kiedy poświęcasz Ordeal of Nylea, poszukaj w swojej bibliotece najwyżej dwóch kart podstawowych lądów, połóż je na polu walki zaznaczone, a następnie przetasuj swoją bibliotekę.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Purphoros.
pl: Ilekroć zauroczony stwór atakuje, połóż na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć Ordeal of Purphoros.

source: When you sacrifice Ordeal of Purphoros, it deals 3 damage to target creature or player.
pl: Kiedy poświęcasz Ordeal of Purphoros, zadaje on wskazanemu stworowi lub graczowi 3 obrażenia.

source: Whenever enchanted creature attacks, put a +1/+1 counter on it. Then if it has three or more +1/+1 counters on it, sacrifice Ordeal of Thassa.
pl: Ilekroć zauroczony stwór atakuje, połóż na nim znacznik +1/+1. Następnie jeśli ma on trzy lub więcej znaczników +1/+1, poświęć Ordeal of Thassa.

source: When you sacrifice Ordeal of Thassa, draw two cards.
pl: Kiedy poświęcisz Ordeal of Thassa, dobierz dwie karty.

source: Destroy target Mountain. Peak Eruption deals 3 damage to that land's controller.
pl: Zniszcz wskazaną Górę. Peak Eruption zadaje władcy owego lądu 3 obrażenia.

source: Heroic — Whenever you cast a spell that targets Phalanx Leader, put a +1/+1 counter on each creature you control.
pl: Heroizm: Ilekroć rzucasz czar, który wskazuje Phalanx Leader, połóż znacznik +1/+1 na każdym stworze, którym władasz.

source: Pharika's Cure deals 2 damage to target creature and you gain 2 life.
pl: Pharika's Cure zadaje 2 obrażenia wskazanemu stworowi, a ty zyskujesz 2 życia.

source: When Pharika's Mender enters the battlefield, you may return target creature or enchantment card from your graveyard to your hand.
pl: Kiedy Pharika's Mender wchodzi na pole walki, możesz przywrócić wskazaną kartę stwora lub uroku ze swojego cmentarza do swojej ręki.

source: Plains
pl: Plains (Równina)

source: W
pl: |mana_w|

source: Trample, protection from enchantments
pl: Tratowanie, ochrona przed urokami

source: |mana_4| |mana_r| |mana_g|: Monstrosity 3. (If this creature isn't monstrous, put three +1/+1 counters on it and it becomes monstrous.)
pl: |mana_4| |mana_r| |mana_g|: Monstrualność 3. (Jeśli ten stwór nie jest monstrualny, połóż na nim trzy znaczniki +1/+1 i staje się on monstrualny.)

source: Whenever Polis Crusher deals combat damage to a player, if Polis Crusher is monstrous, destroy target enchantment that player controls.
pl: Ilekroć Polis Crusher zadaje graczowi obrażenia bojowe, jeśli Polis Crusher jest monstrualny, zniszcz wskazany urok, którym włada ów gracz.

source: Polukranos, World Eater
pl: Polukranos, World Eater (Polukranos, Pożeracz Świata)

source: |mana_x| |mana_x| |mana_g|: Monstrosity X. (If this creature isn't monstrous, put X +1/+1 counters on it and it becomes monstrous.)
pl: |mana_x| |mana_x| |mana_g|: Monstrualność X. (Jeśli ten stwór nie jest monstrualny, połóż na nim X znaczników +1/+1 i staje się on monstrualny.)

source: When Polukranos, World Eater becomes monstrous, it deals X damage divided as you choose among any number of target creatures your opponents control. Each of those creatures deals damage equal to its power to Polukranos.
pl: Kiedy Polukranos, World Eater staje się monstrualny, zadaje on X obrażeń rozdzielonych według twojej woli pomiędzy dowolną liczbę stworów władanych przez twoich przeciwników. Każdy z owych stworów zadaje Polukranosowi obrażenia równe swojej sile.
