Repository: dekoza/mtgpl
Catalog: MTG/*/THS.po
Languages: pl

source: Cards in graveyards can't be the targets of spells or abilities.
pl: Karty w cmentarzach nie mogą być wskazywane przez czary lub zdolności.

source: When Underworld Cerberus dies, exile it and each player returns all creature cards from his or her graveyard to his or her hand.
pl: Kiedy Underworld Cerberus umiera, wypędź go, a każdy gracz przywraca wszystkie karty stworów ze swojego cmentarza na swoją rękę.

source: |mana_1|, |tap|: Add one mana of any color to your mana pool.
pl: |mana_1|, |tap|: Dodaj jedną manę dowolnego koloru do twojej puli many.

source: Destroy target creature with power 4 or greater. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Zniszcz wskazanego stwora o sile 4 lub większej. Wróż 1. (Spójrz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Vaporkin can block only creatures with flying.
pl: Vaporkin może blokować tylko stwory z lataniem.

source: Viper's Kiss
pl: Viper's Kiss (Pocałunek Żmii)

source: Enchanted creature gets -1/-1, and its activated abilities can't be activated.
pl: Zauroczony stwór dostaje -1/-1 i jego aktywowane zdolności nie mogą być aktywowane.

source: Voyage's End
pl: Voyage's End (Kres Podróży)

source: Return target creature to its owner's hand. Scry 1. (Look at the top card of your library. You may put that card on the bottom of your library.)
pl: Przywróć wskazanego stwora do ręki jego właściciela. Wróż 1. (Spójrz na wierzchnią kartę swojej biblioteki. Możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Voyaging Satyr
pl: Voyaging Satyr (Wędrujący Satyr)

source: |tap|: Untap target land.
pl: |tap|: Odznacz wskazany ląd.

source: Until end of turn, up to two target creatures you control each gain \"Whenever this creature deals combat damage to a player, draw a card.\"
pl: Do końca tury najwyżej dwa wskazane stwory, którymi władasz, dostają \"Ilekroć ten stwór zadaje graczowi obrażenia bojowe, dobierz kartę.\"

source: Heroic — Whenever you cast a spell that targets Wavecrash Triton, tap target creature an opponent controls. That creature doesn't untap during its controller's next untap step.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Wavecrash Triton, zaznacz wskazanego stwora, którym włada przeciwnik. Ów stwór nie odznacza się podczas następnego kroku odznaczania jego władcy.

source: Creatures you control have lifelink.
pl: Stwory, którymi władasz, mają więź życia

source: |mana_2| |mana_b| |mana_b|, |tap|: Return target creature card from your graveyard to the battlefield. It gains haste. Exile it at the beginning of the next end step. If it would leave the battlefield, exile it instead of putting it anywhere else. Activate this ability only any time you could cast a sorcery.
pl: |mana_2| |mana_b| |mana_b|, |tap|: Przywróć wskazaną kartę stwora ze swojego cmentarza na pole walki. Dostaje on pośpiech. Wypędź go na początku najbliższego kroku końcowego. Jeśli miałby opuścić pole walki, wypędź go zamiast umieszczać go gdziekolwiek indziej. Aktywuj tę zdolność wyłącznie jako obrzęd.

source: When Wild Celebrants enters the battlefield, you may destroy target artifact.
pl: Kiedy Wild Celebrants wchodzi na pole walki, możesz zniszczyć wskazany artefakt.

source: Heroic — Whenever you cast a spell that targets Wingsteed Rider, put a +1/+1 counter on Wingsteed Rider.
pl: Heroizm: Ilekroć rzucasz czar wskazujący na Wingsteed Rider, połóż znacznik +1/+1 na Wingsteed Rider.

source: Equipped creature has \"|mana_1|, |tap|: Scry 1.\" (To scry 1, look at the top card of your library, then you may put that card on the bottom of your library.)
pl: Wyposażony stwór ma \"|mana_1|, |tap|: Wróż 1.\" (By wróżyć 1, spójrz na wierzchnią kartę swojej biblioteki, następnie możesz położyć tę kartę na spodzie swojej biblioteki.)

source: Equip |mana_1|
pl: Wyposaż |mana_1|

source: +1: Add X mana in any combination of |mana_r| and/or |mana_g| to your mana pool, where X is the number of creatures you control.
pl: +1: Dodaj X many w dowolnej kombinacji |mana_r| i |mana_g| do twojej puli many, gdzie X jest liczbą stworów, którymi władasz.

source: 0: Put a 2/2 red and green Satyr creature token with haste onto the battlefield.
pl: 0: Połóż na polu walki żeton czerwono-zielonego stwora Satyr 2/2 z pośpiechem.

source: -6: Exile the top seven cards of your library. You may put any number of creature and/or land cards from among them onto the battlefield.
pl: -6: Wypędź siedem wierzchnich kart swojej biblioteki. Możesz położyć na polu walki dowolną liczbę kart stworów i lądów spośród nich.
