Repository: dekoza/mtgpl
Catalog: MTG/*/THS_heroes.po
Languages: pl

source: Heroes of Theros
pl: Bohaterowie Therosa

source: The Avenger
pl: The Avenger (Mściciel)

source: |mana_3| |tap|: Target creature you control gains deathtouch until end of turn.
pl: |mana_3| |tap|: Wskazany stwór, którym władasz, zyskuje dotyk śmierci do końca tury.

source: The Harvester
pl: The Harvester (Żniwiarz)

source: |tap|: Draw a card, then discard a card.
pl: |tap|: Dobierz kartę, następnie odrzuć kartę.

source: The Hunter
pl: The Hunter (Łowca)

source: |tap|: Target creature you control gets +1/+1 until end of turn.
pl: |tap|: Wskazany stwór, którym władasz dostaje +1/+1 do końca tury.

source: The Philosopher
pl: The Philosopher (Filozof)

source: |mana_2| |tap|: Tap target creature.
pl: |mana_2| |tap|: Zużyj wskazanego stwora.

source: The Protector
pl: The Protector (Obrońca)

source: |tap|: Prevent the next 1 damage that would be dealt to target creature or player this turn.
pl: |tap|: Zażegnaj następne 1 obrażenie, które mogłoby zostać zadane wskazanemu stworowi lub graczowi w tej turze.

source: The Warrior
pl: The Warrior (Wojownik)

source: |tap|: Target creature you control gains haste until end of turn.
pl: |tap|: Wskazany stwór, którym władasz zyskuje pośpiech do końca tury.
